[
  
    
    {
      "title"    : "Automatisation",
      "url"      : "/fr/documentation/automation",
      "content"  : "AutomatisationVous êtes un utilisateur avancé et souhaitez automatiser certaines tâches ? Consultez les pages ci-dessous."
    } ,
  
    
    {
      "title"    : "Suppression automatique",
      "url"      : "/fr/documentation/automation/deletion",
      "content"  : "Suppression automatiquePourquoi certains épisodes téléchargés sont-ils supprimés ?AntennaPod dispose de plusieurs mécanismes pour s’assurer que les podcasts téléchargés ne rempliront pas la mémoire de votre téléphone. Si vous remarquez que certains épisodes téléchargés sont supprimés, jetez un coup d’œil à ces deux paramètres :Suppression automatiqueLa suppression automatique se trouve dans Préférences → Stockage. Lorsqu’elle est activée, les épisodes sont supprimés lorsque la lecture est terminée (sauf si vous marquez manuellement un épisode comme lu).Nettoyage de l’épisodeLe nettoyage des épisodes se trouve dans Préférences → Réseau → Téléchargement automatique. Si le téléchargement automatique a besoin d’espace pour les nouveaux épisodes, il supprimera les anciens épisodes qui ne sont pas dans la liste de lecture et qui ne sont pas marqués comme favoris. Vous pouvez ajouter un délai (x temps après la lecture) ou un épisode. Le paramètre Nombre d'épisode stockés détermine la quantité maximale d’épisodes téléchargés."
    } ,
  
    
    {
      "title"    : "Actualisation des podcasts",
      "url"      : "/fr/documentation/automation/refreshing-podcasts",
      "content"  : "Actualisation des podcastsPar défaut, tous les podcasts sont rafraîchis avec un intervalle de 12 heures pour récupérer les nouveaux épisodes. Via Paramètres → Réseau → Rafraîchissement des podcasts vous pouvez modifier cet intervalle, sélectionner un moment spécifique de la journée ou désactiver les mises à jour automatiques.Vous pouvez également désactiver cette vérification, individuellement pour chaque podcast si c’est inutile pour celui-ci. Vous pouvez utiliser cette fonction, par exemple, si aucun nouvel épisode n’est prévu pour le podcast. Ou alors, lorsque vous avez ajouté un podcast dont vous n’écoutez un épisode qu’occasionnellement. Vous pouvez définir cette option en allant sur un podcast, en appuyant sur l’icône Roue dentée et en décochant Maintenir à jour.Lorsque vous désactivez ce paramètre, le podcast ne sera plus mis à jour lorsque les podcasts seront actualisés à partir de l’écran ‘Nouveaux épisodes’. Vous pouvez toujours actualiser ce podcast manuellement, mais ces nouveaux épisodes ne seront pas visibles dans l’onglet ‘Nouveaux épisodes’."
    } ,
  
    
    {
      "title"    : "Intégration avec d&#39;autres applications",
      "url"      : "/fr/documentation/automation/tasker",
      "content"  : "Intégration avec d’autres applicationsAvec AntennaPod, vous pouvez spécifier les abonnements (flux de podcasts) à mettre à jour régulièrement (voir l’Actualisation des podcasts).Si vous avez des besoins plus complexes, vous pouvez utiliser différentes applications tierces vous permettant d’automatiser AntennaPod. Par exemple :  Mettez les abonnements à jour en début de journée : à 7 heures du matin, allumez le wifi, puis mettez à jour les flux d’AntennaPod.  Obtenez vos abonnements avant de rentrer chez vous : à 17 heures en semaine, mettez à jour vos abonnements.Consignes généralesDans votre application d’automatisation, vous pouvez demander à AntennaPod de mettre à jour ses abonnements en envoyant un ‘Broadcast’ (qui peut être présenté comme un type d’Intent Android) avec les paramètres suivants :  Nom du paquet : de.danoeh.antennapod  Nom de la classe : de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiverInstructions pour certaines applications d’automatisationAutomatiser (site web)Dans un flux, ajoutez un bloc de type APPS → Broadcast send, et spécifiez  Le paquet doit être de.danoeh.antennapod  La classe du récepteur doit être de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiverTasker (site web)Créez une tâche. Dans la tâche, ajoutez une action  Sélectionnez Système  Sélectionnez Envoyer l'intention  Spécifiez le nom du paquet comme étant de.danoeh.antennapod  Spécifiez le nom de la classe comme étant de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver  Spécifier la cible comme étant Broadcast receiver  Vous pouvez laisser les autres champs videsLlama - Profils de localisation (site web)Créez un événement (règle d’automatisation de Llama). Dans l’événement,  Ajouter une action d’intention pour Android.  Spécifier le mode d’envoi de l’intention comme étant Broadcast.  Spécifiez le nom du paquet comme étant de.danoeh.antennapod  Spécifiez le nom de la classe comme étant de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver  Ajoutez toute autre condition / action pour vos besoins spécifiques.En guise de raccourci, vous pouvez cliquer sur ce lien pour commencer en créant un exemple d’événement.Avertissement: La communauté AntennaPod n’a aucune relation avec les applications d’automatisation tierces citées."
    } ,
  
    
    {
      "title"    : "Problèmes, erreurs et aide",
      "url"      : "/fr/documentation/bugs-first-aid",
      "content"  : "Problèmes, erreurs et aideLa création de logiciels est une activité humaine, et les erreurs sont inévitables. Mais il y a souvent quelque chose que nous pouvons faire pour y remédier !"
    } ,
  
    
    {
      "title"    : "Quelque chose ne fonctionne pas",
      "url"      : "/fr/documentation/bugs-first-aid/bug-report",
      "content"  : "Quelque chose ne fonctionne pasVous avez rencontré un bug ? Nous en sommes vraiment désolé.Tout d’abord, assurez-vous que vous disposez de la dernière version d’AntennaPod. Avec chaque mise à jour, nous corrigeons de nombreux problèmes. Ensuite, faites une recherche sur notre forum pour voir si quelqu’un d’autre a eu le même problème. Si vous trouvez le problème, vous pouvez voir s’il y a des suggestions. Pensez également à fournir des informations sur votre situation - cela pourrait aider les développeurs à trouver la source du problème.Si vous avez mis à jour AntennaPod et que vous n’avez pas trouvé de réponse sur notre forum, parlez-nous de votre problème. Vous pouvez créer un message sur notre forum. Pour ce faire, vous devez créer un compte (si vous n’en avez pas déjà un) ou simplement vous connecter via Google.Quelle que soit la manière dont vous nous contactez, veuillez inclure les informations relatives à votre appareil, qui sont affichées dans Paramètres → Signaler un bug."
    } ,
  
    
    {
      "title"    : "Impossible de reprendre la lecture à partir de l&#39;écran de verrouillage / des notifications",
      "url"      : "/fr/documentation/bugs-first-aid/cannot-resume-playback",
      "content"  : "Impossible de reprendre la lecture à partir de l’écran de verrouillage / des notificationsDans Android 13 et Android 14, il n’est pas toujours possible de reprendre la lecture à partir de l’écran de verrouillage ou de la notification multimédia. Cela se produit notamment lorsque la lecture a été interrompue pendant un certain temps.La raison de ce problème n’est pas claire pour l’instant. Nous avons constaté que le même problème affecte d’autres applications, y compris les applications de Google. Nous pensons donc qu’il s’agit d’un problème lié à Android.Solution de contournementPour pouvoir reprendre la lecture, vous pouvez ajouter la “tuile” AntennaPod à votre appareil. Les tuiles sont essentiellement les boutons que vous voyez lorsque vous tirez vers le bas à partir du haut de l’écran. Vous connaissez probablement la tuile Internet ou la tuile Lampe de poche. La tuile AntennaPod vous permet de lire et d’interrompre la lecture, même si celle-ci a été interrompue pendant un certain temps.Pour ajouter la tuile AntennaPod :  Tirez deux fois vers le bas à partir du haut de l’écran, de manière à voir les boutons complets (sous l’indicateur de luminosité)  Tapez sur l’icône du crayon en bas de la section des tuiles pour modifier les tuiles  Faites défiler la liste des tuiles, tapez sur la tuile AntennaPod et faites-la glisser vers le haut dans la liste des tuiles actives  Touchez la flèche de retour pour quitter l’édition de la tuile"
    } ,
  
    
    {
      "title"    : "Impossible de télécharger un épisode",
      "url"      : "/fr/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "Impossible de télécharger un épisodeAntennaPod est une application de podcast décentralisée. Cela signifie qu’il n’y a pas de serveur central capable de tout savoir à propos de chaque podcast.Les fichiers multimédias proviennent donc directement du site web de l’éditeur. Si l’éditeur les supprime, AntennaPod ne peut plus les récupérer pour vous."
    } ,
  
    
    {
      "title"    : "Tous mes podcasts et épisodes ont disparu",
      "url"      : "/fr/documentation/bugs-first-aid/database-error",
      "content"  : "Tous mes podcasts et épisodes ont disparuVous pourriez avoir envie de crier A l’aide ! J’ai perdu mes podcasts, épisodes, réglages et tout le reste !Dans une très ancienne version d’AntennaPod, il y avait des problèmes avec la base de données contenant toutes les informations (épisodes, états d’écoute, etc.). Bien que la cause soit réparée depuis longtemps, votre base de données peut avoir été endommagée (même lorsque l’application fonctionnait sans problème). Si une version récente d’AntennaPod apporte des modifications aux parties endommagées de la base de données, ces dommages peuvent soudainement devenir un problème. A ce moment là, AntennaPod ne peut plus travailler avec la base de données endommagée et doit recommencer avec une base de données vide.Nous sommes conscients qu’il est très frustrant que cela se produise et nous sommes vraiment désolés si vous avez été affecté.Il y a peut-être certaines choses que vous pouvez faire pour récupérer vos données. Vous trouverez la liste de nos idées ci-dessous, en commençant par les solutions les plus faciles et les plus efficaces :  Avez-vous récemment exporté une sauvegarde depuis AntennaPod ? Il est alors relativement facile de la restaurer : allez dans Paramètres → Stockage → Importation/Exportation → Importer de base de données puis sélectionnez la sauvegarde.  Si AntennaPod détecte une base de données corrompue, il l’écrit dans un fichier nommé CorruptedDatabaseBackup.db dans le répertoire de stockage de l’application. Vous pouvez essayer de réparer ce fichier (ou de réparer une sauvegarde exportée) en utilisant l’une des étapes ci-dessous. Il s’agit d’un défi qui nécessite d’apprendre à utiliser un terminal.  Un membre de la communauté a suivi ces étapes pour réparer sa base de données et a indiqué qu’après cela, il a pu importer avec succès la base de données réparée.  Un autre membre de la communauté a pris une base de données propre et y a déplacé le contenu de sa base corrompue, puis a effectué cette autre correction. Après ces deux étapes, il a réussi à importer cette nouvelle base de données dans AntennaPod.  Si toutes les données à propos de vos abonnements et vos épisodes ont disparu, les fichiers multimédias, eux, seront toujours là.  Dans AntennaPod, vous pouvez ajouter un dossier comme s’il s’agissait d’un flux. Pour ce faire, allez dans Ajouter un podcast et choisissez Ajouter un dossier local. Rendez-vous ensuite dans le dossier de votre téléphone : Android → data → de.danoeh.antennapod → files → media, puis sélectionnez le dossier de votre podcast. Notez que cela ne vous donnera accès qu’aux médias précédemment téléchargés, vous ne recevrez pas les nouveaux épisodes.  Vous pouvez également commencer à ajouter les précédents podcasts en partant de zéro. Vous pouvez consulter le dossier mentionné ci-dessus pour voir les podcasts auxquels vous étiez abonné."
    } ,
  
    
    {
      "title"    : "Les anciens épisodes sont manquants",
      "url"      : "/fr/documentation/bugs-first-aid/episodes-missing",
      "content"  : "Les anciens épisodes sont manquantsAntennaPod est une application de podcast décentralisée. Cela signifie qu’il n’y a pas de serveur central capable de tout savoir à propos de chaque podcast.Les informations sur les épisodes proviennent donc directement du site Web de l’éditeur. Lorsque vous êtes abonné à un podcast, AntennaPod copie et stocke les informations relatives à chaque nouvel épisode dans l’application. Ces informations sont conservées même si elles ne sont plus disponibles sur le site de l’éditeur.De nombreux éditeurs ne conservent en ligne (les informations sur) que les épisodes les plus récents. Ainsi, lorsque vous venez de vous abonner à un podcast, votre installation AntennaPod n’a pas accès aux informations relatives aux épisodes plus anciens. Pour que tous les épisodes passés soient répertoriés dans l’application, vous pouvez contacter le podcasteur et lui demander de (contacter son hébergeur pour) prendre en charge les “flux paginés” (informations techniques)."
    } ,
  
    
    {
      "title"    : "La lecture s’arrête soudainement",
      "url"      : "/fr/documentation/bugs-first-aid/playback-stops",
      "content"  : "La lecture s’arrête soudainementSi la lecture s’arrête systématiquement quelques secondes après avoir éteint l’écran, ou lorsque vous n’avez pas ouvert AntennaPod depuis un certain temps, c’est peut-être que votre système a fermé l’application. Certains systèmes sont connus pour être excessivement agressifs lorsqu’ils essaient d’économiser la batterie. Merci d’essayez d’ajouter une exception pour AntennaPod dans la liste des applications optimisées pour la batterie. Comme la façon d’ajouter une exception diffère souvent d’un téléphone à l’autre, nous vous suggérons de chercher sur le web la méthode applicable à la marque et au modèle de votre téléphone, si vous ne savez pas comment ajouter une exception.Si cela ne vous a pas aidé, n’hésitez pas à contacter les contributeurs d’AntennaPod sur notre forum."
    } ,
  
    
    {
      "title"    : "Erreur de téléchargement ou de mise à jour du flux",
      "url"      : "/fr/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "Erreur de téléchargement ou de mise à jour du fluxVous recevez une notification indiquant que les téléchargements se sont terminés avec des erreurs ? Dans ce cas, AntennaPod n’a pas pu rafraîchir le podcast ou télécharger un fichier audio à partir du site Web de l’hébergeur du podcast.Les problèmes qui ne se produisent qu’avec un ou quelques podcasts spécifiques sont souvent liés à ces podcasts. Pour confirmer si c’est le cas, vous pouvez suivre les étapes suivantes :  Tapez sur la notification pour ouvrir le journal de téléchargement  Tapez sur l’entrée du journal contenant l’erreur  Appuyez longuement sur l’URL qui s’affiche, puis copiez-la ou ouvrez-la dans votre navigateur WebSi l’URL ne fonctionne pas non plus dans le navigateur, cela signifie qu’il ne s’agit pas d’un problème avec AntennaPod. Si le message d’erreur s’affiche régulièrement, le podcast a probablement été déplacé, mis hors ligne ou n’est pas correctement configuré. Dans ce cas, veuillez contacter les créateurs du podcast (car ce problème ne peut être résolu par nos soins).Le message d’erreur dans le journal de téléchargement indique-t-il “Failed to connect to [url]” ? Cela signifie probablement qu’il y a des interférences sur votre réseau. Si votre téléphone est équipé d’un bloqueur de publicité, d’un VPN, d’un portail captif, d’un proxy, d’un dispositif de protection de la vie privée, d’un service DNS spécial ou d’un contrôle parental, vous pouvez essayer de les désactiver.Vous voyez un message d’erreur du type “not well-formed (invalid token)” ? C’est que l’éditeur s’est trompé dans son flux (RSS). (Par exemple, il a pu utiliser un simple signe &amp; au lieu de l’encoder en &amp;amp ;.) Veuillez contacter directement l’éditeur, car ce problème ne peut être résolu par nos soins.Si vous ne parvenez pas à identifier le problème, veuillez copier le message d’erreur en cliquant sur le bouton Copier et le partager sur notre forum. Notre communauté se fera un plaisir d’y jeter un œil pour trouver la cause exacte !"
    } ,
  
    
    {
      "title"    : "J&#39;ai trouvé une faute de frappe ou d&#39;orthographe",
      "url"      : "/fr/documentation/bugs-first-aid/typo-translations",
      "content"  : "J’ai trouvé une faute de frappe ou d’orthographeAvez-vous trouvé une faute d’orthographe, ou quelque chose qui vous semble bizarre ? Il est toujours possible que nous ayons fait une erreur de Français ou de traduction (l’application et le site web sont directement traduits de l’anglais). Heureusement, ces problèmes sont souvent faciles à résoudre.Voulez-vous régler ce problème vous même ?Si le problème concerne une autre langue que l’anglais, vous pouvez mettre à jour la traduction Weblate. Pour plus d’information consulter la section Contribuer.L’erreur vient des textes d’origines (en anglais) ? Dans ce cas, vous devrez être ou vous familiariser avec GitHub. Vous pouvez nous transmettre une requête pour l’application ou pour le site web.Vous souhaitez simplement nous en informer ?Vous pouvez créer un message dans la section “traductions” de notre forum. Pour ce faire, vous devez créer un compte (si vous n’en avez pas déjà un) ou simplement vous connecter via Google."
    } ,
  
    
    {
      "title"    : "Général",
      "url"      : "/fr/documentation/general",
      "content"  : "GénéralCi-dessous, vous trouverez plus d’informations à propos du projet AntennaPod."
    } ,
  
    
    {
      "title"    : "À propos des publicités dans AntennaPod",
      "url"      : "/fr/documentation/general/ads",
      "content"  : "À propos des publicités dans AntennaPodLes versions officielles d’AntennaPod n’insèrent pas de publicité. L’application est développée par des bénévoles sans intérêt commercial et le projet dépend des dons pour couvrir les coûts. Le code source et les revenus et dépenses d’AntennaPod étant publics, chacun est libre de les vérifier.Si vous voyez des publicités, il y a deux raisons à cela :1. Vous avez téléchargé une version non officielle d’AntennaPodAntennaPod est un logiciel libre. Cela signifie que tout le monde peut télécharger le code source. Malheureusement, certains développeurs se servent d’AntennaPod, pour y insérer des publicités et le publient ensuite comme une nouvelle application. Vous pouvez obtenir l’application officielle AntennaPod sur Google Play ou F-Droid. Vous pouvez même obtenir la dernière version sur GitHub et construire AntennaPod vous-même !2. Les créateurs du podcast ou leur hébergeur ont ajouté les publicités à leurs notes ou à leur fichier audioAntennaPod lit les podcasts tels qu’ils ont été publiés par leurs créateurs. S’ils contiennent des publicités, AntennaPod les diffuse. Nous n’avons rien à voir avec ces publicités. Les revenus sont donc intégralement reversés aux éditeurs de votre podcast.Vous vous demandez peut-être pourquoi le podcast est en anglais et la publicité en allemand, ou pourquoi l’épisode du podcast date de 2008, mais fait la promotion d’un produit sorti en 2023. La raison en est une technique appelée insertion dynamique de publicité (dynamic ad insertion). Les créateurs de podcasts peuvent demander à l’hébergeur d’insérer ces publicités. Ensuite, lors du téléchargement ou de la lecture en continu de l’épisode avec AntennaPod, le fichier multimédia livré à AntennaPod est coupé à la volée pour inclure les publicités. Les publicités sont récentes (alors que l’épisode peut ne pas l’être) et peuvent être ciblées en fonction de l’adresse IP à partir de laquelle vous demandez le fichier multimédia (par exemple, une entreprise de votre pays). Selon l’intelligence de l’hébergeur, les publicités peuvent être insérées en plein milieu d’une phrase. Certains hébergeurs modifient également les marques de chapitre lors de l’insertion des publicités (les chapitres sont alors décalés de la durée de la publicité).Vous pouvez toujours utiliser le bouton d’avance rapide dans AntennaPod pour sauter les publicités. Si vous écoutez un épisode en continu au lieu de le télécharger, l’hébergeur a une idée de l’état d’avancement du podcast. Il est possible que l’entreprise détecte le fait que vous avez sauté la publicité et en insère une nouvelle. Si vous téléchargez l’épisode, ils ne peuvent pas le faire et vous pouvez sauter les publicités de manière plus fiable. (Le téléchargement est également plus respectueux de votre vie privée, car l’hébergeur ne sait pas quand vous écoutez telle ou telle partie de l’épisode. AntennaPod peut être configuré pour télécharger automatiquement les épisodes et les supprimer par la suite, ce qui vous évite de le faire manuellement)En outre, de nombreux créateurs de podcasts fournissent un flux sans publicité, souvent payant. En général, vous obtenez alors une URL secrète pour le flux de podcast, ou bien un nom d’utilisateur et un mot de passe que vous pouvez entrer dans AntennaPod.Si vous trouvez ces publicités gênantes, vous pouvez en parler aux créateurs du podcast."
    } ,
  
    
    {
      "title"    : "Sauvegarder vos épisodes",
      "url"      : "/fr/documentation/general/backup",
      "content"  : "Sauvegarder vos épisodesIl existe plusieurs options pour copier vos données sur votre nouveau téléphone, et chaque méthode copie une certaine quantité de données :Exportation de la base de donnéesExporter la base de données d’AntennaPod est une bonne méthode si vous migrez vers un nouveau téléphone ou une nouvelle tablette. Vous devriez vous assurer d’avoir la même version d’AntennaPod sur les deux appareils. Après l’importation toutes les données sont restaurées ; vous aurez juste à télécharger à nouveau les épisodes.SynchronisationSynchroniser AntennaPod via gpodder.net ou l’application gPodder Sync pour Nextcloud permet de sauvegarder et de migrer quelques données de podcast &amp; d’épisode. Vous perdrez vos favoris, file d’attente et paramètres de l’application. Cela peut être une solution lors du changement entre téléphone, tablette et/ou bureau. Veuillez consulter l’article sur la synchronisation pour les instructions.OPMLLes fichiers OPML permettent de transférer vos abonnements vers une autre application de podcast. Vous perdrez toutes les données spécifiques aux podcasts ou aux épisodes (par exemple, si un épisode spécifique a été lu) et tous les paramètres de l’application. Pour exporter votre fichier, allez dans Paramètres → Stockage → Importation / Exportation. Pensez à cliquer sur Envoyer… pour enregistrer le fichier dans un autre dossier de votre téléphone ou vers une autre application, car le fichier original sera supprimé lorsque vous désinstallerez AntennaPod. Lorsque vous importez le fichier d’AntennaPod sur un autre appareil, l’application affiche une liste de podcasts avec des cases à cocher. Les podcasts que vous sélectionnez dans cette liste seront ajoutés à vos abonnements existants. Aucun de vos abonnements existants ne sera affecté.Si vous importez le fichier dans AntennaPod sur un autre appareil, l’application affichera une liste de podcasts avec des cases à cocher. Les podcasts que vous sélectionnez dans cette liste seront ajoutés à vos abonnements existants. Aucun de vos abonnements existants ne sera affecté."
    } ,
  
    
    {
      "title"    : "Bêta-testing",
      "url"      : "/fr/documentation/general/beta",
      "content"  : "Bêta-testingAntennaPod compte de nombreux utilisateurs et nous ne voulons pas qu’ils rencontrent des difficultés lorsque nous ajoutons une nouvelle fonctionnalité. Il est important qu’un groupe important teste notre application, afin que nous sachions que toutes les combinaisons possibles de téléphones, de versions d’Android et de cas d’utilisation fonctionnent comme prévu.Des problèmes mineurs apparaissent souvent après des mises à jour majeures et ils ne sont découverts que par les rapports de bugs des utilisateurs. Il n’y a qu’un seul développeur principal qui travaille sur ce projet pendant son temps libre. Il ne dispose que de quelques appareils pour tester les modifications et le comportement peut varier d’un appareil à l’autre.Google PlayChaque nouvelle version d’AntennaPod est envoyée à nos bêta-testeurs via la boutique Google Play, avant d’être proposée au grand public. Cela nous permet de tester les mises à jour sur de nombreux appareils et versions d’Android différents, afin de détecter à temps les bugs et les problèmes d’expérience utilisateur. Si vous avez un œil critique et que vous pouvez expliquer ce qui ne va pas, votre aide est la bienvenue ! De plus, si vous voyez quelque chose qui ne vous plaît pas, vous avez plus de chances de pouvoir le modifier pour qu’il corresponde à ce que vous voulez.Vous voulez donc avoir la dernière version possible ? C’est tout à fait possible ! Il vous suffit de vous rendre sur le site d’AntennaPod dans le Play Store et de cliquer sur “Devenir bêta-testeur” en bas de la page. Ou, si vous êtes devant votre ordinateur, vous pouvez vous rendre sur ce lien.                                                F-DroidNous ne proposons pas actuellement de versions bêta sur F-Droid.Cela est dû au fait que F-Droid ne reconnaît pas automatiquement les versions bêta. L’ajout de versions bêta à F-Droid nécessiterait une intervention manuelle pour chaque version. De plus, si un élément important doit être corrigé, une mise à jour doit être déployée instantanément. Malheureusement, cela ne peut être garanti."
    } ,
  
    
    {
      "title"    : "Applications de podcasts centralisées et distribuées",
      "url"      : "/fr/documentation/general/central-distributed",
      "content"  : "Applications de podcasts centralisées et distribuéesIl existe essentiellement deux façons de créer une application de podcast :  Central : Il y a un serveur central (géré par la société qui développe l’application) qui vérifie les nouveaux épisodes et vous les propose ensuite.  Distribué : L’application elle-même vérifie les nouveaux épisodes, directement auprès des éditeurs de podcasts.AntennaPod utilise la méthode numéro 2. Elle a à la fois des avantages et des inconvénients :  Comme l’application recherche les nouveaux épisodes, les créateurs d’applications (comme nous) n’ont pas besoin de maintenir un serveur central. Cela permet d’économiser beaucoup de temps et d’efforts. Cela permet également d’économiser beaucoup d’argent, ce qui signifie que nous n’avons pas besoin de compter sur les publicités ou sur de grosses sommes de dons.  Comme l’application ne dépend pas d’un serveur central pour collecter les nouveaux épisodes, AntennaPod continuera à fonctionner indépendamment de ce que nous faisons de notre côté. En utilisant la méthode centrale, si la société ferme son serveur pour une raison quelconque, l’application cessera de fonctionner.  En tant que développeurs d’applications, nous ne pouvons pas savoir à quels podcasts vous êtes abonné, quels épisodes vous écoutez, ni même à quelle heure vous le faites. Les éditeurs d’applications disposant d’un serveur central collectent ces données, au détriment de votre vie privée.  Certains éditeurs proposent des flux privés, offrant un accès anticipé, un contenu spécial ou des épisodes sans publicité. Ces flux nécessitent un nom d’utilisateur et un mot de passe, qu’AntennaPod donne directement à l’hôte du podcast lorsqu’il le demande. Souvent, les services centralisés ne permettent tout simplement pas d’ajouter des flux privés. Et s’ils le font, cela peut nécessiter l’envoi de vos informations d’identification aux fabricants de l’application.  Ne disposant pas d’un point d’accès central, qui permettrait aux développeurs d’applications de supprimer les podcasts de leur serveur, il n’y a aucun risque de censure.  D’autre part, un modèle distribué signifie que vous ne recevrez de nouveaux épisodes que lorsque vous actualiserez un podcast. Dans AntennaPod, cette actualisation a lieu par défaut toutes les 12 heures, mais vous pouvez la modifier pour qu’elle soit plus ou moins fréquente et vous pouvez toujours vérifier manuellement la présence de nouveaux épisodes. Un serveur central peut vérifier les nouveaux épisodes très fréquemment ou même être informé par les hôtes de podcasts en temps réel. Ainsi, les applications peuvent également être informées des nouveaux épisodes beaucoup plus rapidement, sans avoir à vérifier régulièrement tous les podcasts auxquels vous êtes abonné.  AntennaPod ne peut pas non plus vous proposer les épisodes qui ont été supprimés par l’éditeur du podcast, par exemple parce qu’il ne conserve que les 10 épisodes les plus récents en ligne. Les applications qui s’appuient sur un serveur central pourraient recevoir les épisodes les plus anciens, même s’ils ont disparu du flux RSS."
    } ,
  
    
    {
      "title"    : "Suppression d&#39;épisodes",
      "url"      : "/fr/documentation/general/episode-deletion",
      "content"  : "Suppression d’épisodesLorsque vous avez terminé l’écoute d’un épisode, dans la plupart des cas, vous voudrez le supprimer de votre téléphone pour libérer de l’espace. Il existe différentes façons de le faire.Tout d’abord, vous pouvez bien sûr supprimer manuellement vos épisodes. Lorsque vous consultez vos épisodes, vous pouvez appuyer longuement sur un épisode et choisir Supprimer. Lorsque vous consultez l’onglet Terminé dans l’écran des Téléchargements, vous pouvez aussi simplement utiliser l’icône de la poubelle. Si vous le souhaitez, AntennaPod peut automatiquement supprimer un épisode de la file d’attente s’il est supprimé. Vous pouvez trouver cette option sous Parmètres → Stockage → Supprimer retire de la liste de lecture.Deuxièmement, AntennaPod dispose de certaines solutions pour supprimer automatiquement les épisodes. AntennaPod peut notamment supprimer automatiquement des épisodes lorsque la lecture est terminée, ou quand il a besoin d’espace pour téléchargement automatiquement de nouveaux épisodes. Pour plus d’informations sur ces options, veuillez consulter l’article Suppression automatique."
    } ,
  
    
    {
      "title"    : "Utiliser le stockage externe",
      "url"      : "/fr/documentation/general/external-storage",
      "content"  : "Utiliser le stockage externeVous pouvez configurer AntennaPod pour télécharger les épisodes sur votre carte SD au lieu de la mémoire interne. Cela vous permet de disposer de plus d’espace pour les épisodes. Pour sélectionner la carte de stockage, allez dans Préférences » Téléchargement » Choisir le répertoire.DépannageIl est possible que votre carte SD n’apparaisse pas dans la boîte de dialogue Choisir le répertoire. Pour que votre carte SD s’affiche, Android doit reconnaître la carte comme un stockage externe. Soit la carte n’est pas montée correctement, soit le fabricant ou votre smartphone a configuré le matériel de manière incorrecte.Si vous utilisez Android 6 ou une version plus récente, vous pouvez essayer de formater la carte SD en tant que stockage interne. C’est la seule solution pouvant résoudre ce problème."
    } ,
  
    
    {
      "title"    : "Mises à jour sur F-Droid",
      "url"      : "/fr/documentation/general/f-droid",
      "content"  : "Mises à jour sur F-DroidVous avez vu qu’il y avait une nouvelle version d’AntennaPod et vous vous interrogez :  Pourquoi la dernière version n’est-elle pas encore sur F-Droid ?  quand la nouvelle version sera-t-elle disponible sur F-Droid?Si la nouvelle version est en version bêta, elle est uniquement disponible sur Google Play (voici pourquoi). Lorsque nous pensons qu’elle est prête, nous la téléchargeons sur Google Play. Quelques jours plus tard, lorsque nous sommes sûrs qu’il n’y a pas de bugs critiques, nous marquons la version sur GitHub. F-Droid doit alors découvrir cette version, la construire et la rendre disponible. Toutes ces étapes peuvent prendre un certain temps. En raison des différentes étapes et parce que nous ne sommes pas impliqués dans la publication des versions sur F-Droid, nous ne pouvons pas dire quand exactement la dernière version sera disponible. Cela prend généralement quelques jours après que la version soit étiquetée sur GitHub.En bref : cela peut prendre un certain temps. Nous vous demandons d’être patients.Les étapes pour obtenir une nouvelle version sur F-Droid  Après avoir créé une mise à jour, F-Droid doit détecter que quelque chose a changé dans AntennaPod. Pour cela, F-Droid lance un serveur de vérification des mises à jour tous les deux jours environ.  Après que F-Droid ait détecté une nouvelle version d’AntennaPod, il construit l’application. Ainsi, F-Droid s’assure que l’application que vous téléchargez correspond bien au code source publié par AntennaPod. Comme il y a beaucoup d’applications à construire, le serveur F-Droid prend 1 à 2 jours supplémentaires pour construire l’application.  Enfin, l’application résultante doit être signée cryptographiquement. Cette opération s’effectue sur un ordinateur qui n’est pas connecté à l’internet. Une personne de F-Droid doit prendre l’application et l’amener physiquement jusqu’à cet ordinateur spécial. Le temps nécessaire dépend de la fréquence à laquelle la personne se rend sur cet ordinateur. En général, cette étape prend 1 à 2 jours de plus après la création de l’application.Ce que vous pouvez faire si la procédure prend plus de temps que prévuComme vous pouvez le constater, il peut facilement s’écouler une semaine avant qu’une nouvelle version d’AntennaPod ne soit disponible sur F-Droid. Si une mise à jour n’est toujours pas disponible plus d’une semaine après sa sortie, faîtes le nous savoir en créant un message sur notre forum pour que nous regardions pourquoi.Vous pouvez avoir une idée de la progression en vérifiant si la liste des versions de F-Droid a été mise à jour depuis la nouvelle version d’AntennaPod et en vérifiant sur F-Droid Monitor si la nouvelle version a déjà été construite."
    } ,
  
    
    {
      "title"    : "AntennaPod pour Windows, Apple et Linux",
      "url"      : "/fr/documentation/general/other-platforms",
      "content"  : "AntennaPod pour Windows, Apple et LinuxAussi attrayant que le titre puisse paraître, AntennaPod n’est pas et ne sera pas disponible sur Windows, iOS ou Linux. L’application est réalisée par une petite équipe de bénévoles, et l’adapter à ces autres plateformes représenterait un travail considérable.Il existe cependant des alternatives (open source) que nous aimerions vous indiquer :            Application      Code      iOS      MacOS      Windows      Linux                  Podverse            ✅      ✅      ❌      ❌              Pocket Casts            ✅      ❌      ❌      ❌              gPodder            ❌      ✅      ✅      ✅              Poddr            ❌      ✅      ✅      ✅              Kasts            ❌      ❌      ❌      ✅              Vocal            ❌      ❌      ❌      ✅              GNOME Podcasts            ❌      ❌      ❌      ✅              MusicPod            ❌      ❌      ❌      ✅      Vous avez des recommandations d’applications de podcasts open source pour ces plateformes ? Venez les donner sur notre forum !"
    } ,
  
    
    {
      "title"    : "Transfert du trafic par un proxy ou un réseau Tor",
      "url"      : "/fr/documentation/general/proxy",
      "content"  : "Transfert du trafic par un proxy ou un réseau TorIl est possible de faire en sorte qu’AntennaPod dirige tout le trafic (fichiers multimédias, images de couverture, demandes et recherches RSS) via un proxy ou le réseau TOR. Cela peut avoir deux avantages potentiels :  Confidentialité : selon le type de service proxy, vos comportements liés au téléchargement/streaming peut être masqués aux hôtes de podcasts  Accès : si l’hôte de podcasts empêche le téléchargement de contenu à partir d’autres pays (sur la base de votre adresse IP), la configuration d’un proxy par rapport au pays d’origine peut vous permettre d’accéder à son contenu malgré toutVous trouverez cette option sous Paramètres → Réseau → Proxy.Afin de diriger tout le trafic via le réseau TOR, vous devez installer une application proxy pour TOR, et fournir les informations suivantes dans AntennaPod :  Type : SOCKS  Hôte : “localhost” ou “127.0.0.1”  Port : “9050”"
    } ,
  
    
    {
      "title"    : "Comment synchroniser entre les appareils",
      "url"      : "/fr/documentation/general/synchronization",
      "content"  : "Comment synchroniser entre les appareilsAntennaPod peut synchroniser vos abonnements et vos progrès d’écoute avec d’autres versions d’AntennaPod ainsi qu’avec d’autres applications (de bureau). Pour mettre en place la synchronisation, vous avez besoin d’un serveur : le point central par lequel vos données sont partagées avec d’autres appareils. Plusieurs options s’offrent à vous :  gpodder.net fournit un serveur de synchronisation gPodder gratuit pour lequel tout le monde peut s’inscrire. Malheureusement, en raison de la popularité du service et de son financement limité, ce serveur est souvent surchargé, ce qui entraîne des erreurs dans AntennaPod.  Les utilisateurs plus techniques sont fortement encouragés à héberger eux-mêmes un serveur de synchronisation. Un serveur auto-hébergé est plus fiable et contribue à réduire la charge sur les services publics gratuits. Il existe plusieurs options : Nextcloud avec l’application gPodder Sync app, un serveur gPodder complet, ou le Micro GPodder server.Activer la synchronisation avec Nextcloud  Si vous avez un compte Nextcloud, installez l’application gPodder Sync ou demandez à votre administrateur de serveur de le faire  Allez dans Préférences “ Synchronisation dans l’application AntennaPod et appuyez sur Choisir un service de synchronisation  Sélectionnez “Nextcloud”  Saisissez l’adresse du serveur (l’URL ou l’adresse IP du serveur) et tapez sur Procéder  Connectez-vous dans la fenêtre du navigateur qui s’ouvre et autorisez AntennaPodActiver la synchronisation via gPodder  Créez un compte sur gpodder.net ou connectez-vous si vous en possédez déjà un  When you have an account, log in on the webserver and create a device under Subscriptions » Devices for each client that you use:                                                  When you have added the devices to your account, link them using the “Configure” button. This way, gpodder.net automatically keeps the activated devices synchronized.                                                  Allez dans Préférences “ Synchronisation dans l’application AntennaPod et appuyez sur Choisir un service de synchronisation  Sélectionnez : ‘gPodder’  Saisissez l’adresse du serveur (par exemple www.gpodder.net) et tapez sur S'identifier  Saisissez votre “Identifiant” et “Mot de passe” puis appuyez sur Connexion  Sélectionnez le périphérique que vous avez créé sur le serveurNote : Si vous avez créé un appareil en vous connectant, plutôt qu’à la suggestion ci-dessus, assurez-vous d’appuyer sur le bouton Forcer la synchronisation dans AntennaPod pour télécharger l’état de lecture de tous les épisodes que vous avez écoutés précédemment. Si vous ne faites pas cela, seuls les podcasts qui ont été ajoutés après avoir connecté les appareils sont synchronisés. Il existe une demande de correction qui demande de modifier ce comportement."
    } ,
  
    
    {
      "title"    : "Commencer",
      "url"      : "/fr/documentation/getting-started",
      "content"  : "CommencerBienvenue sur AntennaPod ! Ci-dessous, vous trouverez quelques informations sur la façon de démarrer avec AntennaPod.Tout d’abord, vous devez vous abonner à un podcast. Vous pouvez en savoir plus à ce sujet ici. Après l’abonnement, les nouveaux épisodes sont affichés dans Episodes → Nouveaux. C’est là que vous pourrez décider si vous souhaitez réellement les écouter ou non. Nouveaux signifie que vous n’avez pas encore décidé ce que vous allez faire de l’épisode.  Si un épisode ne vous intéresse pas, il suffit de le faire glisser et AntennaPod supprime le drapeau nouveau. L’épisode reste marqué comme non lu et vous pouvez le retrouver sur la page Épisodes → Tous, ainsi que sur la page du podcast.  Si vous êtes intéressé par l’épisode, vous pouvez faire l’une des deux choses suivantes, en fonction de votre comportement d’écoute.          Téléchargez l’épisode. Lors du téléchargement, AntennaPod ajoute également automatiquement l’épisode à la liste de lecture et le supprime de la boîte de réception. Il existe un paramètre si vous souhaitez que les nouveaux épisodes soient mis, dans la liste de lecture, à l’arrière, au début ou après l’épisode en cours de lecture. Le téléchargement est le principal moyen d’utilisation d’AntennaPod, mais comme le streaming devient de plus en plus populaire, vous pouvez aussi utiliser la deuxième option.      Ajoutez simplement l’épisode à la liste de lecture. AntennaPod le supprime automatiquement de la boîte de réception et l’insère dans la liste de lecture. Vous pourrez ensuite lire directement l’épisode sans avoir à le télécharger, afin qu’il ne prenne pas de place. C’est le même fonctionnement que regarder une vidéo sur YouTube. L’inconvénient est qu’il ne sera pas disponible hors ligne, utilisera votre connexion de données mobile lorsque vous êtes en déplacement et ralentira un peu l’avance rapide.        Lorsque vous avez terminé, AntennaPod marque l’épisode comme lu et le supprime de la file de lecture. Un paramètre permet également de supprimer automatiquement le téléchargement après la lecture. Vous pouvez trouver une liste de tous les épisodes qui sont téléchargés sur votre appareil (qu’ils soient dans la file de lecture ou non) sur la page Téléchargements.  Si vous aimez un épisode et que vous envisagez de le réécouter, vous pouvez également le marquer comme favori. Il apparaîtra alors sur la page Episodes → Favoris et (par défaut) ne sera pas supprimé après la lecture.Si vous êtes abonné à un podcast vraiment génial dont vous savez dès le départ que tous les épisodes seront excellents, vous pouvez utiliser la fonction de téléchargement automatique. Lorsqu’elle est activée pour un podcast, tous ses futurs nouveaux épisodes sont automatiquement téléchargés et ajoutés à la file de lecture. Ils seront automatiquement supprimés de la boîte de réception dès leur téléchargement."
    } ,
  
    
    {
      "title"    : "Utiliser l&#39;écran d&#39;accueil",
      "url"      : "/fr/documentation/getting-started/home",
      "content"  : "Utiliser l’écran d’accueilL’écran d’accueil vous permet d’avoir une vue d’ensemble rapide de vos podcasts, de commencer à les écouter et d’effectuer toute une série d’actions, le tout à partir du même écran.Il contient cinq sections, chacune d’entre elles affichant des épisodes ou des abonnements avec lesquels interagir directement, mais fournissant également un raccourci vers l’écran correspondant (par exemple votre file d’attente). Vous pouvez personnaliser votre écran d’accueil - c’est-à-dire réorganiser ces sections ou en masquer certaines - en appuyant sur ... dans la barre supérieure et en sélectionnant Configurer l'écran d'accueil.Continuer à écouterCette section vous permet de poursuivre rapidement et facilement l’écoute des épisodes que vous avez déjà dans votre file d’attente, en commençant par ceux que vous avez déjà commencé à écouter, mais que vous n’avez pas encore terminés.Voir les nouveautésDans cette section, vous trouverez les derniers épisodes qui ont atterri dans votre boîte de réception suite à l’actualisation de vos abonnements.Soyez surprisVous trouverez ici une sélection aléatoire d’épisodes de vos abonnements que vous n’avez pas encore écoutés. Si vous ne voyez rien qui vous donne envie d’écouter, vous pouvez appuyer sur le bouton flèche pour actualiser la sélection.Vos classiquesIci, vous pouvez rapidement voir et accéder à vos abonnements les plus écoutés de tous les temps.Derniers téléchargementsDans cette section, vous pouvez interagir avec les épisodes que vous avez téléchargés sur votre appareil."
    } ,
  
    
    {
      "title"    : "S&#39;abonner un à podcast",
      "url"      : "/fr/documentation/getting-started/subscribe",
      "content"  : "S’abonner un à podcastLa première chose que vous voulez faire après avoir téléchargé une application de podcast est de vous abonner à un podcast.AbonnementOuvrez le menu en glissant depuis la gauche ou en appuyant sur l’icône = dans le coin supérieur gauche. Allez dans + Ajouter un podcast. Maintenant, vous pouvez rechercher, parcourir les suggestions ou ajouter un podcast par l’adresse RSS.Vous pouvez également importer un fichier OPML ou vérifier uniquement les base de données de iTunes, gpodder.net ou fyyd respectivement. L’importation de flux RSS ou Atom, ou de schémas d’URL comme pcast:// et itpc://, fonctionnera aussi.Abonnement à des services tiersNous avons reçu quelques questions sur le support de plateformes comme SoundCloud, Mixcloud et autres. Bien qu’il puisse être intéressant d’avoir une fonction permettant de coller/ouvrir simplement les URL des chaînes dans AntennaPod, il a été décidé de ne pas l’implémenter. De telles plates-formes peuvent apparaître et disparaître, tandis que la mise en œuvre de cette fonctionnalité représente un travail considérable pour nos bénévoles. Si vous êtes un développeur, vous êtes bien sûr le bienvenu pour discuter d’une proposition que vous seriez heureux de mettre en œuvre.SoundCloudSoundCloud permet aux producteurs de créer des podcasts à partir de leur contenu assez facilement. Vous devriez les contacter, leur faire part de la page d’aide de SoundCloud (dont le lien figure juste avant) et leur demander s’ils sont prêts à mettre en place ce système.MixcloudMixcloud ne propose malheureusement pas cette option pour les créateurs de contenu. Comme toujours, il y a quelqu’un dans la communauté du podcasting pour trouver une solution. Vous devriez vérifier les options telles qu’elles sont présentées dans cet article.YouTubeYouTube vous permet de vous abonner au flux d’une chaîne, mais.. :  AntennaPod ne peut pas télécharger automatiquement les vidéos, car YouTube ne le permet pas. La diffusion de publicités est leur modèle économique après tout.  Vous n’aurez pas d’image liée à votre abonnement, car YouTube ne l’inclut pas dans les flux.Mais c’est un moyen d’être notifié des nouveaux épisodes. Il suffit d’ajouter l’URL de l’utilisateur/chaîne (https://www.youtube.com/user/USERNAME ou https://www.youtube.com/channel/CHANNEL_ID) dans AntennaPod. Vous devriez voir apparaître une boîte de dialogue avec l’option ‘RSS’ ; appuyez pour ajouter le flux. Si cela ne fonctionne pas, ajoutez https://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; à AntennaPod. Vous pouvez trouver l’identifiant de la chaîne dans l’URL de la chaîne. Si la chaîne à laquelle vous voulez vous abonner est un compte d’utilisateur (avec une URL comme youtube.com/user/UserName), vous pouvez contacter l’utilisateur pour lui demander son identifiant de chaîne (ici, on explique comment les utilisateurs peuvent trouver leur identifiant de chaîne).Comme vous pouvez le constater, nous n’avons pas d’informations sur les autres plateformes. Nous serons heureux de les inclure ici si vous nous faites part de vos réflexions via le forum."
    } ,
  
    
    {
      "title"    : "Lecture",
      "url"      : "/fr/documentation/playback",
      "content"  : "LectureCi-dessous, vous trouverez des sujets relatifs à la lecture."
    } ,
  
    
    {
      "title"    : "Lecture dans les voitures (Android Auto)",
      "url"      : "/fr/documentation/playback/android-auto",
      "content"  : "Lecture dans les voitures (Android Auto)Vous pouvez utiliser AntennaPod pour écouter des podcasts dans votre voiture avec Android Auto.Avez-vous téléchargé AntennaPod depuis Google Play ?Aucune autre étape n’est nécessaire pour utiliser AntennaPod dans votre voiture. Il suffit de connecter votre téléphone et de commencer à écouter.Avez-vous téléchargé AntennaPod depuis F-Droid ?Si vous avez téléchargé AntennaPod depuis F-Droid, d’autres étapes sont nécessaires.  Ouvrez les paramètres d’Android Auto.  Activez les paramètres de développement en appuyant 10 fois sur le numéro de version.  Ouvrez le menu à 3 points et lancez les paramètres de développement.  Activer Sources inconnues."
    } ,
  
    
    {
      "title"    : "Retour en arrière automatique",
      "url"      : "/fr/documentation/playback/auto-rewind",
      "content"  : "Retour en arrière automatiqueLorsqu’un épisode est mis en pause, puis à nouveau en lecture, AntennaPod revient automatiquement en arrière afin de faciliter le suivi de l’émission. La durée du retour en arrière n’est pas configurable et dépend de la durée de pause de l’épisode.            Durée depuis la dernière lecture      Durée du retour en arrière                  Plus d’un jour      20 secondes              Plus d’une heure      10 secondes              Plus d’une minute      3 secondes      "
    } ,
  
    
    {
      "title"    : "Raccourcis clavier",
      "url"      : "/fr/documentation/playback/shortcuts",
      "content"  : "Raccourcis clavierSi vous disposez d’un clavier physique connecté à votre téléphone ou tablette, vous pouvez utiliser certains raccourcis pour contrôler la lecture dans AntennaPod.Tous les écrans (sauf le lecteur vidéo et les paramètres)            Touche      Action                  P      Lecture/Pause              J/A/,      Saut arrière              K/D/.      Saut avant              +/W      Augmenter le volume              -/S      Baisser le volume              M      Couper/Remettre le son (uniquement sur Android 6 et supérieur)      Lecteur vidéo            Touche      Action                  P/Espace      Lecture/Pause              J/A/,      Saut arrière              K/D/.      Saut avant              F/Esc      Quitter le lecteur vidéo              i      Entrer dans le mode image par image              0-9      Aller à 0-90% de la vidéo              +/W      Augmenter le volume              -/S      Baisser le volume              M      Couper/Remettre le son (uniquement sur Android 6 et supérieur)      "
    } ,
  
    
    {
      "title"    : "Pour les diffuseurs et les hébergeurs de podcasts",
      "url"      : "/fr/documentation/podcasters-hosters",
      "content"  : "Pour les diffuseurs et les hébergeurs de podcastsCi-dessous, vous trouverez nos informations d’assistance pour les diffuseurs et les hébergeurs de podcasts."
    } ,
  
    
    {
      "title"    : "Créer un lien « Ouvrir dans AntennaPod »",
      "url"      : "/fr/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "Créer un lien « Ouvrir dans AntennaPod »Voulez-vous que votre réseau ou votre public puisse facilement ajouter votre (vos) podcast(s) à AntennaPod ? Il vous suffit d’inclure un lien tel que celui présenté ci-dessous sur votre site web ou à l’endroit de votre choix. Veillez à remplacer xyz par l’URL de votre flux RSS et abc par le titre de votre podcast.https://antennapod.org/deeplink/subscribe?url=xyz&amp;title=abcLes utilisateurs qui ont installé AntennaPod et qui utilisent ce lien pourront prévisualiser les épisodes et s’abonner à votre podcast directement dans notre application. Vous pouvez voir un exemple ici. Si vous avez besoin de notre logo, consultez notre dépôt de marque."
    } ,
  
    
    {
      "title"    : "Répertorier votre podcast",
      "url"      : "/fr/documentation/podcasters-hosters/list-podcast",
      "content"  : "Répertorier votre podcastSi vous êtes un producteur de podcasts et que vous souhaitez rendre votre podcast visible dans AntennaPod, cette page est pour vous.AntennaPod utilise principalement trois répertoires pour sa fonction de recherche :  Index des podcasts (demandez à votre hébergeur comment ajouter votre podcast ou ajoutez votre propre podcast via l’API)  Apple Podcasts (ajouter via Podcast Connect)  Fyyd (ajouter via leur site web)Si votre podcast est disponible sur l’un ou l’autre de ces sites, il peut être trouvé dans AntennaPod."
    } ,
  
    
    {
      "title"    : "Mise à jour des liens URL",
      "url"      : "/fr/documentation/podcasters-hosters/update-feed-urls",
      "content"  : "Mise à jour des liens URLLorsque vous changez d’hébergeur, l’URL de votre flux RSS change souvent aussi. Dans ce cas, nous vous recommandons vivement d’organiser une “redirection” correcte de l’ancien vers le nouveau flux avec l’un ou l’autre de ces codes de réponse HTTP :  301 Moved Permanently  308 Permanent RedirectDe cette manière, vous vous assurez que les utilisateurs d’AntennaPod reçoivent ce changement dans leur application. Votre public continuera alors à recevoir vos épisodes, sans avoir à s’abonner à nouveau au nouveau flux.N’oubliez pas non plus de mettre à jour votre entrée dans les répertoires qu’AntennaPod utilise pour sa fonctionnalité de recherche."
    } ,
  
    
    {
      "title"    : "File d&#39;attente",
      "url"      : "/fr/documentation/queue",
      "content"  : "File d’attenteCi-dessous, vous trouverez les questions fréquentes concernant la file d’attente."
    } ,
  
    
    {
      "title"    : "Comment utiliser la file d&#39;attente",
      "url"      : "/fr/documentation/queue/how-to-use",
      "content"  : "Comment utiliser la file d’attenteVous pouvez utiliser la liste de lecture pour ajouter les épisodes que vous prévoyez d’écouter. Si vous tombez sur un épisode intéressant, appuyez longuement sur l’épisode et sélectionnez Ajouter à la liste de lecture. Si vous téléchargez un épisode, AntennaPod l’ajoute automatiquement à la file de lecture."
    } ,
  
    
    {
      "title"    : "(Dé)Verrouiller la file d&#39;attente",
      "url"      : "/fr/documentation/queue/lock",
      "content"  : "(Dé)Verrouiller la file d’attenteUn problème assez commun peut arriver, lorsque utilisateur ne peut plus réorganiser sa liste de lecture.Si vous ne pouvez pas déplacer les épisodes dans la de lecture, cela peut être dû à l’une des raisons suivantes :  Filtrage activé. Vous pouvez le désactiver en touchant les trois points … dans la barre supérieure et en sélectionnant Filtrer.  La liste de lecture est verrouillée. Vous pouvez la déverrouiller en appuyant sur le menu à 3 points dans la barre supérieure et en décochant Verrouiller la liste de lecture."
    } ,
  
    
    {
      "title"    : "Comment utiliser plusieurs files d&#39;attente",
      "url"      : "/fr/documentation/queue/multiple-queues",
      "content"  : "Comment utiliser plusieurs files d’attenteLes files de lecture multiples ne sont actuellement pas prises en charge. Vous pouvez suivre le problème 2648 sur GitHub pour plus d’informations et/ou pour être tenu au courant."
    } ,
  
    
    {
      "title"    : "Comment utiliser le tri intelligent",
      "url"      : "/fr/documentation/queue/smart-shuffle",
      "content"  : "Comment utiliser le tri intelligentLe tri intelligent est un tri avancé qui permet de conserver l’ordre de publication mais en évitant autant que possible de grouper des épisodes d’un même podcast dans votre liste de lecture.Pour utiliser le tri intelligent ajouter des épisodes de podcasts différents dans la liste de lecture, puis appuyez sur … dans la barre en haut, choisir Trier et enfin  Tri intelligent. Comme pour les autres types de tri, l’ordre du tri intelligent peut être ascendant ou descendant.Comment ça marcheDisons que vous avez 15 épisodes dans votre liste de lecture : 1 par podcasts pour A, B et C, 2 pour le podcast D et 10 du podcast E. Le tri intelligent va commencer par le podcast avec le plus d’épisodes (E) et disperser ces épisodes dans la liste de lecture : EE_EE_E_E_EE_EE. Puis les épisodes du deuxième podcast avec le plus d’épisodes (D) sont placés dans les emplacements libres : EE_EEDE_EDEE_EE. Et ainsi de suite jusqu’à obtenir une liste de lecture ressemblant à ceci : EEBEEDECEDEEAEE.Les dates de publications joue un rôle par rapport aux autres épisodes d’un même podcast (dans notre exemple, les épisodes de E sont triés en respectant leurs ordre) et aussi entre les différents podcasts (l’épisode du podcast B est avant celui de A car il est plus récent)."
    } ,
  
    
    {
      "title"    : "Abonnements",
      "url"      : "/fr/documentation/subscriptions",
      "content"  : "AbonnementsCi-dessous, vous trouverez les questions fréquentes concernant les abonnements."
    } ,
  
    
    {
      "title"    : "Étiquettes d&#39;abonnement (ou groupes ou catégories)",
      "url"      : "/fr/documentation/subscriptions/subscription-groups",
      "content"  : "Étiquettes d’abonnement (ou groupes ou catégories)Pour faciliter l’organisation de vos abonnements, vous pouvez attribuer des tags (parfois appelés groupes ou catégories) à un podcast. Veuillez noter que pour le moment, il n’est pas possible de créer des listes de liste de lecture basées sur des tags. Pour cela, il faudrait d’abord prendre en charge les liste de lecture multiples (voir également la demande de fonctionnalité sur notre plate-forme de développement).Pour attribuer des tags à un podcast, vous devez :  Ouvrir un podcast spécifique  Tapez sur l’icône Roue dentée pour accéder à ses paramètres  Sélectionnez le paramètre Tags"
    } 
  
]

