Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: unless contributing as an [anonymous guest](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) or [incognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor) user, the AntennaPod team gets access to (but will not extract) your:
de: es sei denn, wenn du als [anonymer Gast](https://docs.opencollective.com/help/financial-contributors/payments# contributing-as-a-guest) oder als [inkognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor) Nutzer spendest, erhält das AntennaPod-Team Zugriff auf (jedoch wird dies nicht ausgelesen) deine:
es: A menos que contribuyas como [invitado anónimo](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) o como usuario [de incógnito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor), el equipo de AntennaPod tendrá acceso a tu información (pero no la extraerá):
it: a meno che tu non versi un contributo come [ospite anonimo](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) o come utente [in incognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor), il team di AntennaPod ha accesso a (ma non estrarrà):
nl: tenzij je als een [anonieme gast](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) of [incognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor) gebruiker een bijdrage levert, krijgt het AntennaPod toegang tot gegevens van jou die ze niet buiten het platform zullen gebruiken:
pt_br: a menos que contribua como um [convidado anônimo](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) ou usuário [incógnito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor), a equipe do AntennaPod poderá acessar (mas não extrairá) seus:
ru: активно помогаете финансово через Open Collective ( только если вы не сделали это через [анонимного гостя](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) или через [инкогнито](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor)):
uk: якщо ви не є [анонімним гостем](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) або [інкогніто](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor), команда AntennaPod отримує доступ до (але не витягує) ваших:
zh_hans: 除非以 [匿名访客](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) 或 [隐身](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor) 用户身份捐赠，不然 AntennaPod 团队将能访问（但不会提取）您的：

source: public profile information (name, company, description, image, Twitter, GitHub, website)
ca: informació del perfil públic (nom, empresa, descripció, imatge, Twitter, GitHub, lloc web)
cs: veřejné informace o profilu (jméno, společnost, popis, obrázek, Twitter, GitHub, webové stránky)
da: offentlige profiloplysninger (navn, virksomhed, beskrivelse, billede, Twitter, GitHub, websted)
de: öffentliche Profilinformationen (Name, Unternehmen, Beschreibung, Bild, Twitter, GitHub, Website)
es: información pública del perfil (nombre, empresa, descripción, imagen, Twitter, Github, sitio web)
fi: julkiset profiilitiedot (nimi, yritys, kuvaus, kuva, Twitter, GitHub, sivusto)
fr: information sur le profil public (nom, entreprise, description, image, Twitter, GitHub, site web)
gl: información do perfil público (nome, empresa, descrición, imaxe, Twitter, GitHub, sitio web)
it: informazioni pubbliche sul profilo (nome, azienda, descrizione, immagine, Twitter, GitHub, sito web)
ja: 公開プロフィール情報（名前、会社、説明、画像、Twitter、GitHub、ウェブサイト）
nb_no: offentlig profilinfo (navn, bedrift, beskrivelse, bilde, X (tidl Twitter), GitHub, nettside)
nl: openbare profielinformatie (naam, bedrijf, beschrijving, afbeelding, Twitter, GitHub, website)
pt_br: dados do perfil público (nome, empresa, descrição, imagem, Twitter, GitHub, site)
ru: публичную информацию профиля(имя, компанию, описание, изображение, Twitter, GitHub, сайт)
sk: verejné informácie o profile (meno, spoločnosť, popis, obrázok, Twitter, GitHub, webové stránky)
tr: Herkese açık profil bilgileri (İsim, Şirket, Açıklama,Profil resmi,X,Github,internet site adresi)
uk: загальнодоступна інформація профілю (ім’я, компанія, опис, зображення, Twitter, GitHub, веб-сайт)
zh_hans: 公开资料信息（姓名、公司、描述、图片、Twitter、GitHub、网站）

source: email address
ca: Adreça de correu electrònic
cs: e-mailová adresa
da: e-mailadresse
de: E-Mail-Adresse
es: dirección de correo electrónico
fi: sähköpostiosoite
fr: adresse e-mail
gl: enderezo de correo
it: indirizzo email
ja: メールアドレス
nb_no: e-postadresse
nl: e-mailadres
pt_br: endereço de e-mail
ru: адрес электронной почты
sk: e-mailová adresa
tr: E-posta adresi
uk: адреса електронної пошти
zh_hans: 电子邮件地址

source: The website
de: Die Website
es: Sitio web
fi: Sivusto
it: Il sito web
nl: De website
pt_br: O site
ru: Веб-сайт
tr: İnternet sitesi
uk: Вебсайт
zh_hans: 网站

source: AntennaPod's website is hosted via GitHub Pages.
de: AntennaPods Website wird über GitHub Pages gehostet.
es: El sitio web de AntennaPod está alojado en GitHub Pages.
fi: AntennaPodin sivustona toimivat sen GitHub-sivut.
it: Il sito web di AntennaPod è ospitato tramite GitHub Pages.
nb_no: GitHub Pages er vert for AntennaPods nettsted.
nl: De website van AntennaPod is gehost via GitHub Pages.
pt_br: O site do AntennaPod é hospedado via GitHub Pages.
ru: Веб-сайт AntennaPod размещен на страницах GitHub.
tr: AntennaPod'un internet sitesi GitHub Pages üzerinde barındırılmaktadır.
uk: Вебсайт AntennaPod розміщено на GitHub Pages.

source: When you visit our website, you are interacting with GitHub, Inc. or GitHub B.V. - see their [privacy policy](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) for the data they collect and process.
de: Wenn du unsere Website besuchst, interagierst du mit GitHub, Inc. oder GitHub B.V. – Informationen zu den Daten, die diese Unternehmen erheben und verarbeiten, findest du in deren [Datenschutzerklärung](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement).
es: Cuando visita nuestro sitio web, interactúa con GitHub, Inc. o GitHub B.V. - consulte su [política de privacidad](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) para conocer los datos que recopilan y procesan.
fi: Kun vierailet sivustollamme, toimit GitHub, Inc:n tai GitHub B.V:n ylläpitämässä palvelussa. Saat lisätietoja heidän keräämistään ja käsittelemistään tiedoista heidän omista [tietosuojakäytännöistään](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement).
it: Quando visiti il nostro sito, stai interagendo con GitHub, Inc. o GitHub B.V. - consulta la loro [informativa sulla privacy](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) per saperne di più sui dati che raccolgono ed elaborano.
pt_br: Ao visitar o nosso site, você está interagindo com o GitHub, Inc ou GitHub B.V. - consulte a [política de privacidade](https://docs.github.com/pt/site-policy/privacy-policies/github-general-privacy-statement) dessas empresas para saber quais dados elas coletam e processam.
ru: Когда вы посещаете наш веб-сайт, вы взаимодействуете с GitHub, Inc. или GitHub B.V. - информацию о том, какие данные они собирают и обрабатывают, смотрите в их [политике конфиденциальности](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement).
uk: Відвідуючи наш веб-сайт, ви взаємодієте з GitHub, Inc. або GitHub B.V. — див. їхню [політику конфіденційності](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement), щоб дізнатися, які дані вони збирають і обробляють.

source: The website does not set any cookies and does not use third-party tracking, analytics or other services. The 'Translate' page in the 'Contribute' section contains an embedded graph which is retrieved from the servers of Weblate s.r.o. ([privacy policy](https://weblate.org/en-gb/privacy/)).
de: Die Website setzt keine Cookies und verwendet keine Tracking-, Analyse- oder andere Dienste von Drittanbietern. Die Seite „Übersetzen“ im Abschnitt „Mitmachen“ enthält eine eingebettete Grafik, die von den Servern von Weblate s.r.o. abgerufen wird ([Datenschutzerklärung](https://weblate.org/en-gb/privacy/)).
es: El sitio web no utiliza cookies ni servicios de seguimiento, análisis u otros servicios de terceros. La página «Traducir» de la sección «Contribuir» contiene un gráfico integrado que se obtiene de los servidores de Weblate s.r.o. ([política de privacidad](https://weblate.org/en-gb/privacy/)).
fi: Sivusto ei aseta evästeitä eikä käytä ulkopuolisten tahojen seurantapalveluita, analytiikkaa tai muita palveluita. Osallistu-osion Käännä-sivulla on upotettu kaavio, joka on peräisin Weblate s.r.o:n palvelimilta ([tietosuojakäytäntö](https://weblate.org/en-gb/privacy/)).
it: Il sito web non imposta alcun cookie e non usa tracciamento di terzi, analitiche o altri servizi. La pagina 'Traduzione' nella sezione 'Contribuisci' contiene un grafico incorporato che è reperito dai server di Weblate s.r.o. ([informativa sulla privacy](https://weblate.org/it/privacy/)).
pt_br: O site não utiliza cookies nem rastreamento, analytics ou outros serviços de terceiros. A página 'Tradução' na seção 'Contribua' contém um gráfico incorporado que é carregado a partir dos servidores da Weblate s.r.o. ([política de privacidade](https://weblate.org/pt-br/privacy/)).
ru: Веб-сайт не устанавливает никаких файлов cookie и не использует сторонние сервисы отслеживания, аналитики или другие сервисы. Страница "Перевести" в разделе "Внести свой вклад" содержит встроенную диаграмму, которая загружается с серверов Weblate s.r.o. ([политика конфиденциальности](https://weblate.org/en-gb/privacy/)).
uk: Веб-сайт не встановлює жодних файлів cookie і не використовує сторонні служби відстеження, аналітики чи інші служби. Сторінка «Перекласти» в розділі «Долучитися» містить вбудований графік, який отримується з серверів Weblate s.r.o. ([політика конфіденційності](https://weblate.org/en-gb/privacy/)).

source: When you actively leave a review in the Google Play store, the AntennaPod team gets access to your public profile information and may extract and store the following in any online service used by the team (e.g. GitHub or the forum):
de: Wenn du aktiv eine Bewertung im Google Play Store hinterlässt, erhält das AntennaPod-Team Zugriff auf deine öffentlichen Profilinformationen und kann die folgenden Daten auslesen und in einem vom Team genutzten Online-Dienst (z. B. GitHub oder dem Forum) speichern:
es: Cuando dejas una reseña en la tienda Google Play, el equipo de AntennaPod obtiene acceso a la información de tu perfil público y puede extraer y almacenar lo siguiente en cualquier servicio en línea utilizado por el equipo (por ejemplo, GitHub o el foro):
fi: Jos jätät arvostelun Google Play -kauppaan, AntennaPodin tiimi näkee julkiset profiilitietosi ja voi noutaa ja tallentaa seuraavat tiedot mihin tahansa käyttämäänsä verkkopalveluun (kuten GitHubiin tai keskustelufoorumille):
it: Quando lasci attivamente una recensione sul Google Play Store, il team di AntennaPod ha accesso alle informazioni pubbliche sul tuo profilo e potrebbe estrarre e immagazzinare le seguenti informazioni in qualsiasi servizio online usato dal team (per esempio, GitHub o il forum):
pt_br: Ao deixar uma avaliação na Play Store, a equipe do AntennaPod terá acesso às informações do seu perfil público e pode extrair e armazenar em qualquer serviço online utilizado pela equipe (por exemplo, GitHub ou fórum) as seguintes informações:
ru: Когда вы активно оставляете отзыв в Google Play Store, команда AntennaPod получает доступ к информации вашего общедоступного профиля и может извлекать и сохранять следующую информацию в любом онлайн-сервисе, используемом командой (например, на GitHub или форуме).:
uk: Коли ви залишаєте відгук у магазині Google Play, команда AntennaPod отримує доступ до інформації вашого публічного профілю та може витягувати та зберігати наступні дані в будь-якій онлайн-службі, яку використовує команда (наприклад, GitHub або форум):

source: review text
de: Bewertungstext
es: texto de revisión
fi: tarkista teksti
it: testo della recensione
pt_br: texto da avaliação
ru: текст рецензии
uk: текст огляду

source: device language
ca: idioma del dispositiu
cs: jazyk zařízení
da: enhedens sprog
de: Gerätesprache
es: idioma del dispositivo
fi: laitteen kieli
fr: langage de votre périphérique
gl: idioma do dispositivo
it: lingua del dispositivo
ja: デバイスの言語
nb_no: enhetsspråk
nl: taal van het toestel
pt_br: idioma do dispositivo
ru: язык устройства
sk: jazyk zariadenia
tr: Cihaz dili
uk: мова пристрою
zh_hans: 设备语言

source: When you contribute to AntennaPod's translations:
de: Wenn du zu AntennaPods Übersetzungen beiträgst:
es: Cuando contribuyes a las traducciones de AntennaPod:
fi: Kun osallistut AntennaPodin kääntämiseen:
fr: Quand vous contribuz aux traductions d'AntennaPod :
it: Quando contribuisci a tradurre AntennaPod:
pt_br: Ao contribuir com as traduções do AntennaPod:
ru: Когда вы вносите свой вклад в переводы AntennaPod:
uk: Коли ви робите свій внесок у переклади AntennaPod:

source: you are interacting with the hosted service of Weblate s.r.o. - see their [privacy policy](https://weblate.org/en-gb/privacy/) for the data they collect and process.
de: interagierst du mit dem gehosteten Dienst von Weblate s.r.o. – Informationen zu den Daten, die erfasst und verarbeitet werden, findest du in deren [Datenschutzerklärung](https://weblate.org/en-gb/privacy/).
es: Estás interactuando con el servicio de alojamiento de Weblate s.r.o. - consulta su [política de privacidad](https://weblate.org/en-gb/privacy/) para conocer los datos que recopilan y procesan.
fi: toimit Weblate s.r.o:n ylläpitämässä palvelussa. Lue heidän [tietosuojakäytännöstään](https://weblate.org/en-gb/privacy/), mitä tietoja he keräävät ja käsittelevät.
it: stai interagendo con il servizio ospitato di Weblate s.r.o. - consulta la loro [informativa sulla privacy](https://weblate.org/it/privacy/) per saperne di più sui dati che raccolgono ed elaborano.
pt_br: você está interagindo com o serviço hospedado do Weblate s.r.o. - consulte a [política de privacidade](https://weblate.org/pt-br/privacy/) deles para saber quais dados eles coletam e processam.
ru: вы взаимодействуете с размещенным сервисом Weblate s.r.o. - смотрите их [политику конфиденциальности](https://weblate.org/en-gb/privacy/) для получения информации о данных, которые они собирают и обрабатывают.
uk: Ви взаємодієте з розміщеним сервісом Weblate s.r.o. - див. їх [політику конфіденційності](https://weblate.org/en-gb/privacy/) для отримання інформації, яку вони збирають та обробляють.

source: the AntennaPod team gets access to:
de: das AntennaPod-Team erhält Zugriff auf:
es: El equipo de AntennaPod tiene acceso a:
fi: AntennaPodin tiimi voi tarkastella seuraavia tietoja:
it: il team di AntennaPod ha accesso a:
pt_br: a equipe do AntennaPod tem acesso a:
ru: команда AntennaPod получает доступ к:
uk: Команда AntennaPod отримує доступ до:
zh_hans: AntennaPod 团队可访问：

source: the 'username', 'full name' and 'account e-mail' as set in [your profile](https://hosted.weblate.org/accounts/profile/#account)
de: Den „Benutzernamen“, „vollständigen Namen“ und die „E-Mail-Adresse des Kontos“, wie in [deinem Profil](https://hosted.weblate.org/accounts/profile/#account) angegeben
es: el 'nombre de usuario', el 'nombre completo' y el 'correo electrónico' tal como están configurados en [su perfil](https://hosted.weblate.org/accounts/profile/#account)
fi: käyttäjänimi, koko nimi ja tilin sähköpostiosoite sellaisina kuin olet ne [profiiliisi](https://hosted.weblate.org/accounts/profile/#account) tallentanut
it: Il 'nome utente', 'nome e cognome' e 'account e-mail' impostati sul [tuo profilo](https://hosted.weblate.org/accounts/profile/#account)
pt_br: o 'Usuário', 'Nome completo' e 'E-mail da conta' definidos em [seu perfil](https://hosted.weblate.org/accounts/profile/#account)
ru: "имя пользователя", "полное имя" и "адрес электронной почты учетной записи", указанные в [вашем профиле](https://hosted.weblate.org/accounts/profile/#account)
uk: «Ім’я користувача», «Повне ім’я» та «Електронна адреса облікового запису», як зазначено у [вашому профілі](https://hosted.weblate.org/accounts/profile/#account)

source: the date when you joined the project and detailed [statistics](https://docs.weblate.org/en/latest/devel/reporting.html#stats) about your contributions, as well as the [languages](https://docs.weblate.org/en/latest/devel/reporting.html#credits) you contribute to and the date and timestamps of your contributions.
de: Wann du dem Projekt beigetreten bist und detaillierte [Statistiken](https://docs.weblate.org/en/latest/devel/reporting.html#stats) über deine Beiträgen, sowie zu den beigetragenen [Sprachen](https://docs.weblate.org/en/latest/devel/reporting.html#credits), und dem Datum und Zeitstempel deiner Beiträge.
es: la fecha en que te uniste al proyecto y [estadísticas](https://docs.weblate.org/en/latest/devel/reporting.html#stats) sobre tus contribuciones, así como los [lenguajes](https://docs.weblate.org/en/latest/devel/reporting.html#credits) a los que contribuyes y la fecha y hora de tus contribuciones.
it: La data in cui ti sei unito al progetto e [statistiche](https://docs.weblate.org/en/latest/devel/reporting.html#stats) dettagliate sui tuoi contributi, così come le [lingue](https://docs.weblate.org/en/latest/devel/reporting.html#credits) a cui contribuisci e la data e l'ora dei tuoi contributi.
pt_br: a data que você se juntou ao projeto e [estatísticas](https://docs.weblate.org/pt-br/latest/devel/reporting.html#contributor-stats) detalhadas sobre suas contribuições, bem como os [idiomas](https://docs.weblate.org/pt-br/latest/devel/reporting.html#translator-credits) para os quais você contribui e registros de data e hora de suas contribuições.
uk: дата, коли ви приєдналися до проекту, та детальна [статистика](https://docs.weblate.org/en/latest/devel/reporting.html#stats) про ваші внески, а також [мови](https://docs.weblate.org/en/latest/devel/reporting.html#credits), якими ви володієте, та дата і час ваших внесків.

source: When you contribute to AntennaPod's codebase via git, you are interacting with GitHub, Inc. or GitHub B.V. - see their [privacy policy](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) for the data they collect and process.
de: Wenn du über Git einen Beitrag zum Code von AntennaPod leistest, interagierst du mit GitHub, Inc. oder GitHub B.V. – siehe deren [Datenschutzerklärung](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) für Informationen zu den Daten, die sie erfassen und verarbeiten.
es: Cuando contribuyes al código base de AntennaPod a través de git, estás interactuando con GitHub, Inc. o GitHub B.V.; consulta su [política de privacidad](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) para conocer los datos que recopilan y procesan.
it: Quando contribuisci alla base di codice di AntennaPod tramite git, stai interagendo con GitHub, Inc. o GitHub B.V. - consulta la loro [informativa sulla privacy](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement) per saperne di più sui dati che raccolgono ed elaborano.
pt_br: Ao contribuir para o código-fonte do AntennaPod via git você está interagindo com o GitHub, Inc ou GitHub B.V. - consulte a [política de privacidade](https://docs.github.com/pt/site-policy/privacy-policies/github-general-privacy-statement) dessas empresas para saber quais dados elas coletam e processam.
uk: Коли ви вносите свій внесок у кодову базу AntennaPod через git, ви взаємодієте з GitHub, Inc. або GitHub B.V. — дивіться їхню [політику конфіденційності](https://docs.github.com/en/site-policy/privacy-policies/github-general-privacy-statement), щоб дізнатися, які дані вони збирають і обробляють.

source: Updates to this Privacy Policy
de: Aktualisierungen dieser Datenschutzerklärung
es: Actualizaciones a esta Política de Privacidad
fr: Mises à jour de cette Politique de Confidentialité
it: Aggiornamenti a questa informativa sulla privacy
pt_br: Atualizações desta Política de Privacidade
uk: Оновлення цієї Політики конфіденційності
zh_hans: 隐私政策更新

source: The developers may update this policy in the future. It is advisable to check it periodically for changes. Changes become effective upon publication in this document.
de: Die Entwickler können diese Richtlinie in Zukunft aktualisieren. Es ist ratsam, sie regelmäßig auf Änderungen zu überprüfen. Änderungen treten mit ihrer Veröffentlichung in diesem Dokument in Kraft.
fr: Les développeurs peuvent mettre à jour cette politique à l'avenir. Il est conseillé de vérifier périodiquement si des modifications y ont été apportées. Les modifications apportées sont effectives lorsqu'elles sont publiées dans ce document.
it: Gli sviluppatori potrebbero aggiornare questa informativa in futuro. Si consiglia di controllare periodicamente l'informativa per eventuali modifiche. Le modifiche hanno effetto al momento della pubblicazione in questo documento.
pt_br: Os desenvolvedores podem atualizar esta política no futuro. É recomendável verificá-la periodicamente para checar alterações. Alterações entram em vigor após a publicação neste documento.
uk: Розробники можуть оновлювати цю політику в майбутньому. Рекомендується періодично перевіряти її на наявність змін. Зміни набувають чинності після публікації в цьому документі.
zh_hans: 开发者可能会在未来更新此政策。建议您定期检查了解变更情况。更改自发布于本文档中起生效。

source: This Privacy Policy was last updated on 2025-08-17. If you have questions, open an issue on GitHub or our forum.
de: Diese Datenschutzerklärung wurde zuletzt am 17.08.2025 aktualisiert. Bei Fragen eröffne bitte ein Issue auf GitHub oder in unserem Forum.
fr: La politique de confidentialité a été mise à jour le 17/08/2025. Si vous avez des questions, ouvrez une demande sur GitHub ou sur notre forum.
it: Questa informativa sulla privacy è stata aggiornata l'ultima volta il 17/08/2025. Se hai domande, apri una issue su GitHub o sul nostro forum.
pt_br: Esta Política de Privacidade foi atualizada pela última vez em 17/08/2025. Se você tiver dúvidas, abra um problema no GitHub ou em nosso fórum.
uk: Цю Політику конфіденційності востаннє оновлено 17.08.2025. Якщо у вас є запитання, відкрийте проблему на GitHub або на нашому форумі.
zh_hans: 本隐私政策最后更新于 2025 年 8 月 17 日。如有任何疑问，请在 GitHub 或我们的论坛上提交问题。
