Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: donate to your favorite podcast(er), or
ca: fas una donació al teu podcast(er) favorit o
cs: přispěli své oblíbenému podcastu, nebo
da: donerer til din yndlingspodcast(er), eller
de: deinem Lieblingspodcast(-enden) spendest oder
es: dones a tu podcast(er) favorito, o
fi: jos lahjoitat suosikkipodcastillesi tai
fr: faire un don à votre podcast(er) préféré(e), ou
gl: does ás túas creadoras de podcast favoritas, ou
it: facessi una donazione al tuo podcast(er) preferito o
ja: お気に入りのポッドキャストへの寄付
nb_no: donerer til din(e) favorittskaper(e) eller
nl: doneer je favoriete podcast(er), of
pt_br: faça uma doação para seu podcast(er) favorito, ou
ru: пожертвуете своему любимому подкасту(подкастеру), или
sk: darovali svojim obľúbeným podcastom alebo
tr: favori podcast'inize bağış yapın veya
uk: зробити пожертву своєму улюбленому подкасту або
zh_hans: 为您喜爱的播客捐款，或

source: help us with a non-monetary contribution.
ca: ens ajudes amb una aportació no dinerària.
cs: nám pomohli nefinančním příspěvkem.
da: hjælper os med et ikke-økonomisk bidrag.
de: uns mit einem nicht-monetären Beitrag unterstützt.
es: nos ayudes con una aportación no monetaria.
fi: autat meitä ei-rahallisella lahjoituksella.
fr: nous aider par une contribution non monétaire.
gl: nos axudes cunha colaboración non monetaria.
it: che ci aiutassi con un contributo non monetario.
ja: 資金援助以外の貢献
nb_no: hjelper oss med noe annet enn penger.
nl: help ons met een bijdrage in natura.
pt_br: nos ajude com uma contribuição não financeira.
ru: помогите нам другим способом (не деньгами).
sk: nám pomohli nefinančným spôsobom.
tr: bize parasal olmayan bir katkıyla yardımcı olun.
uk: допоможіть нам негрошовим внеском.
zh_hans: 以非货币形式帮助我们。

source: Get it on Google Play
ca: Aconsegueix-ho a Google Play
cs: Získat na Google Play
da: Få den på Google Play
de: Hole es dir auf Google Play
es: Disponible en Google Play
fi: Lataa Google Play -kaupasta
fr: Téléchargez-le sur Google Play
gl: Instalar desde Google Play
it: Scaricala da Google Play
ja: Google Playで入手
nb_no: Hent det på Google Play
nl: Download het op Google Play
pt_br: Instale pelo Google Play
ru: Получить в Google Play
sk: Získať cez Google Play
tr: Google Play'den indirin
uk: Отримайте в Google Play
zh_hans: 在 Google Play 上获取

source: Get it on F-Droid
ca: Aconsegueix-ho a F-Droid
cs: Získat na F-Droid
da: Få den på F-Droid
de: Hole es dir auf F-Droid
es: Disponible en F-Droid
fi: Lataa F-Droid-alustalta
fr: Téléchargez-le sur F-Droid
gl: Instalar desde F-Droid
it: Scaricala da F-Droid
ja: F-Droidで入手
nb_no: Hent det på F-Droid
nl: Download het op F-Droid
pt_br: Instale pelo F-Droid
ru: Скачать в F-Droid
sk: Získať cez F-Droid
tr: F-Droid'den indirin
uk: Отримайте його на F-Droid
zh_hans: 在 F-Droid 上获取

source: Official versions of AntennaPod are available on Google Play and F-Droid:
ca: Podeu descarregar les versions oficials d'AntennaPod a Google Play i a F-Droid:
cs: Oficiální verze AntennaPod jsou k dispozici na Google Play a F-Droid:
da: Officielle versioner af AntennaPod er tilgængelige på Google Play og F-Droid:
de: Offizielle Versionen von AntennaPod sind auf Google Play und F-Droid verfügbar:
es: Puedes descargar versiones oficiales de AntennaPod en Google Play y en F-Droid:
fi: AntennaPodin viralliset versiot ovat saatavilla Google Playsta ja F-Droidista:
fr: Vous pouvez télécharger les versions officielles d'AntennaPod sur Google Play et sur F-Droid :
gl: As versións oficiais de AntennaPod están dispoñibles en Google Play e F-Droid:
it: Le versioni ufficiali di AntennaPod sono disponibili su Google Play e F-Droid:
ja: 公式バージョンのAntennaPodは、Google PlayとF-Droidで入手できます:
nb_no: Offisielle versjoner av AntennaPod er tilgjengelig på Google Play og på F-Droid:
nl: Officiële versies van AntennaPod zijn beschikbaar via Google Play en F-Droid:
pt_br: As versões oficiais do AntennaPod estão disponíveis no Google Play e no F-Droid:
ru: Оффициальная версия AntennaPod доступна в Google Play и F-Droid:
sk: Oficiálne verzie AntennaPodu sú dostupné v Google Play a F-Droid:
tr: AntennaPod'un resmi sürümleri Google Play'de ve F-Droid'de mevcuttur:
uk: Офіційні версії AntennaPod доступні в Google Play і F-Droid:
zh_hans: 官方版本的 AntennaPod 可在 Google Play 和 F-Droid 上下载：

source: AntennaPod is officially published only in the two app stores above because we don't have the time to support more. All other stores listing AntennaPod copied the app without our explicit permission. We are not responsible for updating those or making sure they work correctly. The F-Droid repository is not maintained by us, but by the people behind F-Droid. F-Droid usually takes a few days until updates become available ([read more](/documentation/general/f-droid)). If an update is still not available more than a week after its release, feel free to let us know by creating a post on our [forum](https://forum.antennapod.org/) and we'll investigate it.
cs: AntennaPod je oficiálně publikován pouze výše uvedenými dvěma obchody s aplikacemi, protože nemáme čas podporovat další. Všechny ostatní obchody, které uvádějí AntennaPod, zkopírovaly aplikaci bez našeho výslovného souhlasu. Nejsme zodpovědní za aktualizaci těchto obchodů nebo za zajištění správného fungování. Repozitář F-Droid není udržován námi, ale lidmi stojícími za F-Droidem. F-Droid obvykle potřebuje několik dní, než jsou aktualizace k dispozici ([číst více](/documentation/general/f-droid)). Pokud aktualizace nejsou k dispozici více než týden po jejich vydání, dejte nám vědět vytvořením příspěvku na našem [fóru](https://forum.antennapod.org/) a my se tím budeme zabývat.
de: AntennaPod wird offiziell nur in den beiden oben genannten App-Stores veröffentlicht, da wir nicht die Zeit haben, mehr zu unterstützen. Alle anderen Stores, die AntennaPod anbieten, haben die App ohne unsere ausdrückliche Genehmigung kopiert. Wir sind nicht dafür verantwortlich, diese zu aktualisieren oder sicherzustellen, dass sie korrekt funktionieren. Das F-Droid-Repository wird nicht von uns gepflegt, sondern von den Leuten hinter F-Droid. F-Droid benötigt in der Regel ein paar Tage, bis Updates verfügbar sind ([weiterlesen](/documentation/general/f-droid)). Wenn ein Update mehr als eine Woche nach seiner Veröffentlichung immer noch nicht verfügbar ist, kannst du uns das gerne mitteilen, indem du einen Beitrag in unserem [Forum](https://forum.antennapod.org/) erstellst, damit wir uns das Problem ansehen können.
es: AntennaPod solo se publica oficialmente en las dos tiendas de aplicaciones anteriores porque no tenemos tiempo para dar soporte a más. Todas las demás tiendas que listan AntennaPod copiaron la aplicación sin nuestro permiso explícito. No somos responsables de actualizarlas ni de asegurarnos de que funcionen correctamente. El repositorio de F-Droid no lo mantenemos nosotros, sino la gente que está detrás de F-Droid. F-Droid suele tardar unos días hasta que las actualizaciones están disponibles ([leer más](/documentation/general/f-droid)). Si una actualización sigue sin estar disponible más de una semana después de su lanzamiento, no dudes en hacérnoslo saber creando un post en nuestro [foro](https://forum.antennapod.org/) y lo investigaremos.
fi: AntennaPod julkaistaan virallisesti vain kahdessa yllä olevassa sovelluskaupassa, koska meillä ei ole aikaa tukea enempää. Kaikki muut AntennaPod-kaupat kopioivat sovelluksen ilman nimenomaista lupaamme. Emme ole vastuussa niiden päivittämisestä tai niiden toimivuuden varmistamisesta. F-Droid -tietovarastoa emme ylläpidä me, vaan F-Droidin takana olevat ihmiset. F-Droidilla kestää yleensä muutama päivä, ennen kuin päivityksiä tulee saataville ([lue lisää](/documentation/general/f-droid)). Jos päivitys ei ole vieläkään saatavilla yli viikon kuluttua sen julkaisusta, ilmoita siitä meille luomalla viesti [keskustelupalstaamme](https://forum.antennapod.org/), niin tutkimme asiaa.
fr: AntennaPod n'est officiellement publié que dans les deux app stores pré-cités, car nous ne sommes pas en mesure d'en gérer davantage. Tous les autres app stores proposant AntennaPod ont copié l'application sans notre permission explicite. Nous ne sommes pas responsables de leur mise à jour ou de leur bon fonctionnement. Le dépôt de F-Droid n'est pas maintenu par nous, mais par l'équipe de F-Droid. Sur cette plateforme cela peut prendre plusieurs jours avant qu'une nouvelle version soit disponible ([en savoir plus](/documentation/general/f-droid)). Si une mise à jour n'est toujours pas sortie après plus d'une semaine, faites le nous savoir sur notre [forum](https://forum.antennapod.org/) et nous chercherons pourquoi.
gl: AntennaPod publícase de xeito oficial só nas dúas tendas de aplicacións indicadas porque non temos tempo para engadir a compatibilidade con outras. Todos os outros lugares onde se ofrece AntennaPod copiaron a aplicación sen ter o noso permiso. Non nos responsabilizamos das súas actualizacións nin de que funcionen correctamente. O repositorio de F-Droid non o mantemos nós, se non as persoas responsables de F-Droid. Normalmente a versión de F-Droid tarda algún día máis en estar dispoñible ([read more](/documentation/general/f-droid)). Se unha actualización tarda máis dunha semana en chegar fáinolo saber no [foro](https://forum.antennapod.org/) e miraremos a ver cal é o problema.
it: AntennaPod è pubblicato ufficialmente solo su questi due app store perché non abbiamo il tempo di supportarne altri. Tutti gli altri store che hanno in catalogo AntennaPod hanno copiato l'applicazione senza il nostro permesso esplicito. Non siamo responsabili dell'aggiornamento dell'app su quegli store o di verificare che funzioni correttamente. Il repository di F-Droid non è mantenuto da noi, ma dalle persone dietro a F-Droid. Di solito ci vuole qualche giorno prima che gli aggiornamenti siano disponibili su F-Droid ([più dettagli](/documentation/general/f-droid)). Se un aggiornamento non è ancora disponibile più di una settimana dopo la sua pubblicazione, faccelo sapere creando un post sul nostro [forum](https://forum.antennapod.org/) e indagheremo.
ja: これ以上のサポートを行う時間がないため、AntennaPodは上記の2つのアプリストアでのみ正式に公開されています。AntennaPodを掲載している他のすべてのストアは、当社の明示的な許可なしにアプリをコピーしたものです。私たちはそれらを更新したり、それらが正しく動作することを確認したりする責任を負いません。F-Droidリポジトリをメンテンナンスしているのは、私たちではなく、F-Droidを支えている人々です。F-Droidは通常、アップデートが利用可能になるまでに数日かかります（[詳しくはこちらを読んでください](/documentation/general/f-droid)）。リリースから1週間以上経ってもアップデートが入手できない場合は、[フォーラム](https://forum.antennapod.org/)に投稿を作成して知らせてもらえれば、問題を調査します。
nb_no: AntennaPode er kun publisert offisielt i de to butikkene fordi vi ikke finner tid til å støtte flere. Alle butikker som tilbyr AntennaPod har kopiert appen uten vår eksplisitte tillatelse. Vi er ikke ansvarlig for dem, at de fungerer, eller at de er oppdaterte. F-Droid-butikken vedlikeholdes ikke av oss, men av de som står bak F-Droid. Det tar gjerne noen dager fra oppdateringer blir tilgjengelig der ([les mer](/documentation/general/f-droid)) Hvis de fremdeles ikke har siste versjon en ukes tid etter slipp kan du alltids gjøre oss oppmerksom på det ved å lage en post på [forumet](https://forum.antennapod.org/) så skal vi finne ut av det.
nl: AntennaPod wordt alleen officieel gepubliceerd in bovenstaande twee app stores, omdat we geen tijd hebben om meer te ondersteunen. Alle andere winkels met AntennaPod hebben de app gekopieerd zonder onze uitdrukkelijke toestemming. Wij zijn niet verantwoordelijk voor het bijwerken daarvan of voor het correct functioneren ervan. De F-Droid verzameling wordt niet door ons onderhouden, maar door de mensen achter F-Droid. Bij F-Droid duurt het meestal een paar dagen voordat er updates beschikbaar zijn ([lees meer](/documentation/general/f-droid)). Als een update meer dan een week na de release nog steeds niet beschikbaar is, laat het ons dan weten door een bericht te plaatsen op ons [forum](https://forum.antennapod.org/) en we zullen het onderzoeken.
pt_br: O AntennaPod é publicado oficialmente apenas nas duas lojas de aplicativos acima, pois não temos tempo suficiente para dar suporte a mais plataformas. Todas as outras lojas que listam o AntennaPod copiaram o app sem nossa autorização explítica. Não nos responsabilizamos por atualizar essas versões ou garantir que funcionem corretamente. O repositório F-Droid não é mantido por nós, mas pela própria equipe do F-Droid. Normalmente, o F-Droid leva alguns dias até disponibilizar as atualizações ([saiba mais](/documentation/general/f-droid)). Se uma atualização ainda não estiver disponível mais de uma semana após o lançamento, sinta-se à vontade para criar um tópico em nosso [fórum](https://forum.antennapod.org/) e vamos investigar o que aconteceu.
ru: AntennaPod оффициально опубликованно только в двух магазинах приложений, потому что у нас нет времени поддерживать больше. В других местах приложение AntennaPod опубликованно без нашего разрешения. Мы не несем ответственности за их обновление и качество работы. Репозиторий F-Droid поддерживается не нами, а людьми из F-Droid. Иногда проходит несколько дней, пока обновление не появится в F-Droid, [узнать больше](/documentation/general/f-droid). Если обновление не доступно более недели после релиза, не стесняйтесь создать пост на нашем [форуме](https://forum.antennapod.org/) и мы рассмотрим его.
sk: AntennaPod môžete oficiálne získať len v dvoch obchodoch s aplikáciami, ktoré sú uvedené vyššie. Nemáme čas podporovať ďalšie. Všetky ostatné obchody s aplikáciami, ktoré obsahujú aplikáciu AntennaPod tak robia bez nášho povolenia. Nezodpovedáme za ich aktualizovanie ani za správne fungovanie. Za repozitár F-Droidu nezodpovedáme my, ale je jeho tvorcovia. Zvyčajne trvá niekoľko dní, kým sa aktualizácie stanú dostupné na F-Droide ([zisti viac](/sk/documentation/general/f-droid)). Pokiaľ je aktualizácia viac ako týždeň po vydaní stále nedostupná, pokojne nám dajte vedieť vytvorením príspevku na našom [fóre](https://forum.antennapod.org/) a my to začneme riešiť.
tr: AntennaPod resmi olarak yalnızca yukarıdaki iki uygulama mağazasında yayınlanmaktadır çünkü daha fazlasını destekleyecek zamanımız yok. AntennaPod'u listeleyen diğer tüm mağazalar uygulamayı açık iznimiz olmadan kopyaladı. Bunları güncellemekten veya doğru çalıştıklarından emin olma gibi bir sorumluluğumuz yok. F-Droid deposu bizim tarafımızdan değil, F-Droid'in arkasındaki kişiler tarafından korunmaktadır. F-Droid güncellemelerinin sunulması genellikle birkaç gün sürer ([daha fazla oku](/documentation/general/f-droid)). Bir güncelleme yayınlanmasının üzerinden bir haftadan fazla süre geçmesine rağmen hala mevcut değilse, [forum](https://forum.antennapod.org/)) adresimizde bir gönderi oluşturarak bize bildirmekten çekinmeyin, biz de araştıralım.
uk: AntennaPod офіційно опубліковано лише в двох магазинах додатків вище, оскільки ми не маємо часу підтримувати більше. Усі інші магазини, у яких є AntennaPod, скопіювали програму без нашого явного дозволу. Ми не несемо відповідальності за їх оновлення або забезпечення їхньої правильної роботи. Репозиторій F-Droid підтримується не нами, а людьми, які стоять за F-Droid. F-Droid зазвичай займає кілька днів, доки оновлення не стануть доступними ([докладніше](/documentation/general/f-droid)). Якщо оновлення все ще не доступне більше ніж через тиждень після його випуску, не соромтеся повідомити нас, створивши допис на нашому [форумі](https://forum.antennapod.org/), і ми розглянемо це.
zh_hans: AntennaPod 只在上述两个应用商店正式发布，因为我们没有时间支持更多商店。所有列出 AntennaPod 的其他商店都是在未经我们明确许可的情况下复制的应用程序。我们不负责更新这些商店或确保其正常运行。F-Droid 资源库并非由我们维护，而是由 F-Droid 背后的人员维护。F-Droid 通常需要几天时间才能提供更新（[阅读更多](/documentation/general/f-droid)）。如果更新发布后超过一周仍未可用，请随时在我们的[论坛](https://forum.antennapod.org/)上发帖告知我们，我们会进行调查。

source: <small>Google Play and the Google Play logo are trademarks of Google LLC.</small>
ca: <small>Google Play i el logo de Google Play són marques comercials de Google LLC.</small>
cs: <small>Google Play a Google Play logo jsou ochranné známky společnosti Google LLC.</small>
da: <small>Google Play og Google Play-logoet er varemærker tilhørende Google LLC.</small>
de: <small>Google Play und das Google Play-Logo sind Marken von Google LLC.</small>
es: <small>Google Play y el logotipo de Google Play son marcas registradas de Google LLC.</small>
fi: <small>Google Play ja Google Play -logo ovat Google LLC:n tavaramerkkejä.</small>
fr: <small>Google Play et le logo Google Play sont des marques déposées de Google LLC.</small>
gl: <small>Google Play e o logo de Google Play son marcas rexistradas de Google LLC.</small>
it: <small>Google Play e il logo di Google Play sono proprietà di Google LLC.</small>
ja: <small>Google PlayおよびGoogle PlayロゴはGoogle LLCの商標です。</small>
nb_no: <small>Google Play og Google Play-logoen er varemerker tilhørende Google LLC.</small>
nl: <small>Google Play en het Google Play logo zijn handelsmerken van Google LLC.</small>
pt_br: <small>Google Play e o logotipo da Google Play são propriedades da Google LLC.</small>
ru: <small>Google Play и его логотип являются торговыми марками Google LLC.</small>
sk: <small>Google Play a logo Google Play sú ochranné známky spoločnosti Google LLC.</small>
tr: <small>Google Play ve Google Play logosu Google LLC'nin ticari markalarıdır.</small>
uk: <small>Google Play і логотип Google Play є товарними знаками Google LLC.</small>
zh_hans: <small>Google Play 和 Google Play 徽标是 Google LLC 的商标。</small>

source: Meet us!
cs: Potkejte se s námi!
da: Mød os!
de: Treffe uns!
es: ¡Conócenos!
fi: Tapaa meidät!
fr: Rencontrez-nous !
gl: Achégate!
it: Incontriamoci!
ja: 会いましょう！
nb_no: Møt oss!
nl: Ontmoet ons!
pt_br: Conheça a gente!
ru: Расскажите нам!
sk: Stretnite sa s nami!
tr: Bizimle tanış!
uk: Зустрічайте нас!
zh_hans: 认识我们！

source: Are you interested in meeting the people behind AntennaPod? You'll find all the opportunities here on this page!
cs: Zajímá vás setkání s lidmi stojícími za AntennaPod? Všechny příležitosti k setkání najdete na této stránce!
da: Er du interesseret i at møde folkene bag AntennaPod? Du kan finde alle mulighederne her på denne side!
de: Bist du daran interessiert, die Menschen hinter AntennaPod kennenzulernen? Hier auf dieser Seite findest du alle Möglichkeiten!
es: ¿Te interesa conocer a la gente que está detrás de AntennaPod?¡En esta página encontrarás todas las oportunidades!
fi: Oletko kiinnostunut tapaamaan AntennaPodin takana olevia ihmisiä? Tältä sivulta löydät kaikki mahdollisuudet!
fr: Vous souhaitez rencontrer les personnes qui se cachent derrière AntennaPod ? Vous trouverez toutes les opportunités ici sur cette page !
gl: Tes interese en reunirte coas persoas que fan AntennaPod? Nesta páxina tes os xeitos en que podes coñecernos!
it: Sei interessato a conoscere le persone che stanno dietro ad AntennaPod? Troverai tutte le opportunità in questa pagina!
ja: AntennaPodを支えている人たちに会うことに興味がありますか？このページではすべての機会を紹介しています。
nb_no: Er interessert i å møte de som lager AntennaPod? Du kan se om muligheten byr seg på denne siden!
nl: Wil je de mensen achter AntennaPod ontmoeten? Alle mogelijkheden staan op deze pagina!
pt_br: Quer conhecer as pessoas por trás do AntennaPod? Aqui nesta página você encontra todas as oportunidades!
ru: Вам интересно поговорить с людьми про AntennaPod? Вы можете сделать это сдесь!
sk: Chceli by ste sa stretnúť s ľuďmi, ktorí stoja za AntennaPodom? Všetky príležitosti nájdete na tejto stránke!
tr: AntennaPod'un arkasındaki insanlarla tanışmak ister misiniz? Tüm fırsatları bu sayfada bulabilirsiniz!
uk: Вам цікаво познайомитися з людьми, які стоять за AntennaPod? Ви знайдете всі можливості тут, на цій сторінці!
zh_hans: 您有兴趣认识 AntennaPod 的幕后人员吗？您可以在本页找到所有机会！

source: Do you know of an event in your neighbourhood and would love to meet up with AntennaPod contributors and users? Tell about the event on our forum to organise a get-together!
cs: Znáte nějakou událost ve vašem okolí a rádi byste se setkali s přispěvateli a uživateli AntennaPod? Sdělte informace o události na našem fóru a domluvte si setkání!
da: Kender du til et arrangement i dit nabolag og vil du gerne mødes med AntennaPod-bidragydere og -brugere? Fortæl om begivenheden på vores forum for at organisere en komsammen!
de: Kennst du eine Veranstaltung in deiner Nähe und würdest dich gerne mit AntennaPod-Beitragenden und -Nutzern treffen? Erzähle uns von der Veranstaltung in unserem Forum, um ein Treffen zu organisieren!
es: ¿Conoces algún evento en tu vecindario y te encantaría reunirte con los colaboradores y usuarios de AntennaPod? ¡Háblanos sobre el evento en nuestro foro para organizar una reunión!
fi: Tiedätkö tapahtuman naapurustossasi ja haluaisitko tavata AntennaPod-avustajien ja -käyttäjien? Kerro tapahtumasta keskustelupalstaamme järjestääksesi tapaamisen!
fr: Vous connaissez un événement dans votre quartier et aimeriez rencontrer des contributeurs et des utilisateurs d'AntennaPod ? Parlez de l'événement sur notre forum pour organiser une rencontre !
gl: Coñeces algún evento próximo a ti e gustaríache atoparte coas colaboradoras de AntennPod e as súas usuarias? Fálanos do evento no foro para poder organizalo!
it: Sei a conoscenza di un evento dalle tue parti e ti piacerebbe incontrare collaboratori e utenti di AntennaPod? Segnala l'evento sul nostro forum per organizzare un incontro!
ja: あなたの近所で開催されるイベントを知っていますか？ AntennaPodの貢献者やユーザーと交流したいですか？ 懇親会を開催するには、フォーラムでイベントについて知らせてください！
nb_no: Vet du om et arrangement der du bor og ønsker å møte bidragsytere og brukere av AntennaPod? Fortell oss om det på forumet slik at vi kan organisere et møte!
nl: Weet je van een evenement bij jou in de buurt en wil je graag AntennaPod medewerkers en gebruikers ontmoeten? Vertel erover op ons forum om een bijeenkomst te organiseren!
pt_br: Sabe de algum evento na sua região e gostaria de se reunir com colaboradores e usuários do AntennaPod? Compartilhe com a gente no nosso fórum e organize um encontro!
ru: Вы знаете о событии в вашем районе и вы бы хотели встретиться с участниками и пользователями AntennaPod? Расскажите о нем на нашем форуме чтобы организовать встречу!
sk: Chceli by ste sa stretnúť s tvorcami a používateľmi AntennaPodu na podujatí vo vašom okolí? Zorganizujte stretnutie a dajte o ňom vedieť na našom fóre!
tr: ­Mahallenizde bir etkinlik olduğunu biliyor musunuz ve AntennaPod katılımcıları ve kullanıcılarıyla buluşmak mı istiyorsunuz? Bir buluşma düzenlemek için forumumuzdaki etkinlikten bahsedin!
uk: Ви знаєте про подію у вашому районі та хотіли б зустрітися з учасниками та користувачами AntennaPod? Розкажіть про подію на нашому форумі, щоб організувати посиденьки!
zh_hans: 您知道您附近有活动，并希望与 AntennaPod 的贡献者和用户见面吗？请在我们的论坛上发布活动信息，组织聚会！

source: [Propose a meet-up](https://forum.antennapod.org)
cs: [Navrhněte setkání](https://forum.antennapod.org)
de: [Ein Treffen vorschlagen](https://forum.antennapod.org/)
es: [Proponer un encuentro](https://forum.antennapod.org)
fi: [Ehdota tapaamista](https://forum.antennapod.org)
fr: [Proposer une rencontre](https://forum.antennapod.org)
gl: [Propón unha xuntanza](https://forum.antennapod.org)
it: [Proponi un incontro](https://forum.antennapod.org)
ja: [交流会を提案する](https://forum.antennapod.org)
nb_no: [Foreslå et møte](https://forum.antennapod.org/)
nl: [Stel een meet-up voor](https://forum.antennapod.org/)
pt_br: [Proponha um encontro](https://forum.antennapod.org)
ru: [Присоединяйтесь к обсуждению](https://forum.antennapod.org)
sk: [Navrhnúť stretnutie](https://forum.antennapod.org)
tr: [Bir buluşma önerin](https://forum.antennapod.org/)
uk: [Запропонуйте зустріч](https://forum.antennapod.org)
zh_hans: [申请会面](https://forum.antennapod.org)
