Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: This privacy policy has been translated from English to help you understand how AntennaPod handles privacy. In case of conflict between the the original and the translated version, the English one will prevail.
de: Diese Datenschutzerklärung wurde aus dem Englischen übersetzt, um den Umgang von AntennaPod mit dem Datenschutz verständlicher zu machen. Bei Widersprüchen zwischen der Originalversion und der übersetzten Version ist die englische Version maßgebend.
it: Questa informativa sulla privacy è stata tradotta dall'inglese per aiutarti a capire come AntennaPod tratta l'argomento. In caso di conflitto tra la versione originale e quella tradotta, prevarrà quella inglese.
pt_br: Esta política de privacidade foi traduzida do Inglês para ajudá-lo a entender como o AntennaPod lida com questões de privacidade. Em caso de conflito entre a versão original e a traduzida, a versão em inglês prevalecerá.
uk: Ця політика конфіденційності була перекладена з англійської мови, щоб допомогти вам зрозуміти, як AntennaPod обробляє конфіденційну інформацію. У разі розбіжностей між оригінальною та перекладеною версіями, перевагу матиме англійська версія.
zh_hans: 本隐私政策从英文翻译而来，以帮助您了解 AntennaPod 如何处理隐私。如原文与翻译版本存在冲突，以英文版本为准。

source: Press the button below to subscribe to this podcast in AntennaPod. Don't have AntennaPod yet? You can [download](/download) the app to enjoy free access to millions of podcasts.
cs: Stisknutím tlačítka níže se přihlásíte k odběru tohoto podcastu v AntennaPodu. Ještě nemáte AntennaPod? Můžete si [stáhnout](/download) aplikaci a využívat bezplatný přístup k milionům podcastů.
de: Klicke auf die Schaltfläche unten, um diesen Podcast in AntennaPod zu abonnieren. Du hast noch kein AntennaPod? Du kannst die App [herunterladen](/download), um kostenlosen Zugang zu Millionen von Podcasts zu erhalten.
es: Pulsa el botón de debajo para suscribirte a este podcast en AntennaPod. ¿Aún no tienes AntennaPod? Puedes [descargar](/descargar) la aplicación para disfrutar de acceso libre a millones de podcasts.
fi: Paina alla olevaa painiketta tilataksesi tämän podcastin AntennaPodissa. Eikö sinulla vielä ole AntennaPodia? Voit [ladata](/ulosladata) sovelluksen nauttiaksesi ilmaisesta pääsystä miljooniin podcasteihin.
fr: Appuyez sur le bouton ci-dessous pour vous abonner à ce podcast dans AntennaPod. Vous n’avez pas encore AntennaPod ? Vous pouvez [télécharger](/download) l'application et profitez gratuitement de millions de podcasts.
gl: Preme no botón inferior para subscribirte a este podcast en AntennaPod. Aínda non tes AntennaPod? Podes [descargar](/download) a app para desfrutar do acceso a millóns de podcasts.
it: Premi il pulsante qui sotto per iscriverti a questo podcast in AntennaPod. Non hai ancora installato AntennaPod? Puoi [scaricare l'applicazione qui](/download) e accedere gratuitamente a milioni di podcast.
ja: AntennaPodでこのポッドキャストを購読するには、下のボタンを押してください。AntennaPodをインストールしていませんか？ アプリを[ダウンロード](/download)すると、数百万ものポッドキャストへの無料アクセスが楽しめます。
nb_no: Trykk på knappen under for å abonnere på denne podkasten i AntennaPod. Hvis du ikke Antennapod enda, kan du [laste appen ned her](/download) og nyte gratis tilgang til millioner av podkaster.
nl: Druk op de knop hieronder om je te abonneren op deze podcast in AntennaPod. Als je AntennaPod nog niet hebt geïnstalleerd, kun je de app [downloaden](/download) om gratis toegang te krijgen tot miljoenen podcasts.
pt_br: Pressione o botão abaixo para se inscrever neste podcast no AntennaPod. Ainda não tem o AntennaPod? você pode [baixar](/download) o app para ter acesso gratuito a milhões de podcasts.
ru: Нажмите на кнопку чтобы подписаться на подкаст в AntennaPod. У вас еще нет AntennaPod? Вы можете [скачать](/download) приложение чтобы получить бесплатный доступ к миллиону подкастов.
sk: Stlačením tlačidla nižšie sa prihlásite k odberu tohto podcastu v aplikácii AntennaPod. A ju ešte nemáte, môžete si ju [stiahnuť](/download) a využívať bezplatný prístup k miliónom podcastov.
tr: AntennaPod'daki bu podcast'e abone olmak için aşağıdaki düğmeye basın. Henüz AntennaPod'unuz yok mu? Milyonlarca podcast'e ücretsiz erişimin keyfini çıkarmak için uygulamayı [indirebilir](/indirebilirsiniz).
uk: Натисніть кнопку нижче, щоб підписатися на цей подкаст у AntennaPod. У вас ще немає AntennaPod? Ви можете [завантажити](/завантажити) програму, щоб отримати безкоштовний доступ до мільйонів подкастів.
zh_hans: 按下面的按钮在 AntennaPod 中订阅本播客。还没有 AntennaPod？您可以 [下载](/download) 该应用程序，免费收听数百万个播客。

source: Do you use another podcast app or does your web browser not support opening AntennaPod directly? You can find the RSS address of the podcast in the box below. To subscribe, paste the address into AntennaPod's search box or into your other podcast app.
de: Verwendest du eine andere Podcast-App oder unterstützt dein Webbrowser das direkte Öffnen von AntennaPod nicht? Die RSS-Adresse des Podcasts findest du im Feld unten. Um ihn zu abonnieren, füge die Adresse in das Suchfeld von AntennaPod oder deine andere Podcast-App ein.
it: Usi un'altra app di podcast o il tuo browser non ti permette di aprire AntennaPod direttamente? Puoi trovare l'indirizzo RSS nella casella qui sotto. Per iscriverti, incollalo nella casella di ricerca di AntennaPod o nell'app di podcast che usi.

source: Google Play
ru: скачать из Google Play

source: Weblate
ru: Веб-сайт

source: AntennaPod is developed and maintained by individual volunteers and not represented by any legal entity. The community doesn't need your data, so the app and website are designed to be fully GDPR compliant. Read on to learn more.
ca: AntennaPod està desenvolupat i mantingut per voluntaris individuals i no representat per cap entitat legal. La comunitat no necessita les vostres dades, de manera que l'aplicació i el lloc web estan dissenyats per complir totalment el GDPR. Continua llegint per obtenir més informació.
da: AntennaPod udvikles og vedligeholdes af individuelle frivillige og er ikke repræsenteret af nogen juridisk enhed. Fællesskabet har ikke brug for dine data, så appen og webstedet er designet til at være fuldt ud GDPR-kompatibelt. Læs videre for at få mere at vide.
gl: AntennaPod está desenvolta e mantida por voluntarias individuais e non representan a ningunha entidade legal. A comunidade non precisa os teus datos, polo que a app e o sitio web están deseñados cumprindo de xeito completo o GDPR. Sigue lendo para saber máis.
ja: AntennaPodは、個人のボランティアによって開発・メンテンナンスされており、いかなる法人によっても代表されるものではありません。コミュニティはあなたのデータを必要としないため、アプリとウェブサイトはGDPRに完全に準拠するように設計されています。さらに詳しく知りたい人は、以下の説明を読んでください。
sk: AntennaPod je vyvýjú a udržiavjú jednotlivci, dobrovoľníci, a nie je reprezentovaný žiadnou právnickou osobou. Komunita nepotrebuje vaše údaje, takže aplikácia a webstránka sú navrhnuté plne v súlade s GDPR. Pokračujte v čítaní a dozviete sa viac.

source: What data the AntennaPod app might collect, store and process
ca: Quines dades pot recopilar, emmagatzemar i processar l'aplicació AntennaPod
da: Hvilke data AntennaPod-appen kan indsamle, gemme og behandle
gl: Que datos podería recoller, almacenar e procesar AntennaPod
ja: AntennaPodアプリが収集・保存・処理する可能性があるデータ
sk: Údaje, ktoré môže aplikácia AntennaPod zhromažďovať, ukladať a spracúvať

source: The app only records data strictly necessary for the app to function. This includes for example the list of podcasts you follow, the app settings, and authentication data provided for specific podcasts or services (such as synchronization services). The app does not include any advertisement libraries or any 3rd party tracking (analytics) code, such as Google Analytics.
gl: A app só rexistra os datos estritamente necesarios para que a app funcione. Isto inclúe por exemplo a lista de podcasts que segues, os axustes da app, datos de autenticación proporcionados para podcasts ou servizos concrretos (como servizos de sincronización). A app non inclúe elementos de publicidade nin código de análise de terceiras partes, como Google Analytics.
ja: アプリは、アプリが機能するために厳密に必要なデータのみを記録します。これには、たとえば、フォローしているポッドキャストのリスト、アプリの設定、特定のポッドキャストまたはサービス（同期サービスなど）に提供される認証データが含まれます。このアプリには、広告ライブラリやGoogle Analyticsなどのサードパーティの追跡（分析）コードは含まれていません。
sk: Aplikácia ukladá len údaje nevyhnutne potrebné pre svoje fungovanie. Jedná sa napríklad o zoznam odoberaných podcastov, nastavenia aplikácie a overovacie údaje poskytnuté pre konkrétny podcast alebo službu (napr. synchronizačné služby). Aplikácia neobsahuje akékoľvek reklamné knižnice ani sledovací (analytický) kód od tretích strán, napríklad Google Analytics.

source: **All data provided and created when using the AntennaPod app is stored locally on your device. AntennaPod does not send or upload your data anywhere, except where strictly necessary for the functioning of the app.** Please see the second next section for the cases in which your data may be provided to third parties.
ca: **Totes les dades proporcionades i creades quan utilitzeu l'aplicació AntennaPod s'emmagatzemen localment al vostre dispositiu. AntennaPod no envia ni carrega les vostres dades enlloc, excepte quan sigui estrictament necessari per al funcionament de l'aplicació.** Consulteu la segona secció següent per als casos en què les vostres dades es poden proporcionar a tercers.
da: **Alle data, der leveres og oprettes af AntennaPod-appen, gemmes lokalt på din enhed. AntennaPod sender eller uploader ikke dine data nogen steder, undtagen hvor det er strengt nødvendigt for at appen kan fungere. ** Se det andet næstfølgende afsnit om de tilfælde, hvor dine oplysninger kan videregives til tredjeparter.
gl: **Todos os datos proporcionados e creados cando se usa AntennaPod gárdanse de xeito local no teu dispositivo. AntennaPod non envía ou sube ningún dato a ningures, excepto os estritamente necesarios para que funcione a app**. Por favor, le o seguinte párrafo para ver os casos en que os teus datos poderían ser enviados a terceiras partes.
ja: **AntennaPodアプリの使用時に提供・作成されたすべてのデータは、デバイス上にローカルに保存されます。AntennaPodは、アプリの機能に厳密に必要な場合を除き、あなたのデータをどこにも送信またはアップロードしません。**データがサードパーティに提供される場合については、次の2番目のセクションを読んでください。
sk: **Všetky dáta poskytnuté alebo vytvorené pri používaní aplikácie AntennaPod sú uložené lokálne vo vašom zariadení. AntennaPod nikam neposiela ani nenahráva vaše dáta, okrem prípadov, ak je to absolútne nevyhnutné na fungovanie aplikácie.** Prípady, kedy môžu byť vaše dáta poskytnuté tretím stranám, nájdete v odseku nižšie na tejto stránke.

source: The only case where your data from 3rd parties is handled, is when using a synchronization service if enabled via the settings. In that case, the app may receive subscriptions and playback events provided by the service.
gl: O único caso onde se xestionan datos por parte de terceiros é ao utilizar un servizo de sincronización que se active nos axustes. Neste caso, a app podería recibir eventos de subscrición e reprodución proporcionados polo servizo.
ja: サードパーティからのデータが処理される唯一のケースは、設定で有効になっている場合に同期サービスを使用する場合です。その場合、アプリはサービスによって提供される購読と再生イベントを受け取ることがあります。
sk: Synchronizácia, ktorú musíte najprv povoliť v nastaveniach, je jediný prípad, kedy sa spracúvajú vaše dáta od tretích strán. V tomto prípade môže aplikácia prijať odbery a udalosti prehrávania poskytnuté tretími stranami.

source: App permissions
ca: Permisos d'aplicacions
da: App-tilladelser
gl: Permisos da aplicación
ja: アプリの権限
sk: Aké povolenia požaduje aplikácia

source: The app requests the following privacy-relevant Android permissions:
ca: L'aplicació sol·licita els següents permisos d'Android rellevants per a la privadesa:
da: Appen anmoder om følgende Android-tilladelser, der er relevante for beskyttelse af personlige oplysninger:
gl: A app solicita os seguintes permisos de Android relativos á privacidade:
ja: アプリは、次のプライバシー関連のAndroid権限を要求します。
sk: Aplikácia požaduje nasledujúce povolenia systému Android, ktoré sa týkajú ochrany súkromia:

source: Read from/write to Storage (Photos/Media/Files): The storage permission is used to open files that are not downloaded directly from within the app. It can also be used to import app settings or OPML files. The permission is only requested if you perform an action that requires reading from storage.
ca: Llegir/escriure des de/a l'emmagatzematge (Fotos/Multimèdia/Fitxers): El permís d'emmagatzematge s'utilitza per a obrir fitxers que no es descarreguen directament des de l'aplicació. També es pot utilitzar per a importar la configuració de l'aplicació o fitxers OPML. El permís només es demana si realitzeu una acció que requereix llegir des de l'emmagatzematge.
da: Læs fra/skriv til lager (fotos/medier/filer): Lagertilladelsen bruges til at åbne filer, som ikke downloades direkte inde fra appen. Den kan også bruges til at importere appindstillinger eller OPML-filer. Der anmodes kun om tilladelsen, hvis du udfører en handling, der kræver læsning fra lageret.
gl: Ler/Escribir na Almacenaxe (Fotos/Multimedia/Ficheiros): o permiso de Alamacenaxe úsase para abrir ficheiros que non foros descargados directamente pola aplicación. Tamén podería usarse para importar un ficheiro OPML ou axustes. O permiso só se solicita se realizas unha acción que require ler a almacenaxe.
ja: ストレージからの読み取り/ストレージへの書き込み（写真/メディア/ファイル）: ストレージ権限は、アプリ内から直接ダウンロードされた以外のファイルを開くために使用されます。アプリ設定やOPMLファイルのインポートにも使用されます。このアクセス許可は、ストレージからの読み取りが必要なアクションを実行する場合にのみ要求されます。
sk: Čítanie a zapisovanie do pamäte (obrázky/médiá/súbory): Povolenie na prístup do pamäti sa používa na otvorenie súborov stiahnutých z tejto aplikácie. Môže byť použité aj na nahranie nastavení alebo OPML súborov. O povolenie budete požiadaný iba v prípade, ak vykonáte akciu, ktorá toto povolenie potrebuje.

source: What app data other parties might collect, store and process
ca: Quines dades de l'aplicació poden recopilar, emmagatzemar i processar altres parts
da: Hvilke app-data andre parter kan indsamle, gemme og behandle
gl: Que outros datos poderían recoller, almacenar e procesar terceiras partes
ja: 他者が収集・保存・処理する可能性のあるアプリデータ
sk: Aké údaje môžu zberať, uchovávať a spracúvať tretie strany

source: Podcast hosters: When provided in the podcast settings, a host will receive authentication data you provided. Any web servers that provide the podcast feeds might collect additional data, such as your IP address, access time and what is being accessed. This includes the episodes you are downloading or streaming. Please refer to their respective privacy policies for details. You can view the URL of a podcast by opening the podcast and pressing the info icon. AntennaPod does not allow remote servers to set cookies. The servers can detect the fact that you are using AntennaPod and which version of AntennaPod you are using (HTTP User-Agent). If multiple podcasts are hosted on the same server, the server can detect the list of podcasts that you subscribed to and that are hosted on that server. This might happen if publishers use feedburner, podtrac or similar services to distribute their feeds.
ca: Amfitrions de podcasts: quan es proporcionen a la configuració del podcast, un amfitrió rebrà les dades d'autenticació que heu proporcionat. Qualsevol servidor web que proporcioni els canals de podcast pot recopilar dades addicionals, com ara la vostra adreça IP, el temps d'accés i el que s'està accedint. Això inclou els episodis que esteu baixant o en streaming. Consulteu les seves respectives polítiques de privadesa per obtenir més informació. Podeu veure l'URL d'un podcast obrint el podcast i prement la icona d'informació. AntennaPod no permet que els servidors remots estableixin galetes. Els servidors poden detectar el fet que esteu utilitzant AntennaPod i quina versió d'AntennaPod feu servir (HTTP User-Agent). Si hi ha diversos podcasts allotjats al mateix servidor, el servidor pot detectar la llista de podcasts als quals us heu subscrit i que estan allotjats en aquest servidor. Això pot passar si els editors utilitzen feedburner, podtrac o serveis similars per distribuir els seus canals.
da: Podcast-host: Når det er angivet i podcast-indstillingerne, modtager en host de godkendelsesdata, du har angivet. Webservere, der leverer podcast-feeds, indsamler muligvis yderligere data, f.eks. din IP-adresse, adgangstidspunkt og det, der er tilgået. Dette omfatter de afsnit, du downloader eller streamer. Se deres respektive politikker om beskyttelse af personlige oplysninger for nærmere oplysninger. Du kan se URL'en for en podcast ved at åbne podcasten og trykke på infoikonet. AntennaPod tillader ikke, at fjernservere sætter cookies. Serverne kan registrere, at du bruger AntennaPod, og hvilken version af AntennaPod du bruger (HTTP User-Agent). Hvis flere podcasts er hostet på den samme server, kan serveren registrere listen over podcasts, som du har abonneret på, og som er hostet på den pågældende server. Dette kan ske, hvis udgivere bruger feedburner, podtrac eller lignende tjenester til at distribuere deres feeds.
gl: Hóspedes de podcasts: cando se indica nos axustes do podcast, un hóspede podería recibir datos de autenticación que proporciones. Calquera servidor web que proporciona canles de podcast podería recoller datos adicionais como o teu enderezo IP, hora de acceso e ao que se está a acceder. Isto inclúe os episodios que estás descargando ou reproducindo. Mira as súas políticas de privacidade para ter máis detalles. Podes ver o URL dun podcast abrindo ese podcast e premendo na icona de información. AntennaPod non permite que servidores remotos establezan rastros. Os servidores poden detectar o feito de que estás a usar AntennaPod e a versión de AntennaPod que usas (HTTP User-Agent). Se varios podcast están hospedados no mesmo servidor, o servidor pode detectar a lista de podcast aos que te susbscribiches e que están nese servidor. Isto acontece por exemplo con feedburner, podtrac ou servizos semellantes que distribúen moitas canles.
ja: ポッドキャストのホスト: ポッドキャストの設定で指定すると、ホストは指定された認証データを受信します。ポッドキャストフィードを提供するウェブサーバーは、IPアドレス、アクセス時間、アクセスコンテンツなどの追加データを収集する場合があります。これには、ダウンロードまたはストリーミングしているエピソードが含まれます。詳細については、それぞれのプライバシーポリシーを参照してください。ポッドキャストを開いて情報アイコンを押すと、ポッドキャストのURLを表示できます。AntennaPodでは、リモートサーバーがCookieを設定することはできません。サーバーは、AntennaPodを使用しているという事実と、使用しているAntennaPodのバージョン（HTTPユーザーエージェント）を検出できます。複数のポッドキャストが同じサーバーでホストされている場合、サーバーは、ユーザーが購読し、そのサーバーでホストされているポッドキャストのリストを検出できます。これは、パブリッシャーがフィードを配布するためにfeedburner、podtrac、または同様のサービスを使用している場合に起こる可能性があります。
sk: Poskytovateľ hostingových služieb podcastu: Overovacie údaje, pokiaľ ste ich uviedli v nastaveniach. Akýkoľvek server, ktorý poskytuje podcastový kanál môže zberať ďalšie údaje, napríklad vašu IP adresu, čas žiadosti a požadovaný obsah vrátane dielov, ktoré sťahujete alebo streamujete. Pre viac informácií si pozrite podmienky ochrany údajov jednotlivých poskytovateľov. URL adresu podcastu si viete zobraziť kliknutím na ikonu info, keď si rozkliknete podcast. AntennaPod nepovoľuje vzdialeným servrom nastavovať súboty cookies. Tieto servre sú schopné detekovať, že používate AntennaPod aj akú verziu (HTTP User-Agent). Ak server poskytuje hostingové skĺužby pre viacero podcastov, dokáže zistiť zoznam ním poskytovaných podcastov, ktoré odoveráte. Môže sa to stať, ak vydavatelia používajú freebundler, podtrac alebo podobné služby na distribúciu svojich podcastov.

source: Discovery and search services: When opening the Discover screen in the app, it sends a call to Apple to collect podcast suggestions. They may store the query, including country (which by default is the device's country). These suggestions can be disabled by choosing "off" in the region selector. When using the search feature in AntennaPod, the services PodcastIndex.org, Apple Podcasts and fyyd may store your query, including the search terms. Discovery and search queries also include IP address, time, and app name "AntennaPod". After subscribing, the feed is served from the podcast hoster, meaning the discovery/search service is no longer involved.
gl: Descubrir e servizos de busca: ao abrir a pantalla Descubrir na app envíase unha petición a Apple para obter suxestións de podcasts. Apple pode gardar a busca, incluíndo o país (que por defecto é o país do dispositivo). Estas suxestións poden desactivarse elexindo "off" no selector de rexión. Ao usar a ferramenta de busca en AntennaPod, os servizos PodcastIndex.org, Apple Podcasts e fyyd poden gardar a túa consulta, incluíndo os termos da busca. As consultas de Descubrir e busca tamén inclúen o enderezo IP, hora, e nome da app "AntennaPod". Após subscribirte, a canle envíase desde a hospedaxe do podcast, o que significa que o servizo descubir/buscar xa non está involucrado.
ja: ディスカバリーおよび検索サービス: アプリで「Discover」画面を開くと、Apple にリクエストを送信してポッドキャストの提案を集めます。国（デフォルトではデバイスの国）を含むクエリを保存できます。これらの提案は、地域セレクターで「オフ」を選択することで無効にできます。AntennaPodの検索機能を使用すると、サービスPodcastIndex.org、Apple Podcasts、fyydに検索語を含むクエリが保存される場合があります。検出および検索クエリには、IPアドレス、時刻、アプリ名「AntennaPod」も含まれます。購読後、フィードはポッドキャストホスティング会社から提供されます。つまり、検出・検索サービスは関与しなくなります。
sk: Služby na objavovanie a vyhľadávanie: Pri otvorení časti Objavovanie, pošle aplikácia dotaz Applu, aby získala návrhy podcastov. Dotaz, vrátane krajiny (predvolená je krajina zariadenia), môže byť uložený. Tieto návthy môžete vypnúť vo voľbe regiónu. Pri používaní vyhľadávania v AntennaPode môžu služby PodcastIndex.org, Apple Podcasts a fyyd uložiť váš dotaz, vrátane presného textového znenia. Dotazy na objavovanie a vyhľadávanie obsahujú aj vašu IP adresu, čas a meno aplikácie "AntennaPod". Keď začnete odoberať nejaký podcast, diely sú získané zo servera, ktorý mu poskytuje hostingové služby, a objavovacie/vyhľdávacie služby už nie sú využívané.

source: Synchronization services: When enabled via the settings, AntennaPod synchronizes your data. This data may include login credentials, subscribed podcasts, listened episodes, play, pause & favorite actions with date & time stamps and IP address. For more information, see your provider's privacy policy.
gl: Servizos de sincronización: cando se activa nos axustes, AntennaPod sincroniza os teus datos. Estes datos poderían conter credenciais de acceso, podcasts subscritos, episodios escoitados, accións de reproducir, deter ou pausar e favorecementos, que inclúen marcas de data e hora e enderezos IP. Para máis información, mira a política de privacidade do teu provedor.
ja: 同期サービス: 設定で有効にすると、AntennaPodはデータを同期します。このデータには、日付・タイムスタンプ・IPアドレスを含む、ログイン認証情報、購読したポッドキャスト、聞いたエピソード、再生、一時停止、お気に入りのアクションが含まれる可能性があります。詳細については、プロバイダーのプライバシーポリシーを参照してください。
sk: Synchronizačné služby: Ak ste si ich zapli v nastaveniach, AntennaPod synchronizuje vaše dáta. Tieto dáta môžu obsahovať prihlasovacie údaje, zoznam odoberaných podcastov, zoznam vypočutých epizód, akcie spustenia a pozastavenia prehrávania a pridania do obľúbených aj s dátumom, časom a IP adresou. Pre viac informácií si pozrite podmienky ochrany údajov vašeho poskytovateľa.
