Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: Always want to have the latest community call dates and times in your calendar? Then copy the URL and add it as a remote calendar in your calendar app.
cs: Chcete mít vždy nejnovější termíny a časy společných hovorů ve svém kalendáři? Zkopírujte URL a přidejte ji jako vzdálený kalendář do své aplikace na správu kalendáře.
da: Vil du altid have de seneste datoer og tidspunkter for fællesskabsopkald i din kalender? Så kopiér URL'en og tilføj den som en fjernkalender i din kalenderapp.
de: Möchtest du immer die neuesten Termine für Community-Calls in deinem Kalender haben? Dann kopiere die URL und füge sie als Remote-Kalender in deiner Kalender-App hinzu.
es: ¿Quieres tener siempre las últimas fechas y horas de llamadas de la comunidad en tu calendario? Entonces, copia la URL y añádela como un calendario remoto en tu aplicación de calendario.
fi: Haluatko aina nähdä viimeisimmät yhteisöpuhelujen päivämäärät ja kellonajat kalenterissasi? Kopioi sitten URL-osoite ja lisää se etäkalenteriksi kalenterisovellukseesi.
fr: Vous voulez toujours avoir les dernières dates et heures des rendez-vous avec la communauté, dans votre calendrier ? Copiez l'URL et ajoutez-la comme calendrier distant dans votre application de calendrier.
gl: Queres ter no calendario a data e hora das xuntanzas? Copia o URL e engádeo como un calendario remoto na túa aplicación de calendario.
it: Vuoi avere date e orari aggiornati delle riunioni della comunità sempre nel tuo calendario? Copia l'URL e aggiungilo come calendario remoto nella tua applicazione calendario.
ja: 常に最新のコミュニティミーティングの日付と時刻をカレンダーに入れておきたいですか？ URLをコピーして、カレンダーアプリのリモートカレンダーとして追加してください。
nb_no: Ønsker du å alltid ha de datoene for fellesskapsmøter i kalendrene din? Kopier nettadressen og legg det til som en ekstern kalender i kalenderappen ditt.
nl: Wil je altijd de laatste data en tijden van de community call in je agenda hebben? Kopieer dan de URL en voeg deze als externe agenda in je agenda-app.
pt_br: Quer estar sempre atualizado das chamadas da comunidade em seu calendário? Então copie o URL e adicione-o como um calendário remoto no seu aplicativo de calendário.
ru: Хотите всегда получать последнюю информацию о событиях сообщества в своем календаре? Скопируйте ссылку и добавьте ее как удаленный каледарь в своем приложении для календарей.
sk: Chcete mať vždy aktuálne termíny komunitných hovorov vo svojom kalendári? Skopírujte link a pridaje si nový kalendár vo svojej kalendárovej aplikácií.
tr: Takviminizde her zaman en güncel topluluk görüşmesi tarih ve saatlerinin olmasını mı istiyorsunuz? O halde URL'yi kopyalayın ve takvim uygulamanıza uzak takvim olarak ekleyin.
uk: Завжди хочете мати у своєму календарі дати та час останніх дзвінків спільноти? Потім скопіюйте URL-адресу та додайте його як віддалений календар у програму календаря.
zh_hans: 总是想在日历中看到最新的社区通话日期和时间？那就复制 URL 并将其作为远程日历添加到您的日历应用中。

source: Hope to see you!
cs: Doufáme, že vás uvidíme!
da: Vi håber at se dig!
de: Ich hoffe, wir sehen uns!
es: ¡Esperamos verte!
fi: Toivottavasti tapaamme!
fr: En espérant vous voir !
gl: Agardamos verte!
it: Speriamo di vederti!
ja: 会えることを楽しみにしています！
nb_no: Håper vi treffes!
nl: Tot ziens!
pt_br: Esperamos vê-lo!
ru: Надеемся увидеть вас!
sk: Tešíme sa na stretnutie s vami!
tr: Görüşmek dileğiyle!
uk: Сподіваюся побачити вас!
zh_hans: 希望能见到你！

source: The app
ca: La aplicació
cs: Aplikace
da: Appen
de: Die App
es: La aplicación
fi: Sovellus
fr: L'application
gl: A app
it: L'applicazione
ja: アプリ
nb_no: Appen
nl: De app
pt_br: O app
ru: Приложение
sk: Aplikácia
tr: Uygulama
uk: Додаток
zh_hans: 应用

source: AntennaPod is licensed under the [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
ca: AntennaPod té llicència sota la [Llicència Pública General](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
cs: AntennaPod je licencován [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
da: AntennaPod er licenseret under [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
de: AntennaPod ist lizenziert unter der [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
es: AntennaPod está licenciada bajo la [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
fi: AntennaPod on lisensoitu [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE) -lisenssillä.
fr: AntennaPod est sous licence [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
gl: AntennaPod públicase baixo a [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
it: AntennaPod è concesso in licenza sotto la [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
ja: AntennaPodは、[General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE)の下にライセンスされています。
nb_no: AntennaPod er lisensiert under [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
nl: AntennaPod is gelicenseerd onder de [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
pt_br: O AntennaPod é licensiado sob a [Licença Pública Geral](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
ru: AntennaPod лицензирован под [Публичной Общественной Лицензией GNU](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
sk: AntennaPod je licencovaný pod [General Public License](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
tr: AntennaPod [Genel Kamu Lisansı](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE) altında lisanslanmıştır.
uk: AntennaPod надається за [Загальною публічною ліцензією](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE).
zh_hans: AntennaPod 采用[通用公共许可证](https://github.com/AntennaPod/AntennaPod/blob/develop/LICENSE) 许可。

source: The website code & theme
ca: El codi i el tema del lloc web
cs: Kód a téma webové stránky
da: Websted-kode og tema
de: Der Website-Code und Design
es: El código del sitio web y el tema
fi: Sivuston koodi ja teema
fr: Le code et le thème du site web
gl: Código e aparencia do sitio web
it: Il codice e il tema del sito web
ja: ウェブサイトのコードとテーマ
nb_no: Nettsidekoden og -temaet
nl: De website code en thema
pt_br: Código e tema do site
ru: Код и тема сайта
sk: Kód a téma webstánky
tr: Web sitesi kodu ve teması
uk: Код і тема сайту
zh_hans: 网站代码和主题

source: The website is developed under the MIT License:
ca: El lloc web es desenvolupa sota la llicència MIT:
cs: Webová stránka je vytvořena pod licencí MIT:
da: Hjemmesiden er udviklet under MIT-licensen:
de: Die Website wird unter der MIT-Lizenz (MIT) entwickelt:
es: El sitio web se desarrolla bajo la licencia del MIT (MIT):
fi: Sivusto on kehitetty MIT-lisenssin alaisena:
fr: Le site web est développé sous la licence MIT :
gl: O sitio web desenvólvese baixo a MIT License:
it: Il sito è sviluppato sotto la licenza MIT:
ja: このウェブサイトは、MITライセンスで開発されています。
nb_no: Nettsiden er utviklet med MIT-lisens (MIT):
nl: De website is ontwikkeld onder de MIT-licentie:
pt_br: O site é desenvolvido sob a Licença MIT:
ru: Сайт разработан под лицензией MIT:
sk: Webstránka je vytvorená pod licenciou MIT:
tr: Web sitesi MIT Lisansı altında geliştirilmiştir:
uk: Веб-сайт розроблено за ліцензією MIT:
zh_hans: 该网站根据 MIT 许可开发：

source: The website content
ca: El contingut del lloc web
cs: Obsah webové stránky
da: Hjemmesidens indhold
de: Der Inhalt der Website
es: El contenido de la web
fi: Verkkosivuston sisältö
fr: Le contenu du site
gl: Contido do sitio web
it: Il contenuto del sito web
ja: ウェブサイトのコンテンツ
nb_no: Nettsideinnholdet
nl: De inhoud van de website
pt_br: Conteúdo do site
ru: Контент сайта
sk: Obsah webstránky
tr: Web sitesi içeriği
uk: Вміст сайту
zh_hans: 网站内容

source: The texts on the website are written and released under a [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) license (CC-BY-SA 4.0). Images on this website are copyrighted by their respective owners.
ca: Els textos del lloc web estan escrits i publicats sota una llicència [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Les imatges d'aquest lloc web tenen drets d'autor dels seus respectius propietaris.
cs: Texty na webu jsou napsány a zveřejněny pod licencí [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Obrázky na těchto webových stránkách jsou chráněny autorskými právy příslušných vlastníků.
da: Teksterne på webstedet er skrevet og frigivet under en [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) licens (CC-BY-SA 4.0). Billederne på dette websted er ophavsretligt beskyttet af deres respektive ejere.
de: Die Texte auf der Website sind unter einer [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) Lizenz (CC-BY-SA 4.0) verfasst und veröffentlicht. Die Bilder auf dieser Website unterliegen dem Copyright der jeweiligen Eigentümer.
es: Los textos en el sitio web fueron escritos y publicados bajo la licencia [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Las imágenes en este sitio web están bajo los derechos de sus respectivos dueños.
fi: Verkkosivuston tekstit on kirjoitettu ja julkaistu [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) -lisenssin (CC-BY-SA 4.0) alaisina. Tämän sivuston kuvien tekijänoikeudet ovat omistajiensa alaisia.
fr: Les textes du site sont rédigés et publiés sous une licence [Creative Commons Attribution](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Les images présentes sur ce site sont protégées par les droits d'auteur de leurs propriétaires respectifs.
gl: Os textos no sitio web están escritos e publícanse baixo a licenza [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). As imaxes nesta web teñen copyright das súas respectivas propietarias.
it: I testi del sito sono scritti e pubblicati con una licenza [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Le immagini su questo sito sono protette dal copyright dei rispettivi proprietari.
ja: ウェブサイト上のテキストは、[クリエイティブコモンズ 表示-継承 国際](http://creativecommons.org/licenses/by-sa/4.0/legalcode)ライセンス（CC-BY-SA 4.0）の下に作成・公開されています。このウェブサイト上の画像は、それぞれの所有者の著作権で保護されています。
nb_no: Teksten på nettsiden er skrevet og utgitt med [Creative Commons Navngivelse-DelPåSammeVilkår 4.0 Internasjonal](http://creativecommons.org/licenses/by-sa/4.0/legalcode)-lisens (CC-BY-SA 4.0). Opphavsrett for bilder på nettsiden tilhører respektive eiere.
nl: De teksten op de website zijn geschreven en vrijgegeven onder de volgende licentie: [Creative Commons Naamsvermelding-GelijkDelen Internationaal](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Afbeeldingen op deze website vallen onder het auteursrecht van hun respectievelijke eigenaren.
pt_br: Os textos do site são escritos e publicados sob a licença [Creative Commons Atribuição-CompartilhaIgual Internacional](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0) As imagens deste site são protegidas por direitos autorais de seus respectivos proprietários.
ru: Текст на этом сайте написан и лицензирован под [Creative Commons С указанием авторства - С сохранением условий версии 4.0 Международная](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Лицензии на изображения на этом сайте принадлежат из правообладателям.
sk: Texty na webstránke sú napísané a zverejnené pod licenciou [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Obrázky na tejto webstránke sú chránené autorskými právami ich príslušných vlastníkov.
tr: Web sitesindeki metinler, [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) lisansı (CC-BY-SA 4.0) kapsamında yazılmış ve yayınlanmıştır. Bu web sitesindeki görsellerin telif hakları ilgili sahiplerine aittir.
uk: Тексти на веб-сайті написані та опубліковані за ліцензією [Creative Commons Attribution-ShareAlike International](http://creativecommons.org/licenses/by-sa/4.0/legalcode) (CC-BY-SA 4.0). Авторські права на зображення на цьому веб-сайті належать їх відповідним власникам.
zh_hans: 本网站上的文字根据[知识共享署名-相同方式共享国际](http://creativecommons.org/licenses/by-sa/4.0/legalcode) 许可证 (CC-BY-SA 4.0) 编写和发布。本网站上的图片版权归各自所有者所有。

source: AntennaPod is developed and maintained by individual volunteers and is not represented by any legal entity. The community is not interested in your data, so the app and website are designed to be GDPR compliant. Read on to learn more.
cs: AntennaPod je vyvíjen a udržován jednotlivými dobrovolníky a není zastoupen žádnou právnickou osobou. Komunita nepotřebuje vaše údaje, proto jsou aplikace a webové stránky navrženy tak, aby byly plně v souladu s GDPR. Přečtěte si další informace.
de: AntennaPod wird von einzelnen Freiwilligen entwickelt und gepflegt und wird von keiner juristischen Person vertreten. Die Community ist nicht an deinen Daten interessiert, daher sind die App und die Website so gestaltet, dass sie DSGVO-konform sind. Lies weiter, um mehr zu erfahren.
es: AntennaPod está desarrollada y mantenida por voluntarios individuales y no está representada por ninguna entidad legal. La comunidad no necesita tus datos, por lo que la aplicación y el sitio web están diseñados para cumplir con el RGPD. Sigue leyendo para saber más.
fi: AntennaPodia kehittävät ja ylläpitävät vapaaehtoiset yksityishenkilöt, eikä mikään oikeushenkilö edusta sitä. Yhteisö ei tarvitse tietojasi, joten sovellus ja sivusto on suunniteltu täysin GDPR-yhteensopiviksi. Lue lisää.
fr: AntennaPod est développé et maintenu par des bénévoles individuels et n'est pas représenté par une personne morale. La communauté n’a pas besoin de vos données, c’est pourquoi l’application et le site web sont conçus pour être entièrement conformes au RGPD. Lisez la suite pour en savoir plus.
it: AntennaPod è sviluppato e mantenuto da singoli volontari e non è rappresentato da alcuna entità legale. La comunità non ha alcun interesse nei tuoi dati, quindi l'app e il sito web sono progettati per essere conformi al GDPR. Continua a leggere per saperne di più.
nl: AntennaPod wordt ontwikkeld en onderhouden door individuele vrijwilligers en wordt niet vertegenwoordigd door een juridische entiteit. De community heeft jouw gegevens niet nodig, dus de app en website zijn ontworpen om volledig te voldoen aan de AVG. Lees verder voor meer informatie.
pt_br: O AntennaPod é desenvolvido e mantido por voluntários individuais e não é representado por nenhuma entidade jurídica. A comunidade não está interessada nos seus dados, por isso o aplicativo e o site foram projetados para estar em conformidade com o GDPR. Continue lendo para saber mais.
ru: AntennaPod разработан и поддерживается различными энтузиастами и не представлен каким либо юридическим лицом. Сообществу не нужны ваши данные, также приложение и сайт полностью совместимы с Общим Регламентом по Защите Данных ЕС (GDPR). Прочитайте в "читать больше".
uk: AntennaPod розробляється та підтримується окремими волонтерами і не представлений жодною юридичною особою. Спільнота не зацікавлена у ваших даних, тому додаток та веб-сайт розроблені відповідно до вимог GDPR. Прочитайте далі, щоб дізнатися більше.
zh_hans: AntennaPod 由个人志愿者开发和维护，不代表任何法律实体。社区对您的数据不感兴趣，因此应用程序和网站的设计完全符合 GDPR 标准。请继续阅读，继续阅读更多信息。

source: Data AntennaPod may collect, store, and process
cs: Data, která může AntennaPod shromažďovat, ukládat a zpracovávat
de: Daten, die von AntennaPod erfasst, gespeichert und verarbeitet werden
es: Datos que AntennaPod puede recolectar, guardar y procesar
fi: Mitä tietoja AntennaPod voi kerätä, tallentaa ja käsitellä
fr: Les données que AntennaPod peut collecter, stocker et traiter
it: Dati che potrebbe raccogliere, immagazzinare ed elaborare AntennaPod
nl: Welke gegevens AntennaPod kan verzamelen, opslaan en verwerken
pt_br: Dados que o AntennaPod pode coletar, armazenar e processar
ru: Какие данные приложение AntennaPod собирает, хранит и обрабатывает
tr: AntennaPod veri toplayabilir, depolayabilir ve işleyebilir
uk: Дані, які може збирати, зберігати та обробляти AntennaPod
zh_hans: AntennaPod 应用程序可能收集、存储和处理哪些数据

source: The app only records data strictly necessary for the app to function. This includes the list of podcasts you follow, the app settings and authentication data provided for specific podcasts or services (such as synchronization services). The app does not include any advertising libraries or third-party tracking or analytics code, such as Google Analytics.
cs: Aplikace zaznamenává pouze data nezbytně nutná pro její fungování. Patří sem seznam podcastů, které sledujete, nastavení aplikace a autentizační data poskytnutá pro konkrétní podcasty nebo služby (například synchronizační služby). Aplikace neobsahuje žádné reklamní knihovny ani kódy třetích stran pro sledování nebo analýzu, jako je například Google Analytics.
de: Die App erfasst nur Daten, die für die Funktion unbedingt erforderlich sind. Dazu gehören z. B. die Liste der Podcasts, denen du folgst, die App-Einstellungen und Authentifizierungsdaten, die für bestimmte Podcasts oder Dienste (wie Synchronisierungsdienste) bereitgestellt werden. Die App enthält keine Werbebibliotheken oder Tracking-/(Analyse-)Codes von Drittanbietern, wie z. B. Google Analytics.
es: La aplicación solo registra los datos estrictamente necesarios para su funcionamiento. Esto incluye, por ejemplo, la lista de podcasts que sigues, la configuración de la aplicación y los datos de autenticación proporcionados para podcasts o servicios específicos (como los servicios de sincronización). La aplicación no incluye bibliotecas de anuncios ni códigos de seguimiento (analíticas) de terceros, como Google Analytics.
fi: Sovellus tallentaa vain sen toiminnan kannalta välttämättömät tiedot. Näitä ovat esimerkiksi seuraamiesi podcastien luettelo, sovellusasetukset ja tietyille podcasteille tai palveluille (kuten synkronointipalveluille) toimitetut todennustiedot. Sovelluksessa ei ole mitään mainoskirjastoja tai ulkopuolisten tahojen, kuten Google Analyticsin, seuranta- tai analytiikkakoodia.
fr: L'application ne stocke que les données strictement nécessaires à son fonctionnement. Cela inclut la liste des podcasts que vous suivez, vos préférences dans l'application, vos données d'authentification renseignées pour accéder à certains podcasts spécifiques ou services (tels qu'un serveur de synchronisation). L'application n'inclut aucune bibliothèque publicitaire, ni aucun code tiers de suivi ou de ciblage de type Google Analytics.
it: L'applicazione registra solo i dati strettamente necessari al suo funzionamento. Questi includono l'elenco dei podcast che segui, le impostazioni dell'applicazione e i dati di autenticazione forniti per specifici podcast o servizi (come i servizi di sincronizzazione). L'applicazione non include alcuna libreria di inserzioni pubblicitarie o alcun codice di monitoraggio o di analitiche di terze parti, come Google Analytics.
nl: De app slaat alleen gegevens op die strikt noodzakelijk zijn om de app te laten functioneren. Dit omvat bijvoorbeeld de lijst van podcasts die je volgt, de app-instellingen, en verificatiegegevens die voor specifieke podcasts of diensten (zoals synchronisatiediensten) zijn verstrekt. De app bevat geen reclamebibliotheken of tracking (analytics) code van derden, zoals Google Analytics.
pt_br: O aplicativo registra apenas dados estritamente necessários para seu funcionamento. Isso inclui a lista de podcasts que você segue, as configurações do app e dados de autenticação fornecidos para podcasts ou serviços específicos (como os serviços de sincronização). O app não inclui nenhuma biblioteca de publicidade ou código de rastreamento ou análise de terceiros, como o Google Analytics.
ru: Приложение сохраняет только нужные для работы данные. Такие как список подкастов на которые вы подписаны, настройки приложения, данные для регистрации на определенные подкасты или сервисы (такие как синхронизация). В приложение нет каких-либо библиотек для рекламы или сторонних следящих аналитик, таких как Google Analytics.
uk: Додаток записує тільки ті дані, які є строго необхідними для його функціонування. Сюди входять список подкастів, за якими ви стежите, налаштування додатка та дані автентифікації, надані для конкретних подкастів або послуг (таких як послуги синхронізації). Додаток не містить рекламних бібліотек або сторонніх кодів відстеження чи аналітики, таких як Google Analytics.
zh_hans: 应用程序仅记录应用程序运行绝对必需的数据。例如，这包括您关注的播客列表、应用程序设置以及为特定播客或服务（如同步服务）提供的身份验证数据。应用程序不包含任何广告库或第三方跟踪或分析代码，如 Google Analytics。
