Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: allows users to use and switch between apps without [vendor lock-in](https://en.wikipedia.org/wiki/Vendor_lock-in).
ca: permet als usuaris utilitzar i canviar entre aplicacions sense [bloqueig de proveïdor](https://en.wikipedia.org/wiki/Vendor_lock-in).
cs: umožňuje uživatelům používat a přepínat mezi aplikacemi bez [uzamčení dodavatelem](https://en.wikipedia.org/wiki/Vendor_lock-in).
da: gør det muligt for brugerne at bruge og skifte mellem apps uden [vendor lock-in](https://da.wikipedia.org/wiki/Vendor_lock-in).
de: die Verwendung von und den Wechsel zwischen Anwendungen ohne [Lock-In-Effekt](https://de.wikipedia.org/wiki/Lock-in-Effekt) ermöglicht.
es: permite a los usuarios utilizar y cambiar entre aplicaciones sin [depender de ningún servicio](https://en.wikipedia.org/wiki/Vendor_lock-in).
fi: antaa käyttäjille mahdollisuuden käyttää ja vaihtaa sovellusten välillä ilman [toimittajan lukitusta](https://en.wikipedia.org/wiki/Vendor_lock-in).
fr: permet aux utilisateurs d'utiliser et de passer d'une application à l'autre sans [enfermement propriétaire](https://fr.wikipedia.org/wiki/Enfermement_propri%C3%A9taire).
gl: permite ás usuarias usar e cambiar entre diferentes aplicacións sen estar [atrapadas polos fabricantes](https://en.wikipedia.org/wiki/Vendor_lock-in).
it: permette agli utenti di usare e passare da un'app all'altra senza alcun [vendor lock-in](https://it.wikipedia.org/wiki/Vendor_lock-in).
ja: ユーザーが[ベンダーロックイン](https://en.wikipedia.org/wiki/Vendor_lock-in)なくアプリを使用したり、アプリ間の切り替えを可能にする
nb_no: lar brukere velge og bytte mellom apper uten [synkroniseringseffekter](https://no.wikipedia.org/wiki/Synkroniseringseffekter).
nl: gebruikers in staat stelt apps te gebruiken en te wisselen tussen apps zonder [vendor lock-in](https://en.wikipedia.org/wiki/Vendor_lock-in).
pt_br: permite que usuários usem e alternem entre apps sem [aprisionamento tecnológico](https://pt.wikipedia.org/wiki/Aprisionamento_tecnol%C3%B3gico).
ru: позволяет пользователям использовать и менять приложения без [привязки к поставщику](https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%B8%D0%B2%D1%8F%D0%B7%D0%BA%D0%B0_%D0%BA_%D0%BF%D0%BE%D1%81%D1%82%D0%B0%D0%B2%D1%89%D0%B8%D0%BA%D1%83).
sk: umožnuje užívateľom meniť aplikácie bez ["uzamknutia zákazníka"](https://cs.wikipedia.org/wiki/Propriet%C3%A1rn%C3%AD_uzam%C4%8Den%C3%AD).
tr: kullanıcıların [vendor lock-in](https://en.wikipedia.org/wiki/Vendor_lock-in) olmadan uygulamaları kullanmasına ve uygulamalar arasında geçiş yapmasına olanak tanır.
uk: дозволяє користувачам використовувати та перемикатися між програмами без [вендорного блокування](https://en.wikipedia.org/wiki/Vendor_lock-in).
zh_hans: 允许用户在没有[供应商锁定](https://en.wikipedia.org/wiki/Vendor_lock-in)的情况下使用和切换应用程序。

source: In practice, this means you can subscribe to any RSS feed that's out there, that we make it easy for you to (financially) support podcasters, and that you can synchronise, import and export your data.
ca: A la pràctica, això vol dir que us podeu subscriure a qualsevol canal RSS que hi hagi, que us facilitem el suport (financerament) als podcasters i que podeu sincronitzar, importar i exportar les vostres dades.
cs: V praxi to znamená, že si můžete předplatit jakýkoli RSS kanál, který je k dispozici, že vám usnadňujeme (finančně) podporovat podcastery a že můžete synchronizovat, importovat a exportovat svá data.
da: I praksis betyder det, at du kan abonnere på alle de RSS-feeds, der findes, at vi gør det nemt for dig at støtte podcastere (økonomisk) og at du kan synkronisere, importere og eksportere dine data.
de: In der Praxis bedeutet das, dass du jeden beliebigen RSS-Feed abonnieren kannst, dass wir es dir leicht machen, Podcaster (finanziell) zu unterstützen, und dass du deine Daten synchronisieren, importieren und exportieren kannst.
es: En la práctica, esto significa que puedes suscribirte a cualquier canal RSS que exista, que te facilitamos apoyar a los podcasters (financieramente) y que puedes sincronizar, importar y exportar tus datos.
fi: Käytännössä tämä tarkoittaa, että voit tilata minkä tahansa saatavilla olevan RSS-syötteen, että teemme podcastien (taloudellisen) tukemisen helpoksi ja että voit synkronoida, tuoda ja viedä tietojasi.
fr: En pratique, cela signifie que vous pouvez vous abonner à tous les flux RSS existants, que nous vous permettons de soutenir (financièrement) les podcasters et que vous pouvez synchroniser, importer et exporter vos données.
gl: Na práctica isto siginifica que podes subscribirte a calquera canle RSS accesible, que facilitamos que poidas colaborar (financieiramente) con podcasters, e que poidas sincronizar, importar e exportar os teus datos.
it: In pratica, questo significa che puoi iscriverti a qualsiasi feed RSS esistente, che ti rendiamo più facile sostenere (finanziariamente) i podcaster, e che puoi sincronizzare, importare ed esportare i tuoi dati.
ja: 実際にこれが意味するのは、世の中に存在するあらゆるRSSフィードを購読できること、ポッドキャスターの（経済的な）サポートが簡単になること、あなたのデータの同期・インポート・エクスポートができることになります。
nb_no: I praksis betyr det at du kan abonnere på en hvilken som helst RSS-strøm, at det gjøres enkelt for deg å bidra (finansielt) til skapere og at du kan synkronisere, importere og eksportere dine data.
nl: In de praktijk betekent dit dat de gebruiker zich kan abonneren op elke RSS-feed, podcasters gemakkelijk (financieel) kan steunen en eigen gegevens kan synchroniseren, importeren en exporteren.
pt_br: Na prática, isso significa que você pode se inscrever em qualquer feed RSS disponível, que facilitamos para você apoiar (financeiramente) os podcasters e que você pode sincronizar, importar e exportar seus dados.
ru: На практике, это означает что вы можете подписаться на RSS-ленты, а мы облегчим вам возможность поддерживать (финанасово) подкастеров, а также синхронизировать, импортировать и экспортировать ваши данные.
sk: V praxi to znamená, že môžete začať odoberať ľubovoľný RSS kanál, že umožnujeme jednoducho (finančne) podporiť podcasterov, a že si môžete synchronizovať, nahrať či stiahnuť svoje dáta.
tr: Pratikte bu, mevcut herhangi bir RSS beslemesine abone olabileceğiniz, podcast yayıncılarını (mali olarak) desteklemenizi kolaylaştırdığımız ve verilerinizi senkronize edebileceğiniz, içe ve dışa aktarabileceğiniz anlamına gelir.
uk: На практиці це означає, що ви можете підписатися на будь-який доступний канал RSS, що ми спрощуємо для вас (фінансову) підтримку подкастерів, і що ви можете синхронізувати, імпортувати та експортувати свої дані.
zh_hans: 实际上，这意味着您可以订阅任何 RSS 源，我们可以让您轻松地（在经济上）支持播客，您还可以同步、导入和导出您的数据。

source: We hear you: community & accessibility
ca: T'escoltem: comunitat i accessibilitat
cs: Slyšíme vás: komunita a dostupnost
da: Vi lytter til dig: Fællesskab & tilgængelighed
de: Wir verstehen dich: Community und Barrierefreiheit
es: Te escuchamos: comunidad y accesibilidad
fi: Kuuntelemme käyttäjiä: yhteisö ja esteettömyys
fr: Nous vous entendons : communauté et accessibilité
gl: Escoitámoste: comunidade e accesibilidade
it: Ti ascoltiamo: comunità e accessibilità
ja: コミュニティとアクセシビリティに関するあなたの声を聞きます
nb_no: Vi hører deg: fellesskap og tilgjengelighet
nl: Wij luisteren: gemeenschap & toegankelijkheid
pt_br: Nós te ouvimos: comunidade & acessibilidade
ru: Мы слышим вас: сообщество и доступность
sk: Naslúchame vám: komunita a prístupnosť
tr: Sizi duyuyoruz: topluluk ve erişilebilirlik
uk: Ми вас чуємо: спільнота та доступність
zh_hans: 我们听到您的声音：社区和无障碍环境

source: AntennaPod pushes the content in your ears, but we like to hear from you as well! Our community is open to your feedback and your thoughts. As humans we can disagree, but do so respectfully. And we do our best to make the app friendly for everyone. That's why it is possible to hide automatic suggestions and easy to navigate around the app through TalkBack.
cs: AntennaPod vám přináší obsah do vašich uší, ale rádi slyšíme také od vás! Naše komunita je otevřená vašemu názoru a myšlenkám. Jako lidé se můžeme neshodnout, ale děláme to vždy s respektem. Snažíme se udělat aplikaci přívětivou pro každého. Proto je možné skrývat automatické návrhy a snadno se v aplikaci navigovat pomocí TalkBack.
da: AntennaPod sender indhold til dine ører, men vi vil også gerne høre fra dig! Vores fællesskab er åbent for din feedback og dine tanker. Som mennesker kan vi være uenige, men holde en respektfuld tone. Og vi gør vores bedste for at gøre appen brugervenlig for alle. Derfor er det muligt at skjule automatiske forslag og nemt at navigere rundt i appen via oplæsning.
de: Mit AntennaPod hörst du Podcasts, aber wir möchten auch von dir hören! Unsere Community ist offen für dein Feedback und deine Gedanken. Als Menschen können wir unterschiedlicher Meinung sein, aber bitte sei respektvoll. Und wir tun unser Bestes, um die App für alle bedienungsfreundlich zu gestalten. Daher ist es möglich, automatische Vorschläge auszublenden und das Navigieren durch die App anhand von Sprachausgabe zu erleichtern.
es: AntennaPod lleva el contenido a tus oídos, ¡pero también nos gustaría saber de tí! Nuestra comunidad está abierta a tus comentarios y pensamientos. Como humanos podemos estar en desacuerdo, pero hacerlo con respeto. Y hacemos todo lo posible para que la aplicación sea amigable para todos. Es por eso que es posible ocultar las sugerencias automáticas y fácil la navegación por la aplicación a través de TalkBack.
fi: AntennaPod työntää sisällön korvissasi, mutta haluamme myös kuulla sinusta! Yhteisömme on avoin palautteellesi ja ajatuksillesi. Ihmisinä voimme olla eri mieltä, mutta tee niin kunnioittavasti. Ja teemme parhaamme tehdäksemme sovelluksesta ystävällisen kaikille. Tästä syystä on mahdollista piilottaa automaattiset ehdotukset ja navigoida sovelluksessa helposti TalkBackin kautta.
fr: AntennaPod envoie le contenu dans vos oreilles, mais nous aimons aussi avoir vos retours ! Notre communauté est ouverte à vos commentaires et à vos idées. En tant qu'êtres humains, nous pouvons exprimer des désaccords, mais faites-le avec respect. Nous faisons de notre mieux pour rendre l'application conviviale pour tous. C’est pourquoi il est possible de masquer les suggestions automatiques et de naviguer facilement dans l’application grâce au TalkBack.
gl: AntennaPod pon os contidos na túa orella, pero nós tamén queremos escoitar a túa opinión! A Comunidade está aberta a escoitar a túa opinión e experiencia. Como seres humanos podemos discrepar, pero con respecto. Facémolo o mellor que sabemos intentando crear unha app amigable para todo o mundo. Por isto é posible agochar as suxestións automáticas e é doado navegar pola app usando TallBack.
it: AntennaPod porta contenuti alle tue orecchie, ma ci piace anche ascoltare ciò che hai da dire tu! La nostra comunità è aperta ai tuoi suggerimenti e alle tue osservazioni. Come esseri umani possiamo trovarci in disaccordo, ma l'importante è farlo sempre con rispetto. Facciamo anche del nostro meglio per rendere l'app accessibile a tutti. Ecco perché è possibile nascondere i suggerimenti automatici ed è semplice navigare nella app tramite TalkBack.
ja: AntennaPodはあなたの耳にコンテンツを届けますが、私たちもあなたの意見を聞きたいを思っています！ 私たちのコミュニティは、あなたのフィードバックや意見を待っています。人間として同意し合えないこともありますが、敬意を持ってそうしましょう。そして、私たちはアプリを誰にとっても使いやすいものにするために最善を尽くしています。自動的な提案を非表示にできたり、TalkBack経由でアプリ内を簡単に移動したりできるのは、その結果です。
nb_no: AntennaPod dytter innholdet inn i ørene dine men vi liker å høre fra deg også! Fellesskapet vårt er åpent for dine tilbakemeldinger og tanker! Som mennesker kan vi være uenige, men vær det med respekt. Vi gjør vårt beste for å gjøre appen brukervennlig for alle. Derfor er det mulig å skjule automatiske forslag og navigere rundt i appen med stemmen.
nl: AntennaPod brengt de inhoud in je oren, maar we luisteren ook graag naar jou! Onze community staat open voor jouw feedback en jouw gedachten. Als mensen kunnen we van mening verschillen, maar doe dat respectvol. En we streven ernaar om de app voor iedereen toegankelijk te houden. Daarom is het onder meer mogelijk om automatische suggesties te verbergen en is het eenvoudig om door de app te navigeren via talkback.
pt_br: O AntennaPod leva o conteúdo até seus ouvidos, mas também gostariamos de ouvir a sua opinião! Nossa comunidade está aberta a feedbacks e sugestões. Como seres humanos, podemos discordar, mas sempre com respeito. E fazemos o possível para tornar o app amigável a todos. É por isso que é possível ocultar sugestões automáticas e navegar facilmente pelo app através do TalkBack.
ru: AntennaPod посылает контент вам, но мы также хотим послушать вас! Наше сообщество открыто для вашей обратной связи. Люди могут быть несогласны, но с уважением выслушают вас. И мы также стараемся сделать приложение доступным для всех. Вот почему можно скрыть автоматические предложения и легко управлять приложением через TalkBack.
sk: AntennaPod púšťa obsah do vašich uší, ale budeme radi, keď sa nám ozvete späť! Naša komunita je otvorená spätnej väzbe a vašim názorom. Ako ľudia môžeme spolu nesúhlasiť, ale robíme to s rešpektom. Snažíme sa spraviť aplikáciu prístupnú pre každého. Práve preto je možné skryť automatické návrhy a ľahko prechádzať aplikáciou pomocou TalkBack.
tr: AntennaPod içeriği kulaklarınıza itiyor ama biz de sizden haber almak istiyoruz! Topluluğumuz geri bildirimlerinize ve düşüncelerinize açıktır. İnsanlar olarak aynı fikirde olmayabiliriz, ancak bunu saygılı bir şekilde yapın. Uygulamayı herkes için kolay hale getirmek için elimizden geleni yapıyoruz. Bu nedenle otomatik önerileri gizlemek mümkündür ve TalkBack aracılığıyla uygulamada gezinmek kolaydır.
uk: AntennaPod проштовхує вміст у ваші вуха, але ми також хочемо почути від вас! Наша спільнота відкрита до ваших відгуків і думок. Як люди, ми можемо не погоджуватися, але робіть це з повагою. І ми робимо все можливе, щоб зробити додаток зручним для всіх. Ось чому можна приховати автоматичні пропозиції та легко переміщатися програмою за допомогою TalkBack.
zh_hans: AntennaPod 向您推送内容，但我们也希望听到您的意见！我们的社区对您的反馈和想法持开放态度。作为人类，我们可以有不同意见，但请尊重我们的意见。我们会尽最大努力使应用程序对每个人都友好。这就是为什么我们可以隐藏自动建议，并通过 TalkBack 方便地浏览应用程序。

source: Est. 2011: the AntennaPod project today
ca: Est. 2011: el projecte AntennaPod avui
cs: Založeno v roce 2011: projekt AntennaPod dnes
da: Etableret 2011: AntennaPod-projektet i dag
de: Seit 2011: das AntennaPod-Projekt heute
es: Desde 2011: el proyecto AntennaPod hoy
fi: Arvio 2011: AntennaPod-projekti tänään
fr: 2011 : Création du projet AntennaPod
gl: Desde 2011: AntennaPod actualmente
it: Dal 2011: il progetto AntennaPod oggi
ja: 2011年に開始: 現在のAntennaPodプロジェクト
nb_no: Siden 2011: AntennaPod-prosjektet i dag
nl: Sinds 2011: het AntennaPod project vandaag
pt_br: Desde 2011: o projeto AntennaPod hoje
ru: 2011 год: проект AntennaPod появился сегодня
sk: Od roku 2011: projekt AntennaPod dnes
tr: Tahmini 2011: AntennaPod projesinin bugünü
uk: Приблизно 2011: проект AntennaPod сьогодні
zh_hans: 从 2011 年开始：今天的 AntennaPod 项目

source: The [first bit of code](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) of AntennaPod was published in 2011 by Daniel Oeh, the original creator of AntennaPod. Since then, the app has improved and our community grown.
ca: El [primer bit de codi](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) d'AntennaPod va ser publicat el 2011 per Daniel Oeh, el creador original d'AntennaPod. Des de llavors, l'aplicació ha millorat i la nostra comunitat ha crescut.
cs: [První část kódu](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) AntennaPod byla zveřejněna v roce 2011 Danielem Oehm, původním tvůrcem AntennaPodu. Od té doby se aplikace zlepšila a naše komunita roste.
da: Det [første stykke kode](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) til AntennaPod blev offentliggjort i 2011 af Daniel Oeh, den oprindelige skaber af AntennaPod. Siden da er appen blevet forbedret, og vores fællesskab er vokset.
de: Das [erste Stück Code](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) von AntennaPod wurde 2011 von Daniel Oeh, dem ursprünglichen Schöpfer von AntennaPod, veröffentlicht. Seitdem hat sich die App verbessert und unsere Community ist gewachsen.
es: El [primer trozo de código](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) de AntennaPod fue publicado en 2011 por Daniel Oeh, el creador original de AntennaPod. Desde entonces, la aplicación ha mejorado y nuestra comunidad, crecido.
fi: AntennaPodin [ensimmäinen koodibitti](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) julkaisi vuonna 2011 AntennaPodin alkuperäinen luoja Daniel Oeh. Sittemmin sovellus on parantunut ja yhteisömme kasvanut.
fr: Le [premier bout de code](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) d'AntennaPod a été publié en 2011 par Daniel Oeh, le fondateur d'AntennaPod. Depuis, l'application s'est améliorée et notre communauté a grandi.
gl: As [primeiras liñas do código](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) de AntennaPod publicounas Daniel Oeh en 2011, o creador orixinal de AntennaPod. Desde entón a app seguiu mellorando e a nosa comunidade medrou.
it: Il [primo pezzo di codice](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) di AntennaPod è stato pubblicato nel 2011 da Daniel Oeh, il creatore originario di AntennaPod. Da allora, l'app è migliorata e la nostra comunità è cresciuta.
ja: AntennaPodの[最初のコード](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5)は、オリジナルの開発者Daniel Oehによって2011年に公開されました。それ以来、アプリは改善されてコミュニティが成長してきました。
nb_no: Den [første kildekoden](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) ble publisert i 2011 av Daniel Oeh, den opprinnelige skaperen av AntennaPod. Siden den gang har programmet blitt forbedret og fellesskapet vokst.
nl: Het [eerste stuk code](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) van AntennaPod werd gepubliceerd in 2011 door Daniel Oeh, de oorspronkelijke maker van AntennaPod. Sindsdien is de app verbeterd en onze gemeenschap gegroeid.
pt_br: O [primeiro bit de código](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) do AntennaPod foi publicado em 2011 por Daniel Oeh, o criador original do AntennaPod. Desde então, o app melhorou e nossa comunidade cresceu.
ru: [Первая строчка кода](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) AntennaPod был опубликован в 2011 Daniel Oeh, создателем AntennaPod. С тех пор приложение стало лучше и наше сообщество выросло.
sk: [Prvý kus kódu](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) AntennaPodu uverejnil v roku 2011 Daniel Oeh, pôvodný tvorca AntannaPodu. Odvtedy bola aplikácia vylepšovaná a naša komunita vzrástla.
tr: AntennaPod'un [ilk kod parçası](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) 2011 yılında AntennaPod'un orijinal yaratıcısı Daniel Oeh tarafından yayınlandı. O zamandan beri uygulama gelişti ve topluluğumuz büyüdü.
uk: [Перший біт коду](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) AntennaPod був опублікований у 2011 році Деніелом Ое, оригінальним творцем AntennaPod. Відтоді додаток покращився, а наша спільнота зросла.
zh_hans: AntennaPod 的[第一段代码](https://github.com/AntennaPod/AntennaPod/commit/c9283f09dced6f156e13675ef4c13ebeb20cb9e5) 由 AntennaPod 的原创者 Daniel Oeh 于 2011 年发布。从那时起，该应用程序不断改进，我们的社区也日益壮大。
