Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: Synchronisation services: When enabled via the settings, AntennaPod synchronises your data. This data may include login credentials, subscribed podcasts, listened episodes, play, pause & favorite actions with date & time stamps and IP address. For more information, see your provider's privacy policy (e.g. [gpodder.net's privacy policy](https://gpodder.net/privacy), or the one of your Nextcloud host).
ca: Serveis de sincronització: quan està activat a través de la configuració, AntennaPod sincronitza les vostres dades. Aquestes dades poden incloure credencials d'inici de sessió, podcasts subscrits, episodis escoltats, reproducció, pausa i accions preferides amb segells de data i hora i adreça IP. Per obtenir més informació, consulteu la política de privadesa del vostre proveïdor (p. ex., [política de privadesa de gpodder.net](https://gpodder.net/privacy) o la del vostre amfitrió de Nextcloud).
da: Synkroniseringstjenester: Når den er aktiveret via indstillingerne, synkroniserer AntennaPod dine data. Disse data kan omfatte loginoplysninger, abonnerede podcasts, lyttede afsnit, afspilning, pause- og favorithandlinger med dato- og tidsstempler samt IP-adresse. Du kan få flere oplysninger i din udbyders privatlivspolitik (f.eks. [gpodder.net's privatlivspolitik](https://gpodder.net/privacy), eller i din Nextcloud-værts politik).

source: actively make a financial contribution via Open Collective (unless you make an [incognito](https://docs.opencollective.com/help/financial-contributors/payments#profile) contribution):
ca: Feu una contribució financera activament mitjançant Open Collective (tret que feu una contribució [d'incògnit](https://docs.opencollective.com/help/financial-contributors/payments#profile)):
da: aktivt yder et finansielt bidrag via Open Collective (medmindre du yder et [incognito](https://docs.opencollective.com/help/financial-contributors/payments#profile) bidrag):

source: This Privacy Policy was last updated on 2022-02-13. If you have questions, open an issue on GitHub or our forum.
ca: Aquesta política de privadesa es va actualitzar per última vegada el 2022-02-13. Si teniu preguntes, obre un problema a GitHub o al nostre fòrum.
da: Denne privatlivspolitik blev senest opdateret den 13-02-20022. Hvis du har spørgsmål, kan du oprette et problem på GitHub.

source: Press the button above to subscribe to this podcast in AntennaPod. If you don't have AntennaPod installed yet, you can [download the app here](/download).
ca: Premeu el botó de dalt per subscriure-us a aquest podcast a AntennaPod. Si encara no teniu l'AntennaPod instal·lat, podeu [baixar l'aplicació aquí](/descarregar).
da: Tryk på knappen ovenfor for at abonnere på denne podcast i AntennaPod. Hvis du endnu ikke har Installeret AntennaPod, kan du [downloade appen her](/download).

source: If your web browser does not support opening AntennaPod directly using the button, you can also copy the address displayed in the box below and paste it into AntennaPod's search box.
ca: Si el vostre navegador web no admet obrir AntennaPod directament amb el botó, també podeu copiar l'adreça que es mostra al quadre següent i enganxar-la al quadre de cerca de l'AntennaPod.
da: Hvis din webbrowser ikke understøtter at åbne AntennaPod direkte ved hjælp af knappen, kan du også kopiere adressen, der vises i boksen nedenfor, og indsætte den i AntennaPod's søgefelt.

source: protects listeners from inaccessible content in [walled gardens](https://en.wikipedia.org/wiki/Walled_garden_(technology)), and
ca: protegeix els oients del contingut inaccessible als [jardins emmurallats](https://en.wikipedia.org/wiki/Walled_garden_(tecnologia)), i

source: AntennaPod pushes the content in your ears, but we like to hear from you as well! Our community is open to your feedback and your thoughts. As humans we can disagree, but do so respectfully. And we do our best to make the app friendly for everyone. That's why it is possible to hide automatic suggestions and easy to navigate around the app through talkback.
ca: AntennaPod porta el contingut a les vostres orelles, però també ens agrada saber de vosaltres! La nostra comunitat està oberta als vostres comentaris i pensaments. Com a humans podem estar en desacord, però ho fem amb respecte. I fem tot el possible perquè l'aplicació sigui amigable per a tothom. És per això que és possible amagar suggeriments automàtics i navegar fàcilment per l'aplicació mitjançant talkback.

source: AntennaPod is only officially published in above two app stores because we don't have the time to support more. All other stores listing AntennaPod copied the app without our explicit permission. We are not responsible for updating those or making sure they work correctly. The F-Droid repository is not maintained by us, but by the people behind F-Droid. If it is not the latest version, there's not so much we can do but you can always let us know by creating a post on our [forum](https://forum.antennapod.org/), and we'll investigate it.
ca: AntennaPod només es publica oficialment a les dues botigues anteriors perquè no tenim temps per a donar suport a més. La resta de botigues que inclouen AntennaPod han copiar l'aplicació sense el nostre permís explícit. No som responsables d'actualitzar-la ni d'assegurar-nos que funcioni correctament. El repositori F-Droid no el mantenim nosaltres, sinó la gent que hi ha darrere de F-Droid. Si no és l'última versió, no hi podem fer gaire, però sempre ens ho podeu fer saber creant una publicació al nostre [fòrum](https://forum.antennapod.org/), i ho investigarem.

source: Google: If you have activated backup & reset in your phone settings (Settings → Backup & Reset → Back up my data), you should be aware that Android itself will periodically save a copy of your phone's data in Google's servers. This backup contains private information, including your WiFi passwords, messages and call history. It may also include data from AntennaPod and from other apps you use. The developers of AntennaPod do not have access to this data. For more information, see [Google's privacy policy](https://policies.google.com).
ca: Google: si heu activat la còpia de seguretat i restabliment a la configuració del vostre telèfon (Configuració → Còpia de seguretat i restabliment → Còpia de seguretat de les meves dades), heu de tenir en compte que el propi Android desarà periòdicament una còpia de les dades del vostre telèfon als servidors de Google. Aquesta còpia de seguretat conté informació privada, incloses les vostres contrasenyes de WiFi, missatges i historial de trucades. També pot incloure dades d'AntennaPod i d'altres aplicacions que utilitzeu. Els desenvolupadors d'AntennaPod no tenen accés a aquestes dades. Per obtenir més informació, consulteu [Política de privadesa de Google](https://policies.google.com).

source: **All data provided and created when using the AntennaPod app is stored locally on your device. AntennaPod does not send or upload your data anywhere, except where strictly necessary for the functioning of the app or when you actively share debugging information with us.** The next section explains when your data may reach third parties. If you're interested, you may also read about AntennaPod's [app permissions](/documentation/general/app-permissions) in the documentation.
cs: **Všechna data poskytnutá a vytvořená při používání aplikace AntennaPod jsou uložena lokálně ve vašem zařízení. AntennaPod neodesílá ani nenahrává vaše data nikam, s výjimkou případů, kdy je to nezbytně nutné pro fungování aplikace nebo když s námi aktivně sdílíte informace o ladění.** V další části je vysvětleno, kdy se vaše data mohou dostat k třetím stranám. Pokud vás to zajímá, můžete si také v dokumentaci přečíst informace o [oprávněních aplikace AntennaPod](/documentation/general/app-permissions).

source: When sharing debugging information (either via email using the ‘Crash Report’ function or via Android’s crash reporting functionality), the following data is processed:
cs: Při sdílení informací o ladění (buď prostřednictvím e-mailu pomocí funkce „Crash Report“ nebo prostřednictvím funkce hlášení chyb systému Android) jsou zpracovávány následující údaje:

source: The only instance in which personal data *from* third parties is handled is when using a synchronization service if enabled via the settings. In that case, the app may receive subscriptions and playback events provided by the service.
cs: Jediným případem, kdy jsou zpracovávány osobní údaje *od* třetích stran, je použití synchronizační služby, pokud je povolena v nastavení. V takovém případě může aplikace přijímat předplatná a události přehrávání poskytované touto službou.

source: When provided in the podcast settings, a host will receive authentication data you provided.
cs: Po zadání v nastavení podcastu obdrží hostitel ověřovací údaje, které jste zadali.

source: Web servers that provide podcast feeds may collect additional data, such as your IP address, access time and what is being accessed. This includes the episodes you are downloading or streaming. Please refer to their respective privacy policies for details. You can view a podcast’s URL by opening the podcast and pressing the info icon. AntennaPod allows servers to set cookies but clears them each time the app is restarted. Web servers only get access to cookies that were set by the same server. If multiple podcasts are hosted on the same server, that server can potentially detect which of its hosted podcasts you've subscribed to. This can happen when publishers use services like FeedBurner, Podtrac, or similar to distribute their feeds.
cs: Webové servery, které poskytují podcastové kanály, mohou shromažďovat další údaje, jako je vaše IP adresa, čas přístupu a obsah, ke kterému přistupujete. To zahrnuje epizody, které stahujete nebo streamujete. Podrobnosti najdete v příslušných zásadách ochrany osobních údajů. URL podcastu můžete zobrazit otevřením podcastu a stisknutím ikony informací. AntennaPod umožňuje serverům nastavit soubory cookie, ale při každém restartu aplikace je vymaže. Webové servery mají přístup pouze k souborům cookie, které byly nastaveny stejným serverem. Pokud je na stejném serveru hostováno více podcastů, může tento server potenciálně zjistit, které z hostovaných podcastů jste si předplatili. K tomu může dojít, když vydavatelé používají ke distribuci svých feedů služby jako FeedBurner, Podtrac nebo podobné.

source: When opening the Discover screen in the app, it sends a call to Apple to collect podcast suggestions. They may store the request (e.g. your IP address and the selected region, which by default is the device's country). These suggestions can be disabled via the top-menu of the Discover screen. In the F-Droid release you have actively consent before getting Apple's recommendations.
cs: Při otevření obrazovky Objevit v aplikaci se odešle požadavek společnosti Apple, aby shromáždila návrhy podcastů. Tyto požadavky mohou být uloženy (např. vaše IP adresa a vybraná oblast, která je ve výchozím nastavení zemí zařízení). Tyto návrhy lze deaktivovat v horním menu obrazovky Objevit. Ve verzi F-Droid musíte aktivně souhlasit, než obdržíte doporučení společnosti Apple.

source: Discovery and search queries also include IP address, time, and app name "AntennaPod". After subscribing, the feed is served from the podcast hoster, meaning the discovery/search service is no longer involved.
cs: Dotazy pro vyhledávání a objevování zahrnují také IP adresu, čas a název aplikace „AntennaPod“. Po přihlášení k odběru je feed poskytován z hostitele podcastů, což znamená, že služba pro vyhledávání/objevování již není zapojena.

source: Synchronization and back-up services
cs: Synchronizační a zálohovací služby
