Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: Google: If you have activated backup & reset in your phone settings (`Settings` » `Backup & Reset` » `Back up my data`), you should be aware that Android itself will periodically save a copy of your phone's data in Google's servers. This backup contains private information, including your WiFi passwords, messages and call history. It may also include data from AntennaPod and from other apps you use. The developers of AntennaPod do not have access to this data. For more information, see [Google's privacy policy](https://policies.google.com).
da: Google: Hvis du har aktiveret sikkerhedskopiering og nulstilling i din telefons indstillinger (`Indstillinger` » `Sikkerhedskopiering og nulstilling` » `Sikkerhedskopiering af mine data`), skal du være opmærksom på, at Android selv med jævne mellemrum gemmer en kopi af din telefons data på Googles servere. Denne sikkerhedskopi indeholder private oplysninger, herunder dine WiFi-adgangskoder, beskeder og opkaldshistorik. Den kan også indeholde data fra AntennaPod og fra andre apps, du bruger. Udviklerne af AntennaPod har ikke adgang til disse data. For mere information, se [Google's privatlivspolitik](https://policies.google.com).
gl: Google: se tes activado facer copia e restablecer nos axustes do teu teléfono (`Axustes` » `Copia e Restablecemento` » `Copia dos meus datos`), deberías ter en conta que o propio Android fará unha copia de apoio do teu dispositivo de xeito periódico nos servidores de Google. Esta copia de apoio contén información privada, incluíndo contrasinais do WiFi, mensaxes e historial de chamadas. Tamén podería incluír datos de AntennaPod e de outras apps que uses. As desenvolvedoras de AntennaPod non teñen acceso a ningún destes datos. Para máis información mira a [política de privacidade de Google](https://policies.google.com).
ja: Google: 電話の設定でバックアップとリセットを有効にしている場合（`設定」` » `バックアップとリセット` » `データをバックアップ`）、Android自体が定期的に携帯電話のデータのコピーをGoogleのサーバーに保存されることに注意してください。このバックアップには、WiFiパスワード、メッセージ、通話履歴などの個人情報が含まれています。 AntennaPodや使用する他のアプリからのデータも含まれる場合があります。 AntennaPodの開発者はこのデータにアクセスできません。詳細については、[Googleのプライバシー ポリシー](https://policies.google.com)を読んでください。
sk: Google: Ak ste v nastaveniach telefónu aktivovali funkciu zálohovania a resetovania (`Nastavenia` » `Zálohovanie a resetovanie` » `Zálohovanie mojich údajov`), mali by ste si byť vedomí, že samotný systém Android pravidelne ukladá kópiu údajov vášho telefónu na serveroch spoločnosti Google. Táto záloha obsahuje súkromné informácie vrátane hesiel Wi-Fi, správ a histórie hovorov. Môže obsahovať aj údaje z aplikácie AntennaPod a z iných aplikácií, ktoré používate. Vývojári aplikácie AntennaPod nemajú k týmto údajom prístup. Viac informácií nájdete v [Zásady ochrany osobných údajov spoločnosti Google](https://policies.google.com).

source: What data might be collected, stored and processed from AntennaPod online services
ca: Quines dades es poden recopilar, emmagatzemar i processar dels serveis en línia d'AntennaPod
da: Hvilke data der kan blive indsamlet, gemt og behandlet fra AntennaPod online tjenester
gl: Que datos poderían recoller, almacenar e procesar os servizos en liña de AntennaPod
ja: AntenPodのオンラインサービスが収集・保存・処理する可能性があるデータ
sk: Aké údaje môžu byť zhromažďované, ukladané a spracovávané z online služieb AntennaPod

source: The donation system: AntennaPod uses Open Collective, offered by Open Collective Inc (USA) & Open Collective Europe ASBL (Belgium). When you make a donation, these entities get access to certain data. For more information, see [Open Collective's privacy policy](https://opencollective.com/privacypolicy).
ca: El sistema de donació: AntennaPod utilitza Open Collective, ofert per Open Collective Inc (EUA) i Open Collective Europe ASBL (Bèlgica). Quan feu una donació, aquestes entitats tenen accés a determinades dades. Per obtenir més informació, consulteu [política de privadesa d'Open Collective](https://opencollective.com/privacypolicy).
da: Donationssystemet: AntennaPod bruger Open Collective, som tilbydes af Open Collective Inc (USA) & Open Collective Europe ASBL (Belgien). Når du foretager en donation, får disse enheder adgang til visse data. For yderligere oplysninger, se [Open Collective's privatlivspolitik](https://opencollective.com/privacypolicy).
gl: Sistema de doazóns: AntennaPod usa Open Collective, ofrecido por Open Collective Inc (USA) & Open Collective Europe ASBL (Bélxica). Ao facer unha doazón, estas entidades teñen acceso a certos datos. Para máis información le a [política de privacidade de Open Collective](https://opencollective.com/privacypolicy).
ja: 寄付システム: AntennaPod は、Open Collective Inc（アメリカ合衆国）およびOpen Collective Europe ASBL（ベルギー）が提供するOpen Collectiveを使用しています。あなたが寄付を行うと、これらの団体は特定のデータにアクセスできるようになります。詳細については、[Open Collectiveのプライバシー ポリシー](https://opencollective.com/privacypolicy)を参照してください。
sk: Systém darovania: AntennaPod používa systém Open Collective, ktorý sprostredkúva Open Collective Inc (USA) a Open Collective Europe ASBL (Belgicko). Pri darovaní získajú tieto subjekty prístup k určitým údajom. Viac informácií nájdete v [Open Collective'zásady ochrany osobných údajov](https://opencollective.com/privacypolicy).

source: The website: AntennaPod's website is hosted via GitHub Pages. [GitHub's privacy policy](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages) notices that "GitHub may collect User Personal Information from visitors to your GitHub Pages website, including logs of visitor IP addresses, to comply with legal obligations, and to maintain the security and integrity of the Website and the Service." The website does not store any cookies on your machine, and no 3rd party tracking (analytics) or other services are used.
ca: El lloc web: el lloc web d'AntennaPod està allotjat a través de les pàgines de GitHub. [Política de privadesa de GitHub](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages) adverteix que "GitHub pot recopilar informació personal de l'usuari dels visitants del vostre lloc web de pàgines de GitHub , inclosos els registres de les adreces IP dels visitants, per complir amb les obligacions legals i per mantenir la seguretat i la integritat del lloc web i del servei". El lloc web no emmagatzema cap cookie a la vostra màquina, i no s'utilitza cap seguiment de tercers (analítica) ni altres serveis.
da: Hjemmesiden: AntennaPod's websted er hostet via GitHub Pages. I [GitHub's fortrolighedspolitik](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages) oplyses det, at "GitHub kan indsamle personlige brugeroplysninger fra besøgende på dit GitHub Pages-websted, herunder logfiler over de besøgendes IP-adresser, for at overholde juridiske forpligtelser og for at opretholde sikkerheden og integriteten af webstedet og tjenesten." Webstedet gemmer ikke nogen cookies på din maskine, og der anvendes ingen tredjepartssporing (analyse) eller andre tjenester.
gl: O sitio web: o sitio web de AntennaPod hospédase en GitHub Pages. A [política de privacidade de GitHub](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages) informa de que "GitHub pode recoller Información Persoal da Usuaria das persoas visitantes ao sitio web en GitHub Pages, incluíndo rexistro dos enderezos IP da persoa visitante, para cumprir coas obrigas legais e manter a seguridade e integridade do Sitio web e o Servizo." O sitio web non garda rastros no teu navegador, e non usa rastrexo por terceiras partes (analytics) ou outros servizos.
ja: ウェブサイト: AntennaPodのウェブサイトはGitHub Pages経由でホストされています。 [GitHubのプライバシーポリシー](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages)には、「GitHubは、GitHub Pagesウェブサイトの訪問者からユーザーの個人情報を収集する場合があります。法的義務を遵守し、ウェブサイトとサービスのセキュリティと完全性を維持するために、訪問者のIPアドレスのログを含みます。」と記載されています。このウェブサイトはユーザーのマシンにCookieを保存せず、サードパーティの追跡（分析）やその他のサービスも使用しません。
sk: Webová stránka: Webová stránka AntennaPod je hostovaná prostredníctvom stránok GitHub. V [zásadách ochrany osobných údajov GitHub'u](https://docs.github.com/en/github/site-policy/github-privacy-statement#github-pages) sa uvádza, že „GitHub môže zhromažďovať osobné údaje používateľa od návštevníkov vašej webovej stránky GitHub Pages vrátane záznamov IP adries návštevníkov, aby splnil zákonné povinnosti a udržiaval bezpečnosť a integritu webovej stránky a služby." Webová stránka neukladá žiadne súbory cookie na vašom počítači a nepoužívajú sa žiadne sledovacie (analytické) ani iné služby tretích strán.

source: The forum: AntennaPod's forum uses the Discourse software, hosted by the core team. Please see the [forum's privacy policy](https://forum.antennapod.org/privacy) for which data is concerned.
ca: El fòrum: el fòrum d'AntennaPod utilitza el programari Discourse, allotjat per l'equip principal. Si us plau, consulteu la [política de privadesa del fòrum](https://forum.antennapod.org/privacy) per a les dades en qüestió.
da: Forummet: AntennaPod's forum bruger Discourse-softwaren, som hostes af kerneholdet. Se venligst [forum's privatlivspolitik](https://forum.antennapod.org/privacy) for hvilke data der er tale om.
gl: O foro: o foro de AntennaPod usa o software Discourse, hospedado polo equipo de desenvolvemento. Por favor le a [política de privacidade do foro](https://forum.antennapod.org/privacy) para ver a que datos se refire.
ja: フォーラム: AntennaPodのフォーラムは、コアチームがホストするDiscourseソフトウェアを使用します。データに関する[フォーラムのプライバシーポリシー](https://forum.antennapod.org/privacy)を読んでください。
sk: Fórum: Fórum AntennaPod'používa softvér Discourse, ktorého hostiteľom je hlavný tím. O aké údaje ide, si pozrite v [zásadách ochrany osobných údajov fóra](https://forum.antennapod.org/privacy).

source: What data the AntennaPod core team may have access to
ca: A quines dades pot tenir accés l'equip central de l'AntennaPod
da: Hvilke data AntennaPod-kerneholdet kan få adgang til
gl: A que datos pode acceder o equipo de desenvolvemento de AntennaPod
ja: AntennaPodコアチームがアクセスできるデータ
sk: K akým údajom môže mať hlavný tým AntennaPodu prístup

source: The developers of AntennaPod do **not** have access to any of your information, except when you
ca: Els desenvolupadors d'AntennaPod **no** tenen accés a cap de la vostra informació, excepte quan vosaltres
da: Udviklerne af AntennaPod har **ikke** adgang til nogen af dine oplysninger, undtagen når du
gl: As desenvolvedoras de AntennaPod **non teñen acceso** á túa información, excepto se ti
ja: AntennaPodの開発者は、次の場合を除き、あなたの情報にアクセスすることは**ありません**。
sk: Vývojári AntennaPodu **nemajú** prístup k žiadnym vašim údajom, okrem prípadov, keď

source: actively share debugging information (either via email using the 'Crash Report' function, or via the Android crash reporting functionality of Google):
ca: compartiu activament la informació de depuració (per correu electrònic mitjançant la funció "Informe d'error" o mitjançant la funcionalitat d'informe d'error d'Android de Google):
da: aktivt deler fejlfindingsoplysninger (enten via e-mail ved hjælp af funktionen 'Nedbrudsrapport' eller via Googles funktion til rapportering af Android-nedbrud):
gl: compartes de xeito activo información de depuración (ben por correo electrónico ou a ferramenta 'Informar de Fallos', ou a ferramenta de informe de fallos de Android de Google):
ja: デバッグ情報を積極的に共有した場合（「クラッシュ レポート」機能を使ってメールしたもの、または、GoogleのAndroidクラッシュ レポート機能を利用したもの）:
sk: aktívne zdieľate informácie o ladení (buď e-mailom pomocou funkcie „Crash Report" alebo prostredníctvom funkcie nahlasovania zlyhaní systému Android spoločnosti Google):

source: actively share a review in the Google Play store:
ca: Comparteix activament una ressenya a Google Play Store:
da: aktivt dele en anmeldelse i Google Play-butikken:
gl: compartir de xeito activo unha recensión na tenda Google Play:
ja: Google Playストアでレビューを積極的に共有した場合:
sk: aktívne zdieľate recenziu v obchode Google Play:

source: public profile information
ca: informació de perfil públic
da: offentlige profiloplysninger
gl: información pública do perfil
ja: 公開プロフィール情報
sk: verejné informácie o profile

source: visit or participate on our forum: as described in the [forum's privacy policy](https://forum.antennapod.org/privacy)
ca: visiteu o participeu al nostre fòrum: tal com es descriu a la [política de privadesa del fòrum](https://forum.antennapod.org/privacy)
da: besøger eller deltager i vores forum: som beskrevet i [forummets privatlivspolitik](https://forum.antennapod.org/privacy)
gl: visitar ou particpar no noso foro: tal como se describe na [política de privacidade do foro](https://forum.antennapod.org/privacy)
ja: フォーラムにアクセスまたは参加する場合: [フォーラムのプライバシーポリシー](https://forum.antennapod.org/privacy)に記載
sk: navštívite alebo sa zúčastnite nášho fóra: ako je popísané v [pravidlách ochrany osobných údajov fóra](https://forum.antennapod.org/privacy)

source: actively make a financial contribution via Open Collective (unless you make an [anonymous guest](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) or [incognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor) contribution):
gl: facer unha contribución económica vía Open Collective (a non ser que fagas unha contribución [como doante anónima](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) ou [en modo oculto](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor)):
ja: Open Collectiveを通じて積極的に金銭的寄付を行う（[匿名ゲスト](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest)または[シークレット](https ://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor)寄付）:
sk: aktívne prispejte prostredníctvom Open Collective (ak neprispejete ako [anonymný hosť](https://docs.opencollective.com/help/financial-contributors/payments#contributing-as-a-guest) alebo [inkognito](https://docs.opencollective.com/help/financial-contributors/payments#select-a-contributor)):

source: Updates of this Privacy Policy
ca: Actualitzacions d'aquesta Política de privadesa
da: Opdateringer af denne privatlivspolitik
gl: Actualizacións desta Política de Privacidade
ja: このプライバシーポリシーの更新
sk: Aktualizácia týchto zásad ochrany osobných údajov

source: The developers may update this policy in the future. It is advisable to check the policy periodically for any changes. Changes to this Privacy Policy are effective when they are made on this document.
ca: Els desenvolupadors poden actualitzar aquesta política en el futur. És recomanable revisar la política periòdicament per detectar qualsevol canvi. Els canvis a aquesta Política de privadesa són efectius quan es realitzen en aquest document.
da: Udviklerne kan opdatere denne politik i fremtiden. Det er tilrådeligt at kontrollere politikken regelmæssigt for eventuelle ændringer. Ændringer af denne fortrolighedspolitik er gældende, når de foretages på dette dokument.
gl: As desenvolvedoras poderían actulizar esta información no futuro. Aconsellamos comprobar periódicamente para ver se hai cambios na Politica de Privacidade. Os cambios na Política de Privacidade entran en vigor ao publicalos neste documento.
ja: 開発者は将来このポリシーを更新する可能性があります。ポリシーに変更がないか定期的に確認することをおすすめします。プライバシーポリシーの変更は、この文書に加えられた時点から有効になります。
sk: Vývojári môžu v budúcnosti tieto zásady aktualizovať. Doporučujeme vám ich pravidelne kontrolovať, či nedošlo k ich zmenám. Zmeny zásad ochrany osobných údajov sú účinné od okamžiku ich uvedenia v tomto dokumente.

source: This Privacy Policy was last updated on 2024-07-13. If you have questions, open an issue on GitHub or our forum.
gl: Esta Política de Privacidade actualizouse por última vez o 13 de Xullo de 2024. Se tes preguntas ao respecto, abre unha incidencia en GitHub ou no foro.
ja: このプライバシー ポリシーの最終更新日は2024年7月13日です。質問がある場合は、GitHubまたはフォーラムで投稿を作成してください。
sk: Tieto zásady ochrany osobných údajov boli naposledy aktualizované dňa 13.7.2024. Ak máte otázky, otvorte si problém na GitHube alebo na našom fóre.

source: This privacy policy is translated from English to help you understand how AntennaPod deals with the topic. In case of conflict between the the original and the translated version, the English one will prevail.
ca: Aquesta política de privadesa està traduïda de l'anglès per ajudar-vos a entendre com tracta AntennaPod el tema. En cas de conflicte entre la versió original i la traduïda, prevaldrà l'anglès.
da: Denne privatlivspolitik er oversat fra engelsk for at hjælpe dig med at forstå, hvordan AnteannPod håndterer emnet. I tilfælde af uoverensstemmelse mellem den originale og den oversatte version, vil den engelske version have forrang.
gl: Esta política de privacidade está traducida desde o Inglés para axudarche a comprender o xeito en que AntennaPod trata a cuestión. En caso de conflito entre o orixinal e a versión traducida, prevalece a versión en Inglés.
ja: このプライバシー ポリシーは、AntennaPodによるこのトピックの扱い方を理解できるように英語から翻訳されています。オリジナルと翻訳版の間に違いがある場合は、英語版が優先されます。
sk: Tieto zásady ochrany osobných údajov sú preložené z angličtiny, aby vám pomohli pochopiť ako spoločnosť AntennaPod s nimi nakladá. V prípade rozporu medzi originálnou a preloženou verziou má prednosť anglická verzia.

source: spares listeners from inaccessible content in [walled gardens](https://en.wikipedia.org/wiki/Walled_garden_(technology)), and
da: forskåner lytterne for utilgængeligt indhold i [lukkede systemer](https://en.wikipedia.org/wiki/Walled_garden_(technology)), og

source: AntennaPod is only officially published in above two app stores because we don't have the time to support more. All other stores listing AntennaPod copied the app without our explicit permission. We are not responsible for updating those or making sure they work correctly. The F-Droid repository is not maintained by us, but by the people behind F-Droid. F-Droid usually takes a few days until updates get available ([read more](/documentation/general/f-droid)). If an update is still not available more than a week after its release, feel free to let us know by creating a post on our [forum](https://forum.antennapod.org/)), and we'll investigate it.
da: AntennaPod udgives kun officielt i de to ovennævnte butikker, da vi ikke har tid til at understøtte flere. Alle andre butikker, der tilbyder AntennaPod, har kopieret appen uden vores udtrykkelige tilladelse. Vi er ikke ansvarlige for at opdatere disse eller sørge for, at de fungerer korrekt. F-Droid-depotet vedligeholdes ikke af os, men af folkene bag F-Droid. F-Droid er normalt et par dage om at gøre opdateringer tilgængelige ([læs mere](/documentation/general/f-droid)). Hvis en opdatering stadig ikke er tilgængelig mere end en uge efter dens udgivelse, er du velkommen til at fortælle os det ved at oprette et indlæg på vores [forum](https://forum.antennapod.org/), så undersøger vi det.

source: [Propose a meet-up](https://forum.antennapod.org/)
da: [Foreslå en komsammen](https://forum.antennapod.org/)

source: The app only records data strictly necessary for the app to function. This includes for example the list of podcasts you follow, the app settings, and authentication data provided for specific podcasts or services (such as synchronisation services). The app does not include any advertisement libraries or any 3rd party tracking (analytics) code, such as Google Analytics.
ca: L'aplicació només registra les dades estrictament necessàries pel seu funcionament. Això inclou, per exemple, la llista de podcasts que seguiu, la configuració de l'aplicació i les dades d'autenticació proporcionades per a podcasts o serveis específics (com ara serveis de sincronització). L'aplicació no inclou cap biblioteca d'anuncis ni cap codi de seguiment (analítica) de tercers, com ara Google Analytics.
da: AntennaPod-appen gemmer kun de data, der er strengt nødvendige for, at appen kan fungere, og som du som bruger har givet. Dette omfatter f.eks. listen over podcasts, du følger, app-indstillingerne og autentifikationsdata, der er angivet for specifikke podcasts eller tjenester (f.eks. Gpodder). Appen indeholder ikke nogen reklamebiblioteker eller nogen tredjeparts sporingskode (analysekode), såsom Google Analytics.

source: The only case where your data from 3rd parties is handled, is when using a synchronisation service if enabled via the settings. In that case, the app may receive subscriptions and playback events provided by the service.
ca: L'únic cas en què es gestionen les vostres dades de tercers és quan feu servir un servei de sincronització si està activat a través de la configuració. En aquest cas, l'aplicació pot rebre subscripcions i esdeveniments de reproducció proporcionats pel servei.
da: Det eneste tilfælde, hvor dine data fra tredjeparter håndteres, er ved brug af en synkroniseringstjeneste, hvis den er aktiveret via indstillingerne. I det tilfælde kan appen modtage abonnementer og afspilningshændelser, der leveres af tjenesten.

source: Discovery and search services: When opening the Discover screen in the app, it sends a call to Apple to collect podcast suggestions. They may store the query, including country (which by default is the device's country). These suggestions can be disabled by choosing "off" in the region selector. When using the search feature in AntennaPod, the services PodcastIndex.org, iTunes, fyyd and gpodder.net may store your query, including the search terms. Discovery and search queries also include IP address, time, and app name "AntennaPod". After subscribing, the feed is served from the podcast hoster, meaning the discovery/search service is no longer involved.
ca: Serveis de descobriment i cerca: Quan s'obre la pàgina de descobriment a l'aplicació, s'envia una petició a Apple per a recollir els suggeriments de podcast. Ells poden desar la petició, incloent-hi el país (que per defecte és el país del dispositiu). Aquests suggeriments es poden desactivar escollint «off» al selector de regió. Quan s'utilitza la característica de cerca a AntennaPod, els serveis PodcastIndex.org, iTunes, fyyd i gpodder.net poden emmagatzemar la vostra petició, incloent els termes de cerca. Les peticions de cerca i descobriment inclouen les adreces IP, l'hora, el nom de l'aplicació «AntennaPod». Després de la subscripció, el feed es servirà des del servidor del podcast, cosa que significa que els serveis de cerca/descobriment ja no hi estaran involucrats.
da: Opdagelses- og søgetjenester: Når du åbner skærmen Opdag i appen, sender den et opkald til Apple for at indsamle podcast-forslag. De kan gemme forespørgslen, herunder land (der som standard er enhedens land). Disse forslag kan deaktiveres ved at vælge "fra" i regionsvælgeren. Når du bruger søgefunktionen i AntennaPod, kan tjenesterne PodcastIndex.org, iTunes, fyyd og gpodder.net gemme din forespørgsel, herunder søgetermerne. Opdagelses- og søgeforespørgsler omfatter også IP-adresse, tid og appnavn "AntennaPod". Når du abonnerer, serveres feed'et fra podcast-hosteren, hvilket betyder, at opdagelses-/søgetjenesten ikke længere er involveret.
