Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: **All data provided and created when using the AntennaPod app is stored locally on your device. AntennaPod does not send or upload your data anywhere, except where strictly necessary for the functioning of the app or when you actively share debugging information with us.** The next section explains when your data may reach third parties. If you are interested, you may also read about AntennaPod's [app permissions](/documentation/general/app-permissions) in the documentation.
de: **Alle Daten, die du beim Nutzen der AntennaPod-App angibst und erstellst, werden lokal auf deinem Gerät gespeichert. AntennaPod sendet deine Daten nirgendwohin und lädt sie auch nicht hoch, außer wenn dies für das Funktionieren der App unbedingt erforderlich ist oder wenn du Debugging-Informationen aktiv mit uns teilst.** Im nächsten Abschnitt wird erläutert, wann deine Daten an Dritte weitergegeben werden können. Bei Interesse kannst du dich auch über die [App-Berechtigungen](/documentation/general/app-permissions) von AntennaPod in der Dokumentation informieren.
es: **Todos los datos provistos y creados durante el uso de AntennaPod se guardarán en tu dispositivo. AntennaPod no envía ni sube tus datos a ningún sitio, excepto cuando estrictamente necesario para el funcionamiento de la aplicación.** La siguiente sección explica cuándo tus datos pueden llegar a terceros. Si te interesa, también puedes consultar los [permisos de la aplicación](/documentation/general/app-permissions) de AntennaPod en la documentación.
fi: **Kaikki AntennaPod-sovelluksen käytön aikana toimitetut ja luodut tiedot tallennetaan paikallisesti laitteellesi. AntennaPod ei lähetä tai lataa tietojasi mihinkään, paitsi jos tämä on välttämätöntä sovelluksen toiminnan kannalta.** Seuraavassa osiossa on kuvattu tapaukset, joissa tietojasi voidaan luovuttaa ulkopuolisille. Voit myös halutessasi lukea AntennaPodin [käyttöluvista](/documentation/general/app-permissions) ohjetiedostoista.
it: **Tutti i dati forniti e creati durante l'utilizzo dell'app di AntennaPod sono memorizzati localmente sul tuo dispositivo. AntennaPod non invia né carica i tuoi dati da nessuna parte, tranne quando strettamente necessario per il funzionamento dell'app o quando condividi attivamente con noi informazioni di debug.** La sezione seguente spiega quando i tuoi dati potrebbero essere forniti a terzi. Se sei interessato, puoi consultare anche le informazioni sui [permessi dell'app](/documentation/general/app-permissions) di AntennaPod nella documentazione.
pt_br: **Todos os dados fornecidos e criados ao usar o app AntennaPod são armazenados localmente no seu dispositivo. O AntennaPod não envia seus dados para lugar nenhum, exceto quando estritamente necessário para o funcionamento do app ou quando você compartilha voluntariamente informações de depuração conosco.** A próxima seção explica quando seus dados podem chegar a terceiros. Se estiver interessado, você também pode ler sobre as [permissões do app](/documentation/general/app-permissions) AntennaPod na documentação.
uk: **Всі дані, надані та створені під час використання програми AntennaPod, зберігаються локально на вашому пристрої. AntennaPod не надсилає та не завантажує ваші дані нікуди, за винятком випадків, коли це є абсолютно необхідним для функціонування програми або коли ви активно ділитеся з нами інформацією про налагодження.** У наступному розділі пояснюється, коли ваші дані можуть потрапити до третіх осіб. Якщо вас це цікавить, ви також можете прочитати про [дозволи додатка](/documentation/general/app-permissions) AntennaPod у документації.

source: When sharing debugging information (either via email using the `Crash Report` function or via Android's crash reporting functionality), the following data is processed:
de: Bei der Weitergabe von Debugging-Informationen (entweder per E-Mail über die Funktion `Absturzbericht` oder über die Android-Absturzmeldefunktion) werden die folgenden Daten verarbeitet:
es: Al compartir información de depuración (ya sea por correo electrónico utilizando la función `Informe de fallos` o mediante la funcionalidad de informes de fallos de Android), se procesan los siguientes datos:
it: Quando condividi informazioni di debug (via email utilizzando la funzione `Crash Report` o tramite la funzionalità di segnalazione di crash di Android), i seguenti dati vengono elaborati:
pt_br: Ao compartilhar informações de depuração (seja por e-mail usando a função `Relatório de Falhas` ou pela funcionalidade de relatório de falhas do Android), os seguintes dados são processados:
uk: Під час обміну інформацією про налагодження (або електронною поштою за допомогою функції `Звіт про збої`, або через функцію звітування про збої Android) обробляються такі дані:

source: device type
ca: tipus de dispositiu
cs: typ zařízení
da: enhedstype
de: Gerätetyp
es: tipo de dispositivo
fi: laitetyyppi
fr: type de périphérique
gl: tipo de dispositivo
it: tipo di dispositivo
ja: デバイスの種類
nb_no: enhetstype
nl: toestel type
pt_br: tipo de dispositivo
ru: тип устройства
sk: typ zariadenia
tr: cihaz türü
uk: тип пристрою
zh_hans: 设备类型

source: Android version
ca: Versió d'Android
cs: verze systému Android
es: versión de Android
fi: Android-versio
fr: Version d'Android
gl: versión de Android
it: versione di Android
ja: Androidのバージョン
nb_no: Android-versjon
nl: Android-versie
pt_br: versão do Android
ru: Версия Android
sk: verzia systému Android
tr: Android sistem sürümü
uk: Версія Android
zh_hans: Android 版本

source: AntennaPod version
ca: Versió d'AntennaPod
cs: verze AntennaPodu
es: versión de AntennaPod
fi: AntennaPod-versio
fr: Version d'AntennaPod
gl: Versión de AntennaPod
it: versione di AntennaPod
ja: AntennaPodのバージョン
nb_no: AntennaPod-versjon
nl: AntennePod versie
pt_br: versão do AntennaPod
ru: Версия AntennaPod
sk: verzia aplikácie AntennaPod
tr: AntennaPod uygulama sürümü
uk: Версія AntennaPod
zh_hans: AntennaPod 版本

source: The only instance in which personal data *from* third parties is handled is when using a synchronization service, if enabled via the settings. In that case, the app may receive subscriptions and playback events provided by the service.
de: Der einzige Fall, in dem personenbezogene Daten *von* Dritten verarbeitet werden, ist das Nutzen eines Synchronisierungsdienstes, sofern dieser in den Einstellungen aktiviert ist. In diesem Fall kann die App vom Dienst bereitgestellte Abonnements und Wiedergabeereignisse empfangen.
es: La única situación en la que se manejan datos personales *de* terceros es al usar un servicio de sincronización, si está habilitado en la configuración. En ese caso, la aplicación puede recibir suscripciones y eventos de reproducción proporcionados por el servicio.
fi: *Ulkopuolisilta tahoilta* peräisin olevia tietojasi käsitellään vain synkronointipalvelua käytettäessä, jos palvelu on otettu käyttöön asetuksissa. Tällöin sovellus voi vastaanottaa palvelun tarjoamia tilauksia ja toistotapahtumia.
it: L'unico caso in cui dati personali *provenienti da* terze parti sono trattati è quando hai abilitato un servizio di sincronizzazione nelle impostazioni. In questo caso, l'applicazione potrebbe ricevere informazioni su iscrizioni e riproduzioni da quel servizio.
pt_br: O único caso em que dados pessoais *de* terceiros são processados é ao usar um serviço de sincronização, se habilitado nas configurações. Nesse caso, o app pode receber inscrições e eventos de reprodução fornecidos pelo serviço.
ru: Персональные данные * от* третьих лиц обрабатываются только при использовании сервиса синхронизации, если он включен в настройках. В этом случае приложение может получать подписки и события воспроизведения, предоставляемые сервисом.
uk: Єдиний випадок, коли обробляються особисті дані *від* третіх сторін, — це використання служби синхронізації, якщо вона ввімкнена в налаштуваннях. У цьому випадку програма може отримувати підписки та події відтворення, що надаються службою.

source: Data other parties may collect, store, and process
cs: Data, která mohou shromažďovat, ukládat a zpracovávat jiné strany
de: Daten, die andere Parteien erfassen, speichern und verarbeiten können
es: Datos que otras partes pueden recopilar, almacenar y procesar
fi: Tiedot, joita muut osapuolet voivat kerätä, tallentaa ja käsitellä
fr: Les données que des tiers peuvent collecter, stocker et traiter
it: Dati che potrebbero essere raccolti, archiviati ed elaborati da altri
nl: Welke app-gegevens andere partijen kunnen verzamelen, opslaan en verwerken
pt_br: Dados que terceiros podem coletar, armazenar e processar
tr: Diğer tarafların toplayabileceği, saklayabileceği ve işleyebileceği veriler
uk: Дані, які інші сторони можуть збирати, зберігати та обробляти
zh_hans: 其他方可能收集、存储和处理哪些应用程序数据

source: Podcast hosters
cs: Hostitelé podcastů
de: Podcast-Hoster
fi: Podcastien juontajat
fr: Hébergeurs de podcasts
it: Host di podcast
nb_no: Podkastverter
nl: Podcast servers
pt_br: Provedores de podcasts
ru: Хостеры подкастов
tr: Podcast sunucuları
uk: Ведучі подкастів

source: When provided in the podcast settings, a host will receive the authentication data you provided.
de: Sofern in den Podcast-Einstellungen angegeben, erhält der Host die von dir eingegebenen Authentifizierungsdaten.
es: Cuando se indique en la configuración del podcast, el anfitrión recibirá los datos de autenticación que usted haya proporcionado.
it: Quando questi sono inseriti nelle impostazioni del podcast, l'host riceverà i dati di autenticazione che hai fornito.
pt_br: Se fornecidos nas configurações do podcast, os provedores recebem os dados de autenticação que você forneceu.
ru: Если это указано в настройках подкаста, ведущий получит предоставленные вами аутентификационные данные.
uk: Якщо вказано в налаштуваннях подкасту, хост отримає надані вами дані автентифікації.

source: Web servers that provide podcast feeds may collect additional data, such as your IP address, access time and what is being accessed. This includes the episodes you are downloading or streaming. Please refer to their respective privacy policies for details. You can view a podcast's URL by opening the podcast and pressing the info icon. AntennaPod allows servers to set cookies but clears them each time the app is restarted. Web servers only get access to cookies that were set by the same server. If multiple podcasts are hosted on the same server, that server can potentially detect which of its hosted podcasts you have subscribed to. This can happen when publishers use services like FeedBurner, Podtrac or similar to distribute their feeds.
de: Webserver, die Podcast-Feeds bereitstellen, können zusätzliche Daten erfassen, wie beispielsweise deine IP-Adresse, die Zugriffszeit und die aufgerufenen Inhalte. Dazu gehören auch die Episoden, die du herunterlädst oder streamst. Einzelheiten hierzu findest du in den jeweiligen Datenschutzerklärungen. Du kannst die URL eines Podcasts anzeigen, indem du den Podcast öffnest und auf das Infosymbol tippst. AntennaPod erlaubt Servern das Setzen von Cookies, löscht diese jedoch bei jedem Neustart der App. Webserver haben nur Zugriff auf Cookies, die vom selben Server gesetzt wurden. Wenn mehrere Podcasts auf demselben Server gehostet werden, kann dieser Server möglicherweise erkennen, welche der von ihm gehosteten Podcasts du abonniert hast. Dies kann passieren, wenn Publisher Dienste wie FeedBurner, Podtrac oder Ähnliches zum Verteilen ihrer Feeds nutzen.
es: Los servidores web que ofrecen podcasts pueden recopilar datos adicionales, como tu dirección IP, la hora de acceso y el contenido al que accedes. Esto incluye los episodios que descargas o reproduces en streaming. Consulta sus respectivas políticas de privacidad para obtener más información. Puedes ver la URL de un podcast abriéndolo y pulsando el icono de información. AntennaPod permite que los servidores establezcan cookies, pero las borra cada vez que se reinicia la aplicación. Los servidores web solo tienen acceso a las cookies que haya establecido el mismo servidor. Si varios podcasts se alojan en el mismo servidor, este puede detectar a cuáles de sus podcasts alojados te has suscrito. Esto puede ocurrir cuando los editores utilizan servicios como FeedBurner, Podtrac o similares para distribuir sus feeds.
it: I server web che forniscono feed di podcast potrebbero raccogliere ulteriori dati, come il tuo indirizzo IP, l'ora di accesso e il contenuto a cui si sta accedendo. Questo comprende gli episodi che stai scaricando o che stai ascoltando in streaming. Per i dettagli ti invitiamo a consultare le loro rispettive informative sulla privacy. Puoi visualizzare l'URL di un podcast aprendo il podcast e premendo sull'icona delle informazioni. AntennaPod permette ai server di impostare cookie, ma li elimina ogni volta che l'app viene riavviata. I server web hanno solo accesso ai cookie impostati dallo stesso server. Se più podcast sono ospitati sullo stesso server, quel server può potenzialmente rilevare a quali podcast ospitati su quel server sei iscritto. Questo può accadere quando l'editore utilizza FeedBurner, Podtrac o servizi simili per distribuire i suoi feed.
pt_br: Servidores web que fornecem feeds de podcasts podem coletar dados adicionais, como IP, horário de acesso e conteúdo acessado. Isso inclui os episódios baixados ou reproduzidos por streaming. Consulte as políticas de privacidade desses serviços. Você pode ver o URL do podcast ao abrir o podcast e clicar no ícone de informações. O AntennaPod permite que os servidores definam cookies, mas os apaga toda vez que o app é reiniciado. Os servidores web só possuem acesso aos cookies que foram definidos pelo mesmo servidor. Se múltiplos podcasts foram hospedados no mesmo servidor, ele pode detectar em quais você está incrito. Isso pode ocorrer quando os produtores usam serviços como FeedBurner, Podtrac ou similares para publicar seus feeds.
ru: Хостеры подкастов: При указании их в настройках подкастов, хост получить аутентификационные данные которые вы предоставили. Большинство веб-серверов предоставляют подкасты со сбором некоторых данных, таких как IP-адрес и время доступа. Это также происходит когда вы скачиваете или стримите. Пожалуйста, прочтите их политики конфиденциальности для большей информации. Вы можете увидеть ссылку на подкаст открыв его и нажав на иконку информации. AntennaPod не позволяет серверу сохранять куки. Сервер может узнать что вы используете AntennaPod с помощью HTTP User-Agent. Если большинство подкастов хостится на одном сервере, сервер может узнать тех, на кого вы подписаны на этом сервере. Такое может быть если публикатор использует feedburner, podtrac, или схожие сервисы чтобы распространять свои ленты.
uk: Веб-сервери, що надають підкасти, можуть збирати додаткові дані, такі як ваша IP-адреса, час доступу та інформація про те, до чого ви отримуєте доступ. Це включає епізоди, які ви завантажуєте або переглядаєте в режимі потокового передавання. Детальну інформацію дивіться у відповідних політиках конфіденційності. Ви можете переглянути URL-адресу підкасту, відкривши підкаст і натиснувши на піктограму інформації. AntennaPod дозволяє серверам встановлювати файли cookie, але видаляє їх кожного разу, коли програма перезапускається. Веб-сервери отримують доступ лише до файлів cookie, які були встановлені тим самим сервером. Якщо на одному сервері розміщено кілька подкастів, цей сервер може потенційно виявити, на які з розміщених на ньому подкастів ви підписалися. Це може статися, коли видавці використовують такі сервіси, як FeedBurner, Podtrac або подібні, для розповсюдження своїх каналів.

source: Servers can detect that you are using AntennaPod and which version (via the HTTP User-Agent).
cs: Servery mohou zjistit, že používáte AntennaPod a jakou verzi (prostřednictvím HTTP User-Agent).
de: Server können erkennen, dass du AntennaPod verwendest und welche Version du nutzt (über den HTTP-User-Agent).
es: Los servidores pueden detectar que estás usando AntennaPod y qué versión (a través del agente de usuario HTTP).
fi: Palvelimet voivat havaita, että käytät AntennaPodia, ja selvittää käyttämäsi version (HTTP-käyttäjäagentin kautta).
fr: Les serveurs peuvent détecter que vous utilisez AntennaPod, et quelle version (via le user-agent HTTP).
it: I server possono rilevare che stai utilizzando AntennaPod e quale versione (tramite l'HTTP User-Agent).
nb_no: Tjenester kan oppdage at du bruker AntennaPod og hvilken versjon du har (gjennom HTTP-brukeragenten).
nl: Servers kunnen detecteren dat je AntennaPod gebruikt (en welke versie) via de HTTP User-Agent.
pt_br: Os servidores podem detectar que você está usando o AntennaPod e qual versão (via User-Agent do HTTP).
ru: Серверы могут определить, используете ли вы AntennaPod и какую версию (через HTTP User-Agent).
tr: Sunucular, AntennaPod kullanımınızı ve hangi sürümünü kullandığınızı (HTTP User-Agent aracılığıyla)) tespit edebilir.
uk: Сервери можуть визначити, що ви використовуєте AntennaPod та яку версію (через HTTP User-Agent).

source: Discovery and search services
cs: Služby vyhledávání a objevování
de: Entdeckungs- und Suchdienste
es: Servicios de descubrimiento y búsqueda
fi: Etsintä- ja hakupalvelut
fr: Services de découverte et de recherche
it: Servizi di scoperta e ricerca
nb_no: Tjenester for oppdagelse og søking
nl: Ontdek- en zoek-diensten
pt_br: Serviços de descoberta e pesquisa
ru: Службы обнаружения и поиска информации
uk: Сервіси виявлення та пошуку

source: When opening the Discover screen in the app, a call is sent to Apple to collect podcast suggestions. Apple may store the request (e.g. your IP address and the selected region, which by default is the device's country). These suggestions can be disabled via the top-menu of the Discover screen. In the F-Droid release, you have to actively consent before getting Apple's recommendations.
de: Wenn du den Entdecken-Bildschirm in der App öffnest, wird eine Anfrage an Apple gesendet, um Podcast-Vorschläge zu erhalten. Diese können die Anfrage speichern (z. B. deine IP-Adresse und die ausgewählte Region, die standardmäßig dem Land des Geräts entspricht). Diese Vorschläge können über das Hauptmenü des Entdecken-Bildschirms deaktiviert werden. In der F-Droid-Version musst du aktiv zustimmen, bevor du Empfehlungen von Apple erhältst.
es: Al abrir la pantalla Descubrir en la aplicación, se envía una solicitud a Apple para obtener sugerencias de podcasts. Apple puede almacenar esta solicitud (por ejemplo, tu dirección IP y la región seleccionada, que por defecto es el país del dispositivo). Estas sugerencias se pueden desactivar desde el menú superior de la pantalla Descubrir. En la versión de F-Droid, debes dar tu consentimiento explícito antes de recibir las recomendaciones de Apple.
it: Aprire la schermata Scopri nell'app invia una chiamata a Apple per ottenere podcast suggeriti. Apple potrebbe immagazzinare la richiesta (per esempio, il tuo indirizzo IP e la regione selezionata, che di default è il paese del dispositivo). Questi suggerimenti possono essere disabilitati attraverso il menù in alto nella schermata Scopri. Nella versione pubblicata su F-Droid, devi fornire attivamente il consenso prima di ricevere suggerimenti da Apple.
pt_br: Ao abrir a tela Descobrir no app, o AntennaPod envia uma solicitação à Apple para coletar sugestões de podcasts. A Apple pode armazenar a solicitação (por exemplo, seu endereço IP e a região selecionada, que por padrão é o país do dispositivo). Essas sugestões podem ser desativadas através do menu superior da tela Descobrir. Na vesão F-Droid, você precisa consentir explicitamente para receber recomendações da Apple.
ru: При открытии экрана поиска в приложении в Apple отправляется запрос на сбор предложений по подкастам. Apple может сохранить запрос (например, ваш IP-адрес и выбранный регион, который по умолчанию является страной устройства). Эти предложения можно отключить в верхнем меню на экране поиска. В новой версии F-Droid вы должны дать свое согласие, прежде чем получать рекомендации Apple.
uk: При відкритті екрану «Відкрити» в додатку до Apple надсилається запит на отримання пропозицій подкастів. Apple може зберігати цей запит (наприклад, вашу IP-адресу та вибраний регіон, який за замовчуванням є країною, де знаходиться пристрій). Ці пропозиції можна вимкнути в верхньому меню екрану «Відкрити». У версії F-Droid ви повинні дати активну згоду, перш ніж отримувати рекомендації Apple.
