Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: Today, AntennaPod brings together a large community of podcast addicts and open source enthusiasts. The app is installed on over 180,000 active devices (a phone or tablet that's been turned on at least once the past 30 days) via Google play. And we suspect thousands of users have installed the app via F-Droid, the privacy-friendly app store.
ca: Avui, AntennaPod reuneix una gran comunitat d'addictes als podcasts i entusiastes del codi obert. L'aplicació s'ha instal·lat en més de 180.000 dispositius actius (un telèfon o una tauleta que s'hagin engegat almenys una vegada els darrers 30 dies) mitjançant Google Play. I sospitem que milers d'usuaris han instal·lat l'aplicació mitjançant F-Droid, la botiga d'aplicacions amigable amb la privadesa.
cs: Dnes AntennaPod spojuje velkou komunitu podcastových nadšenců a příznivců open source. Aplikace je nainstalována na více než 180 000 aktivních zařízeních (telefon nebo tablet, který byl zapnutý alespoň jednou během posledních 30 dnů) prostřednictvím Google Play. Předpokládáme, že tisíce uživatelů nainstalovalo aplikaci prostřednictvím F-Droid, obchodu s aplikacemi, který respektuje soukromí.
da: I dag samler AntennaPod et stort fællesskab af podcast-afhængige og open source-entusiaster. Appen er installeret på over 180.000 aktive enheder (en telefon eller tablet, der har været tændt mindst én gang de sidste 30 dage) via Google play. Og vi formoder, at tusindvis af brugere har installeret appen via F-Droid, den privatlivsvenlige app-butik.
de: Heute vereint AntennaPod eine große Community von Podcast-Fans und Open-Source-Enthusiasten. Die App ist auf über 180.000 aktiven Geräten (Telefon oder Tablet, das in den letzten 30 Tagen mindestens einmal eingeschaltet wurde) per Google Play installiert. Und wir vermuten, dass Tausende mehr die App per F-Droid, dem privatsphärefreundlichen App-Store, installiert haben.
es: Hoy, AntennaPod reúne una gran comunidad de adictos a los podcasts y entusiastas del software libre. La aplicación está instalada en cerca de 180.000 dispositivos activos (un teléfono o una tablet que ha estado encendida por lo menos una vez en los últimos 30 días) a través de Google Play. Y sospechamos que miles de usuarios han instalado la aplicación a través de F-Droid, la tienda de aplicaciones que respeta la privacidad.
fi: Nykyään AntennaPod kokoaa yhteen suuren yhteisön podcast-riippuvaisia ja avoimen lähdekoodin harrastajia. Sovellus on asennettu yli 180 000 aktiiviseen laitteeseen (puhelimeen tai tablettiin, joka on ollut päällä vähintään kerran viimeisen 30 päivän aikana) Google Playin kautta. Ja epäilemme, että tuhannet käyttäjät ovat asentaneet sovelluksen F-Droidin, tietosuojaystävällisen sovelluskaupan kautta.
fr: Aujourd'hui, AntennaPod rassemble une large communauté d'accros du podcast et de passionnés de l'open source. L'application est installée sur plus de 180 000 appareils actifs (un téléphone ou une tablette qui a été allumé au moins une fois au cours des 30 derniers jours) via Google play. Nous pensons que des milliers d'utilisateurs ont installé l'application via F-Droid, la boutique d'applications respectueuse de la vie privée.
gl: Hoxe, AntennaPod une a unha gran comunidade de persoas seareiras dos podcast e entusiastas do software de código aberto. A app está instalada en máis de 180.000 dispositivos activos (un teléfono ou tableta que foi acendido polo menos unha vez nos últimos 30 días) desde Google play. E sospeitamos que moitos miles máis instalaron a app desde F-Droid, o repositorio de aplicacións respectuoso coa privacidade.
it: Oggi, AntennaPod riunisce una grande comunità di appassionati di podcast e di software open source. L'app è installata su più di 180.000 dispositivi attivi (un telefono o un tablet che è stato acceso almeno una volta negli ultimi 30 giorni) attraverso Google Play. E abbiamo ragione di credere che migliaia di utenti l'abbiano installata da F-Droid, l'app store rispettoso della privacy.
ja: 現在、AntennaPodはポッドキャスト愛好家とオープンソース愛好家の大規模なコミュニティを作り上げています。このアプリは、Google Play経由で180,000台を超えるアクティブデバイス（過去 30 日間に少なくとも1回電源が入っている携帯電話またはタブレット）にインストールされています。そして、何千人ものユーザーがプライバシーに配慮したアプリ ストアであるF-Droid経由でアプリをインストールしたと考えられます。
nb_no: I dag samler AntennaPod et stort fellesskap av entusiaster for både podkast og åpen kildekode. Appen er installert på over 180.000 aktive enheter (telefoner og nettbrett som er skrudd på de siste 30 dagene) via Google Play alene. I tillegg mistenker vi at tusenvis har installert appen via F-Droid, appbutikken som tar vare på personvernet.
nl: Vandaag de dag brengt AntennaPod een grote gemeenschap van podcast liefhebbers en open source enthousiastelingen samen. De app is geïnstalleerd op meer dan 180.000 actieve apparaten (een telefoon of tablet die minstens één keer is aangezet in de afgelopen 30 dagen) via Google play. En we vermoeden dat duizenden gebruikers de app hebben geïnstalleerd via F-Droid, de privacy-vriendelijke app store.
pt_br: Hoje, o AntennaPod reúne uma grande comunidade de apaixonados por podcasts e entusiastas do software livre. O app está instalado em mais de 180 mil dispositivos ativos (celulares ou tablets ligados pelo menos uma vez nos últimos 30 dias) de acordo com o Google Play. E acreditamos que milhares de usuários instalaram pelo F-Droid, a loja de aplicativos que prioriza a privacidade.
ru: Сегодня, AntennaPod объеденил большое сообщество любителей подкаство и энтузиастов свободного ПО. Приложение установленно на более чем 180,000 активных устройств в Google Play. И мы подозреваем что тысячи пользователей установили приложение через F-Droid, магазин приложений уважающий конфиденциальность.
sk: Dnes AntennaPod spája veľkú komunitu podcastových závislákov a nadšencov [open source](https://sk.wikipedia.org/wiki/Open_source). Aplikácia bola nainštalovaná na viac ako 180 000 aktívnych zariadeniach (telefón alebo tablet, ktorý bol zapnutý aspoň raz za posledných 30 dní) cez obchod Google Play. Domnievame sa, že tisíce používateľov si aplikáciu nainštalovali cez F-Droid, obchod s aplikáciami rešpektujúci súkromie.
tr: Bugün AntennaPod, podcast tutkunları ve açık kaynak meraklılarından oluşan geniş bir topluluğu bir araya getiriyor. Uygulama Google play üzerinden 180.000'den fazla aktif cihaza (son 30 gün içinde en az bir kez açılmış bir telefon ya da tablet) yüklenmiş durumda. Ve binlerce kullanıcının uygulamayı gizlilik dostu uygulama mağazası F-Droid üzerinden yüklediğini düşünüyoruz.
uk: Сьогодні AntennaPod об’єднує велику спільноту любителів подкастів і ентузіастів відкритого коду. Додаток встановлено на понад 180 000 активних пристроїв (телефон або планшет, які вмикалися принаймні один раз за останні 30 днів) через Google play. І ми підозрюємо, що тисячі користувачів встановили програму через F-Droid, магазин додатків, який підтримує конфіденційність.
zh_hans: 如今，AntennaPod 已汇集了一大批播客爱好者和开源爱好者。该应用程序已通过 Google play 安装在超过 180,000 台活跃设备上（过去 30 天内至少打开过一次的手机或平板电脑）。我们猜测还有成千上万的用户通过 F-Droid 安装了该应用，F-Droid 是一个隐私友好的应用商店。

source: The whole project is maintained by a loose collective of volunteers from around the world. There is no official organisation behind it. There are about 3 people who regularly contribute code, with [many more](https://github.com/AntennaPod/AntennaPod/graphs/contributors) chipping in on an occasional basis. Our forum has over 190 members and each month has well over 300 visitors. The project is currently lead by @ByteHamster and @Keunes.
ca: Tot el projecte està mantingut per un col·lectiu de voluntaris d'arreu del món. No hi ha cap organització oficial darrere. Hi ha unes 3 persones que aporten codi habitualment, amb [moltes més](https://github.com/AntennaPod/AntennaPod/graphs/contributors) de tant en tant. El nostre fòrum té més de 190 membres i cada mes té més de 300 visitants. Actualment el projecte està liderat per @ByteHamster i @Keunes.
cs: Celý projekt je udržován skupinou dobrovolníků z různých částí světa. Za projektem nestojí žádná oficiální organizace. Asi 3 lidé pravidelně přispívají kódem, přičemž [mnoho dalších](https://github.com/AntennaPod/AntennaPod/graphs/contributors) občas přispívá. Naše fórum má přes 190 členů a každý měsíc ho navštíví více než 300 lidí. Projektem v současné době řídí @ByteHamster a @Keunes.
da: Hele projektet vedligeholdes af en løs gruppe af frivillige fra hele verden. Der er ingen officiel organisation bag. Der er ca. 3 personer, der regelmæssigt bidrager med kode, og [mange flere](https://github.com/AntennaPod/AntennaPod/graphs/contributors) bidrager lejlighedsvis. Vores forum har over 190 medlemmer og har hver måned langt over 300 besøgende. Projektet ledes i øjeblikket af @ByteHamster og @Keunes.
de: Das gesamte Projekt wird von einer losen Gruppe von Freiwilligen aus der ganzen Welt betreut. Es gibt keine offizielle Organisation hinter AntennaPod. Es gibt etwa 3 Personen, die regelmäßig Code beisteuern, mit [vielen weiteren](https://github.com/AntennaPod/AntennaPod/graphs/contributors), die gelegentlich dazu beitragen. Unser Forum hat über 190 Mitglieder und verzeichnet jeden Monat weit über 300 Besucher. Das Projekt wird derzeit von @ByteHamster und @Keunes geleitet.
es: El proyecto entero está mantenido por un grupo de voluntarios de alrededor de todo el mundo. No hay una organización oficial detrás del proyecto. Hay alrededor de 3 personas que normalmente contribuyen código, con [muchos más](https://github.com/AntennaPod/AntennaPod/graphs/contributors) contribuyendo de manera ocasional. Nuestro foro tiene más de 190 miembros y cada mes tiene más de 300 visitantes. El proyecto actualmente está dirigido por @ByteHamster y @Keunes.
fi: Koko projektia ylläpitää löysä joukko vapaaehtoisia ympäri maailmaa. Sen takana ei ole virallista organisaatiota. Noin kolme henkilöä lähettää säännöllisesti koodia, ja [monet muut](https://github.com/AntennaPod/AntennaPod/graphs/contributors) osallistuvat satunnaisesti. Foorumillamme on yli 190 jäsentä ja joka kuukausi on reilusti yli 300 kävijää. Projektia johtavat tällä hetkellä @ByteHamster ja @Keunes.
fr: L'ensemble du projet est maintenu par un collectif de volontaires du monde entier. Il n’y a pas d’organisation officielle. Environ 3 personnes contribuent régulièrement au code et [beaucoup d'autres](https://github.com/AntennaPod/AntennaPod/graphs/contributors) contribuent de manière occasionnelle. Notre forum compte plus de 190 membres et reçoit chaque mois plus de 300 visiteurs. Le projet est actuellement dirigé par @ByteHamster et @Keunes.
gl: Todo o proxecto está mantido por un grupo variable de voluntarias repartidas por todo o mundo. Non existe unha organización detrás deste colectivo. Hai unhas tres persoas que contribúen de xeito regular ao código, e [moitas máis](https://github.com/AntennaPod/AntennaPod/graphs/contributors) con colaboracións puntuais. No foro somos unhas 190 persoas e cada mes hai máis de 300 visitantes. Actualmente o proxecto está liderado por @ByteHamster e @Keunes.
it: L'intero progetto è mantenuto da un collettivo informale di volontari provenienti da tutto il mondo. Non c'è nessuna organizzazione ufficiale dietro. Ci sono circa 3 persone che contribuiscono regolarmente al codice, con [molti altri](https://github.com/AntennaPod/AntennaPod/graphs/contributors) che contribuiscono occasionalmente. Il nostro forum ha oltre 190 membri e ogni mese ha oltre 300 visitatori. Il progetto è attualmente guidato da @ByteHamster e @Keunes.
ja: プロジェクト全体は、世界中から集まった緩やかなボランティア集団によって維持されています。背後に正式な組織はありません。定期的にコードを提供している人は3人ほどですが、[さらに多くの開発者たち](https://github.com/AntennaPod/AntennaPod/graphs/contributors)が時折参加しています。フォーラムには190人を超えるメンバーがおり、毎月300人を超える訪問者がいます。このプロジェクトは現在、@ByteHamsterと@Keunesが主導しています。
nb_no: Hele prosjektet vedlikeholdes av et løst kollektiv av frivillige fra hele verden. Det er ingen offisiell organisasjon bak det. Det er tre personer som bidrar med kode regelmessig, og [mange andre](https://github.com/AntennaPod/AntennaPod/graphs/contributors) bidrar innimellom. Forumet har over 190 medlemmer og har godt over 300 besøkende månedlig. Prosjektet ledes for tiden av @ByteHamster og @Keunes.
nl: Het hele project wordt onderhouden door een los samenwerkingsverband van vrijwilligers uit de hele wereld. Er zit geen officiële organisatie achter. Er zijn ongeveer 3 mensen die regelmatig code bijdragen, met [veel meer](https://github.com/AntennaPod/AntennaPod/graphs/contributors) die af en toe een bijdrage leveren. Ons forum heeft meer dan 190 leden en heeft elke maand meer dan 300 bezoekers. Het project wordt tegenwoordig geleid door @ByteHamster en @Keunes.
pt_br: O projeto inteiro é mantido por diversos voluntários espalhados pelo mundo. Não há uma organização oficial por trás. Há cerca de 3 pessoas que contribuem regularmente com o código, e [muitas outras](https://github.com/AntennaPod/AntennaPod/graphs/contributors) contribuindo ocasionalmente. Nosso fórum conta com mais de 190 membros e recebe mais de 300 visitantes todo mês. O projeto é atualmente liderado por @ByteHamster e @Keunes.
ru: Проект подерживается свободным коллективом волонтеров со всего мира. Это не оффициальная организация. Код регулярно поддерживает всего 3 человека c [большим количеством](https://github.com/AntennaPod/AntennaPod/graphs/contributors) временных участников. Наш форум имеет больше 190 участников и каждый месяц его посещают больше 300 человек. Проект возглавляют @ByteHamster и @Keunes.
sk: Celý projekt je udržiavaný voľným zoskupením dobrovoľníkov z celého sveta. Nestojí za ním žiadna oficiálna organizácia. Zhruba traja ľudia pravidelne prispievajú kódom, pričom [mnoho ďalších](https://github.com/AntennaPod/AntennaPod/graphs/contributors) prihodí svoje zmeny raz za čas. Na našom fóre je viac ako 190 členov a každý mesiac napočítame ďaleko cez 300 návštevníkov. Aktuálne projekt vedú @ByteHamster a @Keunes.
tr: Projenin tamamı dünyanın dört bir yanından gelen gönüllülerden oluşan gevşek bir ekip tarafından sürdürülüyor. Arkasında resmi bir kuruluş yok. Düzenli olarak kod katkısı yapan yaklaşık 3 kişi var ve [çok daha fazlası](https://github.com/AntennaPod/AntennaPod/graphs/contributors) ara sıra katkıda bulunuyor. Forumumuzun 190'dan fazla üyesi var ve her ay 300'ün üzerinde ziyaretçisi var. Proje şu anda @ByteHamster ve @Keunes tarafından yönetiliyor.
uk: Весь проект підтримується вільною групою волонтерів з усього світу. За цим не стоїть жодна офіційна організація. Є близько 3 осіб, які регулярно додають код, і [багато інших](https://github.com/AntennaPod/AntennaPod/graphs/contributors) долучаються час від часу. Наш форум нараховує понад 190 учасників і щомісяця відвідує понад 300 відвідувачів. Зараз проект очолюють @ByteHamster і @Keunes.
zh_hans: 整个项目由来自世界各地的志愿者组成的一个松散的集体负责维护。项目背后没有任何官方组织。大约有 3 个人定期贡献代码，还有 [更多](https://github.com/AntennaPod/AntennaPod/graphs/contributors) 人偶尔加入。我们的论坛有 190 多名成员，每月有 300 多名访客。该项目目前由 @ByteHamster 和 @Keunes 领导。

source: We are happy to have or welcome you as a user. If you have any questions you are more than welcome on our [forum](https://forum.antennapod.org). Our community is happy to help. And check out the ways you can [contribute](/contribute/) if you want to give something back to this awesome project!
ca: Estem encantats de tenir-te o donar-te la benvinguda com a usuari. Si tens cap pregunta, pots visitar el nostre [fòrum](https://forum.antennapod.org). La nostra comunitat està encantada d'ajudar. I mireu les maneres en què podeu [contribuir](/contribute/) si voleu tornar alguna cosa a aquest fantàstic projecte!
cs: Jsme rádi, že vás máme nebo vás vítáme jako uživatele. Pokud máte nějaké otázky, neváhejte se zeptat na našem [fóru](https://forum.antennapod.org). Naše komunita je ochotná pomoci. A podívejte se, jak můžete [přispět](/contribute/), pokud chcete něco vrátit tomuto skvělému projektu!
da: Vi er glade for at have eller byde dig velkommen som bruger. Hvis du har spørgsmål, er du mere end velkommen på vores [forum](https://forum.antennapod.org). Vores fællesskab hjælper gerne. Og tjek de måder du kan [bidrage](/contribute/) på, hvis du ønsker at give noget tilbage til dette fantastiske projekt!
de: Wir freuen uns, dich an Bord zu haben oder begrüßen zu dürfen. Wenn du Fragen hast, bist du in unserem [Forum](https://forum.antennapod.org) herzlich willkommen. Unsere Community hilft gerne weiter. Und erfahre, wie du [beitragen](/de/contribute/) und diesem fantastischen Projekt etwas zurückgeben kannst!
es: Estamos encantados de tenerte o darte la bienvenida como usuario. Si tienes alguna pregunta, estás más que bienvenido en nuestro [foro](https://forum.antennapod.org). Nuestra comunidad estará encantada de ayudarte. ¡Y echa un vistazo a las formas en que puedes [contribuir](/contribute/) si quieres dar algo de vuelta a este increíble proyecto!
fi: Olemme iloisia saadessamme sinut käyttäjäksemme. Jos sinulla on kysyttävää, olet enemmän kuin tervetullut [keskustelupalstaamme](https://forum.antennapod.org). Yhteisömme auttaa mielellään. Ja tutustu tapoihin, joilla voit [panostaa](/contribute/), jos haluat antaa jotain takaisin tälle mahtavalle projektille!
fr: Nous sommes heureux de vous avoir ou de vous accueillir en tant qu'utilisateur/trice. Si vous avez des questions, vous êtes le/la bienvenu(e) sur notre [forum](https://forum.antennapod.org). Notre communauté sera heureuse de vous aider. Allez voir comment vous pouvez [aider](/contribute/), si vous voulez donner quelque chose en retour à ce projet génial !
gl: Dámosche a benvida como persoa usuaria. Se tes preguntas estás convidada a participar no noso [foro](https://forum.antennapod.org). A comunidade estará encantada de axudarche. Mira tamén os xeitos en que podes [colaborar](/contribute/) se queres aportar a este proxecto tan abraiante!
it: Siamo felici di averti come utente. Se hai delle domande sei più che benvenuto sul nostro [forum](https://forum.antennapod.org). La nostra comunità sarà felice di aiutarti. Dai anche un'occhiata a come [contribuire](/contribute/) se vuoi restituire qualcosa a questo fantastico progetto!
ja: あなたをユーザーとして歓迎します。質問がある場合は、[フォーラム](https://forum.antennapod.org)に投稿してください。コミュニティが喜んで手助けします。この素晴らしいプロジェクトに何かをお返ししたい場合は、[貢献する](/contribute/)方法をチェックしてみてください！
nb_no: Du er hjertelig velkommen som bruker. Har du spørsmål kan du stille dem på [forumet](https://forum.antennapod.org). Fellesskapet vårt hjelper deg gjerne. Sjekk gjerne ut hvordan du kan [bidra](/contribute/) på hvis du vil gi tilbake til dette fantastiske prosjektet!
nl: We zijn blij je als gebruiker te hebben of te verwelkomen. Bij vragen kan je terecht op ons [forum](https://forum.antennapod.org). Onze gemeenschap helpt graag. En bekijk hier [hoe je kunt bijdragen](/contribute/) om iets terug te geven aan dit mooie project!
pt_br: Ficamos muito felizes em ter você conosco. Se tiver qualquer dúvida, está mais do que convidado para participar do nosso [fórum](https://forum.antennapod.org). Nossa comunidade terá prazer em ajudar. E aproveite para conferir as formas de [contribuir](/contribute/) se você quiser retribuir a esse projeto incrível!
ru: Мы рады видеть вас как пользователя. Если у вас есть вопросы, мы будем приветствовать вас на нашем [форуме](https://forum.antennapod.org). Наше сообщество будет радо помочь. И рассмотрите способы [поддержать](/contribute/), если вы хотите отдать должное это удивительному проекту!
sk: Budeme radi, ak sa stanete používateľom. Pokiaľ máte nejaké otázky, neváhajte sa obrátiť na naše [fórum](https://forum.antennapod.org). Naša komunita vždy rada pomôže. Ak by ste chceli pomôcť tomuto parádnemu projektu, pozrite si aj spôsoby, ktorými môžete [prispieť](/contribute/).
tr: Sizi bir kullanıcı olarak görmekten mutluluk duyuyoruz. Herhangi bir sorunuz varsa [forumumuza](https://forum.antennapod.org) bekleriz. Topluluğumuz size yardımcı olmaktan mutluluk duyacaktır. Ve bu harika projeye destek olmak istiyorsanız [katkıda bulunma](/contribute/) yollarına göz atın!
uk: Ми раді бачити вас як користувача. Якщо у вас виникли запитання, ласкаво просимо на наш [форум](https://forum.antennapod.org). Наша спільнота рада допомогти. І перегляньте способи, якими ви можете [внести внесок](/contribute/), якщо хочете щось віддати цьому чудовому проекту!
zh_hans: 我们很高兴或欢迎您成为我们的用户。如果您有任何问题，欢迎您访问我们的 [论坛](https://forum.antennapod.org)。我们的社区很乐意为您提供帮助。如果您想回馈这个了不起的项目，请查看您可以[贡献](/contribute/)的方式！

source: AntennaPod doesn't need a lot of money. **Our (annual) costs are already covered** by our existing donation funds. Therefore, we'd much prefer it if you
ca: AntennaPod no necessita molts diners. **Els nostres costos (anuals) ja estan coberts** pels nostres fons de donació. Per tant, ho preferim si tu
cs: AntennaPod nepotřebuje mnoho peněz. **Naše (roční) náklady jsou již pokryty** existujícími dary. Proto bychom raději, kdybyste
da: AntennaPod har ikke brug for ret mange penge. **Vores (årlige) omkostninger er allerede dækket** af vores eksisterende donationsmidler. Derfor vil vi i høj grad foretrække, hvis du
de: AntennaPod benötigt nicht viel Geld. Unsere (jährlichen) Kosten **sind bereits durch unsere existierenden Spenden gedeckt**. Deshalb würden wir es vorziehen, wenn du
es: AntennaPod no necesita mucho dinero. **Nuestros gastos (anuales) ya están cubiertos** por el fondo de las donaciones existentes. Por lo tanto, preferiríamos que
fi: AntennaPod ei vaadi paljon rahaa. **Vuotuiset kulut ovat jo katettu** olemassa olevilla lahjoitusvaroillamme. Siksi olisimme paljon parempia, jos sinä
fr: AntennaPod n'a pas besoin de beaucoup d'argent. **Nos coûts (annuels) sont déjà couverts** par nos fonds de donation existants. Par conséquent, nous préférerions que vous
gl: AntennaPod non precisa moitos cartos. **Xa cubrimos os gastos (anuais)** grazas ás doazóns existentes. Por tanto, preferimos que
it: AntennaPod non ha bisogno di molti soldi. **I nostri costi (annuali) sono già coperti** dai fondi delle donazioni esistenti. Pertanto, preferiremmo di gran lunga che
ja: AntennaPodにはそれほど多くのお金は必要ありません。 **（年間）費用は、すでに既存の寄付金によって賄われています**。したがって、以下のことをしてもらえると幸いです。
nb_no: AntennaPod trenger ikke masse penger. **De årlige kostnadene er allerede dekket** av tidligere donasjoner. Derfor setter vi heller pris på at du
nl: AntennaPod heeft niet veel geld nodig. **Onze (jaarlijkse) kosten worden al gedekt** door onze bestaande donatiegelden. Daarom zouden we het zeer op prijs stellen als u
pt_br: O AntennaPod não precisa de muito dinheiro. **Nossos custos (anuais) já estão cobertos** pelas doações existentes. Portanto, preferimos que você
ru: AntennaPod не нужно много денег.**Наши расходы уже покрыты** вашими текущими пожеретвованиями. Но мы будем рады если вы
sk: AntennaPod neportebuje veľa peňazí. **Naše (ročné) náklady sú už pokryté** predošlými darmi. Budeme oveľa radšej, ak by ste
tr: Antentapod'un çok paraya ihtiyacı yoktur. Mevcut bağış fonlarımız tarafından ** (yıllık) maliyetlerimiz ** zaten karşılanmaktadır. Bu nedenle, eğer isterseniz bunları tercih ederiz
uk: AntennaPod не потребує багато грошей. **Наші (річні) витрати вже покриваються** наявними пожертвуваннями. Тому ми віддамо перевагу, якщо ви
zh_hans: AntennaPod 不需要很多钱。**我们（每年）的费用已经由现有的捐赠基金支付**。因此，我们更希望您能
