Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: When using the search feature in AntennaPod, the services PodcastIndex.org ([privacy policy](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([privacy policy](https://www.apple.com/legal/privacy/en-ww/)) and fyyd ([privacy policy](https://fyyd.de/privacy)) may store your query, including the search terms.
cs: Při používání vyhledávací funkce v AntennaPod služby PodcastIndex.org ([zásady ochrany osobních údajů](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([zásady ochrany osobních údajů](https://www.apple.com/legal/privacy/en-ww/)) a fyyd ([zásady ochrany osobních údajů](https://fyyd.de/privacy)) mohou ukládat vaše dotazy, včetně vyhledávaných termínů.
de: Beim Verwenden der Suchfunktion in AntennaPod können die Dienste PodcastIndex.org ([Datenschutzerklärung](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([Datenschutzerklärung](https://www.apple.com/legal/privacy/en-ww/)) und fyyd ([Datenschutzerklärung](https://fyyd.de/privacy)) deine Suchanfrage einschließlich der Suchbegriffe speichern.
es: Al utilizar la función de búsqueda en AntennaPod, los servicios PodcastIndex.org ([política de privacidad](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([política de privacidad](https://www.apple.com/legal/privacy/en-ww/)) y fyyd ([política de privacidad](https://fyyd.de/privacy)) pueden almacenar su consulta, incluidos los términos de búsqueda.
it: Quando usi la funzione di ricerca in AntennaPod, i servizi PodcastIndex.org ([informativa sulla privacy](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([informativa sulla privacy](https://www.apple.com/it/legal/privacy/it/)) e fyyd ([informativa sulla privacy](https://fyyd.de/privacy)) potrebbero immagazzinare la tua richiesta, compresi i termini di ricerca.
nl: Als je de zoekfunctionaliteit van AntennaPod gebruikt, kunnen de diensten PodcastIndex.org ([privacybeleid](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([privacybeleid](https://www.apple.com/nl/legal/privacy/nl/)) and fyyd ([privacybeleid](https://fyyd.de/privacy)) je vraag (inclusief zoektermen) opslaan.
pt_br: Ao usar a função de pesquisa no AntennaPod, serviços como PodcastIndex.org ([política de privacidade](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([política de privacidade](https://www.apple.com/br/legal/privacy/br/)) e fyyd ([política de privacidade](https://fyyd.de/privacy)) podem armazenar suas consultas, incluindo termos pesquisados.
ru: При использовании функции поиска в AntennaPod сервисы PodcastIndex.org ([политика конфиденциальности](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([политика конфиденциальности](https://www.apple.com/legal/privacy/en-ww/)) и fyyd ([политика конфиденциальности](https://fyyd.de/privacy)) могут сохранять ваш запрос, включая условия поиска.
uk: При використанні функції пошуку в AntennaPod, сервіси PodcastIndex.org ([політика конфіденційності](https://github.com/Podcastindex-org/legal/blob/main/PrivacyPolicy.md)), Apple Podcasts ([політика конфіденційності](https://www.apple.com/legal/privacy/en-ww/)) та fyyd ([політика конфіденційності](https://fyyd.de/privacy)) можуть зберігати ваш запит, включаючи пошукові терміни.

source: Discovery and search queries also include IP address, time, and app name 'AntennaPod'. After subscribing, the feed is served from the podcast hoster, meaning the discovery/search service is no longer involved.
de: Die Suchanfragen umfassen auch die IP-Adresse, die Uhrzeit und den App-Namen „AntennaPod“. Nach dem Abonnieren wird der Feed vom Podcast-Hoster bereitgestellt, sodass der Suchdienst nicht mehr involviert ist.
es: Las consultas de descubrimiento y búsqueda también incluyen la dirección IP, la hora y el nombre de la aplicación 'AntennaPod'. Tras la suscripción, el feed se sirve desde el proveedor de alojamiento de podcasts, por lo que el servicio de descubrimiento/búsqueda ya no interviene.
it: Le richieste di scoperta e ricerca comprendono anche l'indirizzo IP, l'orario e il nome dell'app 'AntennaPod'. Dopo l'iscrizione, il feed è fornito dall'host del podcast, quindi i servizi di scoperta/ricerca non sono più coinvolti.
pt_br: As consultas de pesquisa e Descobrir também incluem endereço IP, hora e nome do app 'AntennaPod'. Após increver-se, o feed é fornecido pelo provedor do podcast, o que significa que o serviço de descoberta/pesquisa não está mais envolvido.
ru: В запросах на обнаружение и поиск также указаны IP-адрес, время и название приложения "AntennaPod". После подписки канал будет доступен от хостера подкастов, что означает, что служба обнаружения/поиска больше не задействована.
uk: Запити на пошук і виявлення також включають IP-адресу, час і назву програми «AntennaPod». Після підписки канал подається з хостера подкастів, що означає, що служба пошуку/виявлення більше не бере участі в процесі.

source: Synchronization and backup services
de: Synchronisierungs- und Sicherungsdienste
es: Servicios de sincronización y copia de seguridad
fi: Synkronointi- ja päivityspalvelut
it: Servizi di sincronizzazione e backup
pt_br: Serviços de sincronização e backup
ru: Службы синхронизации и резервного копирования
tr: Eşleme ve yedekleme hizmetleri
uk: Сервіси синхронізації та резервного копіювання

source: When enabled via the settings, AntennaPod synchronizes your data. This may include login credentials, subscribed podcasts, listened episodes, play/pause/favorite actions with timestamps, and your IP address. For more information, see your synchronization provider's privacy policy.
cs: Je-li tato funkce povolena v nastavení, AntennaPod synchronizuje vaše data. Může se jednat o přihlašovací údaje, odběry podcastů, poslouchané epizody, akce přehrávání/pozastavení/oblíbené s časovými značkami a vaši IP adresu. Další informace naleznete v zásadách ochrany osobních údajů vašeho poskytovatele synchronizace.
de: Sofern in den Einstellungen aktiviert, synchronisiert AntennaPod deine Daten. Dazu können Anmeldedaten, abonnierte Podcasts, angehörte Episoden, Abspielen/Pausieren/Favoriten-Aktionen mit Zeitstempeln und deine IP-Adresse gehören. Weitere Informationen findest du in der Datenschutzerklärung deines Anbieters.
es: Cuando se activa en la configuración, AntennaPod sincroniza tus datos. Esto puede incluir tus credenciales de inicio de sesión, podcasts a los que te has suscrito, episodios escuchados, acciones de reproducción/pausa/favoritos con marcas de tiempo y tu dirección IP. Para obtener más información, consulta la política de privacidad de tu proveedor de sincronización.
fi: Kun AntennaPod on otettu käyttöön asetuksista, se synkronoi tietosi. Näitä voivat olla esimerkiksi kirjautumistiedot, tilatut podcastit, kuunnellut jaksot sekä toisto-, tako- ja suosikkitoimintojen käyttö päivämäärä- ja aikaleimoineen sekä IP-osoitteesi. Saat lisätietoja palveluntarjoajasi tietosuojakäytännöstä.
fr: Lorsqu'ils sont activés via les paramètres, AntennaPod synchronise vos données. Ces données peuvent inclure des identifiants de connexion, des podcasts auxquels vous êtes abonné, des épisodes écoutés, des actions horodatées de lecture, de pause et de favoris, et votre adresse IP. Pour plus d'informations, consultez la politique de confidentialité de votre service de synchronisation.
it: Se le relative impostazioni sono abilitate, AntennaPod sincronizza i tuoi dati. Questi dati possono includere le credenziali di accesso, i podcast a cui sei iscritto, gli episodi ascoltati, le azioni di riproduzione, pausa e preferiti con data, ora e il tuo indirizzo IP. Per maggiori informazioni, consulta l'informativa sulla privacy del tuo servizio di sincronizzazione.
pt_br: Quando ativado nas configurações, o AntennaPod sincroniza seus dados. Isso pode incluir credenciais de login, podcasts inscritos, episódios ouvidos, ações de reproduzir/pausa/favoritos com registros de data/hora e seu endereço IP. Para mais informações, consulte a política de privacidade do seu provedor de sincronização.
ru: Сервисы синхронизации: Когда вы включаете их через настройки, AntennaPod синхронизирует ваши данные. Они включают в себя регистрационные данные, подписки, прослушанные эпизоды, проигрывание, пауза, дата, время и IP-адрес. Чтобы узнать больше смотрите политику конфиденциальности вашего провайдера синхронизации.
uk: Коли функція увімкнена в налаштуваннях, AntennaPod синхронізує ваші дані. Це може включати дані для входу, підписку на подкасти, прослухані епізоди, дії відтворення/паузи/додавання до улюблених з часовими мітками та вашу IP-адресу. Для отримання додаткової інформації див. політику конфіденційності вашого постачальника послуг синхронізації.
zh_hans: 通过设置启用后，AntennaPod 会同步您的数据。这些数据可能包括登录凭证、已订阅的播客、已收听的节目、带时间戳记的播放、暂停和收藏操作以及 IP 地址。如需了解更多信息，请参阅同步提供商的隐私政策。

source: If backups are enabled on your phone (`Settings` » `Backup & Reset` » `Back up my data`), Android will periodically save a copy of your phone's data in Google's servers. This backup contains private information, including your WiFi passwords, messages and call history. It may also include data from AntennaPod and from other apps you use. The developers of AntennaPod do not have access to this data. For more information, see [Google's privacy policy](https://policies.google.com).
de: Wenn auf deinem Telefon die Sicherungsfunktion aktiviert ist (`Einstellungen` » `Google` » `Sicherung & Wiederherstellung` » `Sicherung`), speichert Android regelmäßig eine Kopie der Daten deines Telefons auf den Servern von Google. Diese Sicherung enthält private Informationen, darunter WLAN-Passwörter, Nachrichten und Anrufverlauf. Sie kann auch Daten von AntennaPod und anderen von dir verwendeten Apps enthalten. Die Entwickler von AntennaPod haben keinen Zugriff auf diese Daten. Weitere Informationen findest du in [Googles Datenschutzerklärung](https://policies.google.com).
es: Si tienes activadas las copias de seguridad en tu teléfono (`Ajustes` » `Copia de seguridad y restablecimiento` » `Copia de seguridad`), Android guardará periódicamente una copia de los datos de tu teléfono en los servidores de Google. Esta copia de seguridad contiene información privada, como tus contraseñas de Wi-Fi, mensajes e historial de llamadas. También puede incluir datos de AntennaPod y de otras aplicaciones que uses. Los desarrolladores de AntennaPod no tienen acceso a estos datos. Para obtener más información, consulta la [política de privacidad de Google](https://policies.google.com).
it: Se hai attivato i backup nelle impostazioni del tuo telefono (`Impostazioni` » `Backup & Ripristino` » `Backup dei miei dati`), Android salverà periodicamente una copia dei dati del tuo telefono sui server di Google. Questo backup contiene informazioni private, comprese le password Wi-Fi, i messaggi e la cronologia delle chiamate. Potrebbe includere anche dati di AntennaPod e di altre applicazioni che usi. Gli sviluppatori di AntennaPod non hanno accesso a questi dati. Per ulteriori informazioni, consulta [l'informativa sulla privacy di Google](https://policies.google.com).
pt_br: Se os backups estiverem habilitados no seu celular (`Configurações` » `Fazer backup e restaurar` » `Backup dos meus dados`), o Android salvará periodicamente dados do seu dispositivo em servidores do Google. Este backup contém informações privadas, como senhas Wi-Fi e histórico de mensagens e de chamadas. Também pode conter dados do AntennaPod e de outros apps utilizados. Os desenvolvedores do AntennaPod não têm acesso a esses dados. Para mais informações, consulte a [política de privacidade do Google](https://policies.google.com/?hl=pt-BR).
ru: Google: Если вы активировали бэкап на вашем смартфоне в настройках(`Настройки` > `Backup & Reset` > `Back up my data`), вам следует быть осторожнее, ведь ваш Android копирует данные вашего телефона на сервера Google. В них содержится много приватной информации вашего телефона, в том числе данные AntennaPod. Разработчики AntennaPod не имеют к ним доступа. Для большей информации смотрите [политику конфиденциальности Google](https://policies.google.com).
uk: Якщо на вашому телефоні ввімкнено резервне копіювання (`Налаштування` `Резервне копіювання та скидання` `Створити резервну копію моїх даних`), Android періодично зберігатиме копію даних вашого телефону на серверах Google. Ця резервна копія містить приватну інформацію, включаючи ваші паролі WiFi, повідомлення та історію дзвінків. Вона також може містити дані з AntennaPod та інших програм, якими ви користуєтеся. Розробники AntennaPod не мають доступу до цих даних. Для отримання додаткової інформації див. [Політику конфіденційності Google](https://policies.google.com).

source: Device and operating system vendors
de: Geräte- und Betriebssystemanbieter
es: Proveedores de dispositivos y sistemas operativos
fi: Laitteen ja käyttöjärjestelmän toimittajat
fr: Vendeurs de l'appareil et de son système d'exploitation
it: Fornitori di dispositivi e di sistemi operativi
nb_no: Enhets- og operativsystemsleverandører
pt_br: Fornecedores de dispositivos e sistemas operacionais
ru: Поставщики устройств и операционных систем
uk: Постачальники пристроїв та операційних систем

source: If you enabled [sharing of usage and diagnostics](https://support.google.com/accounts/answer/6078260) with Google and use Android's reporting functionality when AntennaPod crashes or becomes unresponsive, related data is sent to Google. For more information, see [Google's privacy policy](https://policies.google.com).
de: Wenn du die [Freigabe von Nutzungs- und Diagnosedaten](https://support.google.com/accounts/answer/6078260) für Google aktiviert hast und die Meldefunktion von Android verwendest, werden die entsprechenden Daten an Google gesendet, wenn AntennaPod abstürzt oder nicht mehr reagiert. Weitere Informationen findest du in [Googles Datenschutzerklärung](https://policies.google.com).
es: Si activaste la opción de [compartir información de uso y diagnósticos](https://support.google.com/accounts/answer/6078260) con Google y utilizas la función de informes de Android cuando AntennaPod falla o deja de responder, los datos correspondientes se envían a Google. Para obtener más información, consulta la [política de privacidad de Google](https://policies.google.com).
fi: Jos olet ottanut käyttöön Googlen [käyttö- ja diagnostiikkatietojen jakamisen](https://support.google.com/accounts/answer/6078260) ja käytät Androidin ilmoitustoimintoa, kun AntennaPod kaatuu tai lakkaa vastaamasta, ongelmaan liittyvät tiedot lähetetään Googlelle. Saat lisätietoja [Googlen tietosuojakäytännöstä](https://policies.google.com).
it: Se hai abilitato la [condivisione di informazioni su utilizzo e diagnostica](https://support.google.com/accounts/answer/6078260?hl=it) con Google e usi la funzione di segnalazione di Android quando AntennaPod va in crash o non risponde, i relativi dati sono inviati a Google. Per ulteriori informazioni, consulta [l'informativa sulla privacy di Google](https://policies.google.com).
nb_no: Om du har aktivert [deling av informasjon om bruk og diagnostikk](https://support.google.com/accounts/answer/6078260) med Google og bruker Androids rapporteringsfunksjon når AntennaPod krasjer eller står stille, sendes relevant data til Google. For mer informasjon, les [Googles personvernregler](https://policies.google.com).
pt_br: Se você habilitou [compartilhamento de informações de uso e diagnósticos](https://support.google.com/accounts/answer/6078260?hl=pt-BR) com o Google e utiliza a função de relatórios do Android quando o AntennaPod apresenta erros ou falhas, os dados relacionados são enviados ao Google. Para mais informações, consulte a [política de privacidade do Google](https://policies.google.com/?hl=pt-BR).
ru: Если вы включили [общий доступ к использованию и диагностике](https://support.google.com/accounts/answer/6078260) в Google и используете функцию Android для создания отчетов, когда AntennaPod выходит из строя или перестает отвечать на запросы, соответствующие данные отправляются в Google. Дополнительные сведения см. в разделе [Политика конфиденциальности Google](https://policies.google.com).
uk: Якщо ви увімкнули [обмін даними про використання та діагностику](https://support.google.com/accounts/answer/6078260) з Google і використовуєте функцію звітності Android, коли AntennaPod виходить з ладу або не реагує, відповідні дані надсилаються до Google. Для отримання додаткової інформації див. [політику конфіденційності Google](https://policies.google.com).

source: Online services
de: Onlinedienste
es: Servicios en línea
fi: Verkkopalvelut
fr: Services connectés
it: Servizi online
nb_no: Nettjenester
nl: Online diensten
pt_br: Serviços online
ru: Онлайн-сервисы
tr: Çevrimiçi hizmetler
uk: Онлайн-сервіси

source: Data from services hosted by the team
de: Daten aus vom Team gehosteten Diensten
es: Datos de servicios alojados por el equipo
fi: Tiimin ylläpitämistä palveluista peräisin olevat tiedot
fr: Données des services hébergés par l'équipe
it: Dati da servizi ospitati dal team
nb_no: Data fra tjenester som teamet er vert for
nl: Data van diensten die door het team gehost worden
pt_br: Dados de serviços hospedados pela equipe
ru: Данные из сервисов, размещенных командой
uk: Дані з сервісів, що розміщуються командою

source: **The forum**: AntennaPod's forum uses the Discourse software, hosted by the core team. Please see the [forum's privacy policy](https://forum.antennapod.org/privacy) for more details.
de: **Das Forum**: Das Forum von AntennaPod nutzt die Software Discourse, die vom Kernteam gehostet wird. Weitere Informationen findest du in der [Datenschutzerklärung des Forums](https://forum.antennapod.org/privacy).
es: **El foro**: El foro de AntennaPod utiliza el software Discourse, alojado por el equipo principal. Para obtener más información, consulte la [política de privacidad del foro](https://forum.antennapod.org/privacy).
fi: ***Keskustelufoorumi**: AntennaPodin keskustelufoorumilla käytetään Discourse-ohjelmistoa, jota ylläpitää ydintiimimme. Saat lisätietoja [foorumin tietosuojakäytännöstä](https://forum.antennapod.org/privacy).
fr: **Le forum** : Le forum d'AntennaPod utilise le logiciel Discourse, hébergé par l'équipe de développement. Veuillez consulter la [politique de confidentialité du forum](https://forum.antennapod.org/privacy) pour plus de détails.
it: **Il forum**: il forum di AntennaPod utilizza il software Discourse, ospitato dal team centrale. Consulta [l'informativa sulla privacy del forum](https://forum.antennapod.org/privacy) per maggiori dettagli.
nl: **Het forum**: AntennaPod's forum maakt gebruik van de software Discourse, gehost door het kernteam. Zie het [privacybeleid van het forum](https://forum.antennapod.org/privacy) over welke gegevens het gaat.
pt_br: **O fórum**: o fórum do AntennaPod utiliza o software Discourse, hospedado pela equipe principal. Consulte a [política de privacidade do fórum](https://forum.antennapod.org/privacy) para mais detalhes.
ru: **Форум**: На форуме AntennaPod используется программное обеспечение Discourse, размещенное основной командой. Пожалуйста, ознакомьтесь с [политикой конфиденциальности форума](https://forum.antennapod.org/privacy) для получения более подробной информации.
uk: **Форум**: Форум AntennaPod використовує програмне забезпечення Discourse, розміщене основною командою. Будь ласка, перегляньте [політику конфіденційності форуму](https://forum.antennapod.org/privacy) для отримання додаткової інформації.
zh_hans: **论坛**：AntennaPod 论坛使用 Discourse 软件，由核心团队托管。更多信息请参阅[论坛隐私政策](https://forum.antennapod.org/privacy)。

source: Data from services hosted by other parties
de: Daten aus von anderen Parteien gehosteten Diensten
es: Datos procedentes de servicios alojados por terceros
fi: Muiden tahojen ylläpitämistä palveluista peräisin olevat tiedot
fr: Données de services hébergés par des tiers
it: Dati da servizi ospitati da altri
nb_no: Data fra tjenester som andre er verter for
pt_br: Dados de serviços hospedados por terceiros
ru: Данные из сервисов, размещенных другими сторонами
uk: Дані з сервісів, що розміщуються іншими сторонами

source: The donation system
de: Das Spendensystem
es: Sistema de donaciones
fi: Lahjoitusjärjestelmä
fr: Le système de donation
it: Il sistema di donazione
nb_no: Donasjonssystemet
nl: Het donatiesysteem
pt_br: Sistema de doações
ru: Система пожертвований
tr: Bağış sistemi
uk: Система пожертвувань

source: AntennaPod uses Open Collective, operated by Open Collective Inc. (USA) and Open Collective Europe ASBL (Belgium). When you make a donation, data flows to:
de: AntennaPod nutzt Open Collective, betrieben von Open Collective Inc. (USA) und Open Collective Europe ASBL (Belgien). Wenn du spendest, werden Daten an folgende Stellen übermittelt:
es: AntennaPod utiliza Open Collective, operado por Open Collective Inc. (EE. UU.) y Open Collective Europe ASBL (Bélgica). Al realizar una donación, los datos se transfieren a:
fi: AntennaPod käyttää Open Collective Inc:n (Yhdysvallat) ja Open Collective Europe ASBL:n (Belgia) tarjoamaa Open Collectivea. Kun teet lahjoituksen, tiedot siirretään seuraaviin kohteisiin:
it: AntennaPod usa Open Collective, gestito da Open Collective Inc. (Stati Uniti) e Open Collective Europe ASBL (Belgio). Quando effettui una donazione, i dati vengono trasmessi a:
nl: AntennaPod maakt gebruik van Open Collective, aangeboden door Open Collective Inc (VS) & Open Collective Europe ASBL (België). Wanneer je een donatie doet worden bepaalde gegevens gestuurd naar:
pt_br: O AntennaPod utiliza o Open Collective, operado pela Open Collective Inc. (USA) e pela Open Collective Europe ASBL (Bélgica). Quando você faz uma doação, os dados são enviados para:
ru: AntennaPod использует Open Collective, которым управляют Open Collective Inc. (США) и Open Collective Europe ASBL (Бельгия). Когда вы делаете пожертвование, данные передаются в:
uk: AntennaPod використовує Open Collective, яким керують Open Collective Inc. (США) та Open Collective Europe ASBL (Бельгія). Коли ви робите пожертву, дані передаються до:
zh_hans: AntennaPod 使用由 Open Collective Inc（美国）和 Open Collective Europe ASBL（比利时）运营的 Open Collective。当您捐款时，数据流向：

source: these entities - for more information, see [Open Collective Inc.'s privacy policy](https://opencollective.com/privacypolicy)
de: diese Unternehmen – weitere Informationen findest du in der [Datenschutzerklärung von Open Collective Inc.](https://opencollective.com/privacypolicy)
es: Estas entidades - para obtener más información, consulte la política de privacidad de [Open Collective Inc.](https://opencollective.com/privacypolicy)
fi: nämä yhteisöt – saat lisätietoja [Open Collective Inc:n tietosuojakäytännöstä](https://opencollective.com/privacypolicy)
it: queste entità - per ulteriori informazioni, consulta [l'informativa sulla privacy di Open Collective Inc.](https://opencollective.com/privacypolicy)
nb_no: disse enhetene – for mer informasjon, les [Open Collective Inc.s personvernregler](https://opencollective.com/privacypolicy)
nl: deze instanties - voor meer informatie, zie [Open Collective's privacy policy](https://opencollective.com/privacypolicy).
pt_br: essas entidades - para mais informações, consulte a [política de privacidade da Open Collective Inc.](https://opencollective.com/privacypolicy)
ru: эти организации - для получения дополнительной информации смотрите [Политику конфиденциальности Open Collective Inc.](https://opencollective.com/privacypolicy)
uk: ці організації - для отримання додаткової інформації див. [політику конфіденційності Open Collective Inc.](https://opencollective.com/privacypolicy)
