Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: At the same time: don't worry. We are open to introducing new features, options or preferences. And we have previously introduced these after popular demand, especially when there was a case to make for offering our users flexibility. So if you've got your own idea, feel free to [share your feature request on our forum](https://forum.antennapod.org/c/feature-request)!
ca: Al mateix temps: no et preocupis. Estem oberts a introduir noves funcions, opcions o preferències. I els hem introduït anteriorment després de la demanda popular, sobretot quan hi havia un cas per oferir flexibilitat als nostres usuaris. Així que si teniu la vostra pròpia idea, no dubteu a [compartir la vostra sol·licitud de funció al nostre fòrum](https://forum.antennapod.org/c/feature-request)!
cs: Zároveň se nemusíte bát. Jsme otevřeni zavádění nových funkcí, možností nebo preferencí. A již jsme dříve přidávali tyto prvky na základě populární poptávky, zejména pokud bylo důvodem poskytnout našim uživatelům flexibilitu. Takže pokud máte vlastní nápad, neváhejte a [podělte se o svou žádost o novou funkci na našem fóru](https://forum.antennapod.org/c/feature-request)!
da: Du skal dog ikke være bekymret. Vi er åbne over for nye funktioner, muligheder eller præferencer - når der er et godt argument for at tilbyde vores brugere fleksibilitet. Vi arbejder på etiketter til podcasts og har f.eks. for nylig indført lokale feeds. Så hvis du har din egen idé, er du velkommen til at [dele din anmodning om en funktion på vores forum](https://forum.antennapod.org/c/feature-request)!
de: Und gleichzeitig: Keine Sorge. Wir sind offen für neue Funktionen oder Einstellungen – wann immer es sich anbietet, unseren Nutzern mehr Flexibilität zu bieten. Wir arbeiten zum Beispiel an Tags für Podcasts und haben kürzlich lokale Feeds eingeführt. Wenn du also eine eigene Idee hast, [stelle gerne deine Funktionsanfrage in unserem Forum](https://forum.antennapod.org/c/feature-request)!
es: Al mismo tiempo: no te preocupes. Estamos abiertos a introducir nuevas funciones, opciones o preferencias. Y ya las hemos introducido anteriormente por demanda popular, especialmente cuando había una razón para ofrecer flexibilidad a nuestros usuarios. ¡Así que si tienes tu propia idea, no dudes en [compartir tu petición en nuestro foro](https://forum.antennapod.org/c/feature-request)!
fi: Samalla: älä huoli. Olemme avoimia uusille ominaisuuksille, vaihtoehdoille tai asetuksille. Ja olemme aiemmin ottaneet nämä käyttöön suuren kysynnän jälkeen, varsinkin kun on ollut aihetta tarjota käyttäjillemme joustavuutta. Joten jos sinulla on oma idea, [jaa ominaisuuspyyntösi keskustelupalstassamme](https://forum.antennapod.org/c/feature-request)!
fr: Simultanément, n'ayez crainte. Nous sommes disposés à introduire de nouvelles fonctionnalités, options ou préférences. Nous en avons déjà introduit certaines après des demandes populaires, particulièrement lorsqu'il s'agissait d'apporter à nos utilisateurs de la flexibilité. Par conséquent, s'il vous vient une idée originale, n'hésitez pas à [partager votre requête sur notre forum](https://forum.antennapod.org/c/feature-request) !
gl: Ao mesmo tempo: non te preocupes. Estamos abertas a novas funcións, opcións e preferencias. Así o fixemos introducindoas por petición popular, especialmente cando proporcionan máis flexibilidade ás usuarias. Por tanto se tes unha idea ou petición, non dubides [compartila no noso foro](https://forum.antennapod.org/c/feature-request)!
it: Ma allo stesso tempo, non preoccuparti. Siamo aperti a introdurre nuove funzionalità, opzioni o preferenze. E lo abbiamo già fatto nel caso di richieste molto popolari, in particolare quando c'erano ragioni per offrire ai nostri utenti flessibilità. Per cui, se hai un'idea, non esitare a [fare la tua richiesta per nuove funzionalità sul nostro forum](https://forum.antennapod.org/c/feature-request)!
ja: 同時に、心配しないでください。私たちは新しい機能やオプション、設定の導入にオープンです。これまでにも、多くのリクエストに応じて新しい機能を追加してきました。特に、ユーザーに柔軟性を提供する必要がある場合にはそうしています。ですから、あなたにアイデアがあれば、ぜひ[フォーラムで機能リクエストを共有してください](https://forum.antennapod.org/c/feature-request)！
nb_no: Samtidig: du trenger ikke å bekymre deg. Vi er åpen for å introdusere nye funksjoner, valg og innstillinger. Vi har tidligere introdusert flere slike etter høy etterspørsel, spesielt når det var et argument for å tilby våre brukere fleksibilitet. Har du ideer kan du dele dem [på forumet](https://forum.antennapod.org/c/feature-request)!
nl: Tegelijkertijd: maak je geen zorgen. Wij staan open voor de introductie van nieuwe functies, opties of voorkeuren. Al eerder hebben wij die op veler verzoek geïntroduceerd, vooral als er reden was de gebruikers meer flexibiliteit te bieden. Dus als je zelf een idee hebt, neem de vrijheid en [deel het verzoek op ons forum](https://forum.antennapod.org/c/feature-request)!
pt_br: Ao mesmo tempo: não se preocupe. Estamos abertos a introduzir novos recursos, opções e preferências. E já introduzimos esses recursos anteriormente após demanda popular, especialmente quando era o caso de oferecer flexibilidade aos nossos usuários. Então se você tem uma ideia, sinta-se à vontade para [compartilhar sua solicitação de recurso em nosso fórum](https://forum.antennapod.org/c/feature-request)!
ru: В то же время: не беспокойтесь. Мы открыты для введения новых функций, опций или предпочтений. И мы уже делали их по многочисленным просьбам, особенно когда были причины предложить нашим пользователям гибкость. Так что если у вас есть своя идея, не стесняйтесь [поделиться своим запросом на нашем форуме](https://forum.antennapod.org/c/feature-request)!
sk: Zároveň sa nemusíte báť. Sme otvorení zavádzať nové funkcie, možnosti alebo nastavenia. Už predtým sme ich aj niekoľko zaviedli na základe požiadaviek verejnosti, najmä keď nám to dalo možnosť ponúknuť našim používateľom flexibilitu. Takže ak máte vlastný nápad, neváhajte [zdieľať svoju požiadavku na vylepšenie na našom fóre](https://forum.antennapod.org/c/feature-request)!
tr: Aynı zamanda: endişelenmeyin. Yeni özellikler ve ayarlar eklemeye açığız. Ve bunları daha önce, özellikle kullanıcılarımıza esneklik sunduklarında, yoğun talep üzerine ekledik. Dolayısıyla, eğer bir fikriniz varsa, [özellik isteğinizi forumumuzda paylaşmaktan](https://forum.antennapod.org/c/feature-request) çekinmeyin!
uk: Водночас: не хвилюйтеся. Ми відкриті для впровадження нових функцій, опцій або налаштувань. І раніше ми вже впроваджували їх на прохання користувачів, особливо коли це було виправдано, щоб запропонувати нашим користувачам гнучкість. Тож якщо у вас є власна ідея, не соромтеся [поділитися своїм запитом на нашому форумі](https://forum.antennapod.org/c/feature-request)!
zh_hans: 同时：不用担心。我们愿意引入新的功能、选项或偏好。我们以前也曾应广大用户的要求推出过这些功能，尤其是在有理由为用户提供灵活性的情况下。因此，如果您有自己的想法，请随时[在我们的论坛上分享您的功能请求](https://forum.antennapod.org/c/feature-request)！

source: Open Source and free of ads
ca: Codi obert i lliure d'anuncis
cs: Open Source a bez reklam
da: Åben kildekode og fri for annoncer
de: Quelloffen und werbefrei
es: Software libre y sin anuncios
fi: Avoimen lähdekoodin ohjelmisto ilman mainoksia
fr: Libre et sans publicité
gl: Código Aberto e sen publicidade
it: Open source e senza pubblicità
ja: オープンソース、そして広告なし
nb_no: Åpen kildekode og reklamefri
nl: Open Source en vrij van advertenties
pt_br: De código aberto e sem anúncios
ru: С открытым исходным кодом и без рекламы
sk: Open Source a bez reklám
tr: Açık Kaynak ve reklamsız
uk: З відкритим кодом і без реклами
zh_hans: 开源且无广告

source: Like other great software such as Firefox and Signal, AntennaPod is open source. This means anyone can inspect and contribute to the code behind the app. And that AntennaPod is available in the open source and privacy-friendly [F-Droid app store](https://www.f-droid.org/packages/de.danoeh.antennapod/).
ca: Com altres programaris fantàstics com ara Firefox i Signal, AntennaPod és de codi obert. Això significa que qualsevol persona pot inspeccionar i contribuir al codi que hi ha darrere de l'aplicació. I aquest AntennaPod està disponible a la [botiga d'aplicacions F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/) de codi obert i amigable amb la privadesa.
cs: Stejně jako další skvělý software jako Firefox a Signal, AntennaPod je open source. To znamená, že kdokoli může prohlížet a přispívat kódu za aplikací. AntennaPod je k dispozici v open source a respektujícím soukromí [obchodě s aplikacemi F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/).
da: Ligesom andre gode programmer som Firefox og Signal er AntennaPod open source. Det betyder, at alle kan inspicere og bidrage til koden bag appen. Og at AntennaPod er tilgængelig i den open source- og privatlivsvenlige [F-Droid app store](https://www.f-droid.org/packages/de.danoeh.antennapod/).
de: Wie andere großartige Software, wie beispielsweise Firefox und Signal, ist AntennaPod Open-Source. Das bedeutet, dass jeder den Code hinter der Anwendung einsehen und zu ihm beitragen kann. Und dass AntennaPod im quelloffenen und datenschutzfreundlichen [F-Droid Store](https://www.f-droid.org/packages/de.danoeh.antennapod/) erhältlich ist.
es: Al igual que otros grandes programas como Firefox y Signal, AntennaPod es software libre. Esto significa que cualquiera puede inspeccionar y contribuir al código de la aplicación. Y que AntennaPod está disponible en la tienda de aplicaciones de libres y respetuosa con la privacidad [F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/).
fi: Kuten muutkin upeat ohjelmistot, kuten Firefox ja Signal, AntennaPod on avoimen lähdekoodin. Tämä tarkoittaa, että kuka tahansa voi tarkastaa sovelluksen takana olevan koodin ja osallistua siihen. Ja tämä AntennaPod on saatavilla avoimen lähdekoodin ja tietosuojaystävällisestä [F-Droid-sovelluskaupasta](https://www.f-droid.org/packages/de.danoeh.antennapod/).
fr: Tout comme d'autres excellents logiciels tels que Firefox et Signal, AntennaPod est un logiciel libre. Cela signifie que tout le monde peut consulter et contribuer au code de l'application. AntennaPod est disponible dans [l'App Store F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/), une boutique open source et respectueuse de la vie privée.
gl: Ao igual que outros softwares excelentes como Firefox ou Signal, AntennaPod é código aberto. Isto significa que calquera pode ler e contribuír ao código co que funciona. AntennaPod tamén está dispoñible en [na tenda F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/), o repositorio de aplicacións libre e respectuosas da privacidade.
it: Così come altre ottime applicazioni come Firefox e Signal, AntennaPod è open source. Ciò significa che chiunque può esaminare il codice che sta dietro l'app e contribuirvi. E che AntennaPod è disponibile su [F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/), l'app store open source e rispettoso della privacy.
ja: FirefoxやSignalなどの他の優れたソフトウェアと同様に、AntennaPodはオープンソースです。これは、誰でもアプリの背後にあるコードを確認して貢献できることを意味します。そして、AntennaPodは、オープンソースでプライバシーに配慮した[F-Droidアプリ ストア](https://www.f-droid.org/packages/de.danoeh.antennapod/)から入手できます。
nb_no: Som annen storartet programvare, som Firefox og Signal, er AntennaPod basert på åpen kildekode. Dette betyr at alle kan gjennomse og bidra til koden bak appen og at AntennaPod er tilgjengelig blant andre apper som er laget med åpen kildekode og tar vare på personvernet i [F-Droid-butikken](https://www.f-droid.org/packages/de.danoeh.antennapod/).
nl: Net als andere geweldige software, zoals Firefox en Signal, is AntennaPod open source. Dit betekent dat iedereen de code achter de app kan inspecteren en eraan kan bijdragen. En dat AntennaPod beschikbaar is in de open source en privacy-vriendelijke [F-Droid app store](https://www.f-droid.org/packages/de.danoeh.antennapod/).
pt_br: Assim como outros excelentes softwares, como o Firefox e o Signal, AntennaPod é de código aberto. Isso significa que qualquer um pode inspecionar e contribuir com o código por trás do app. E que o AntennaPod está disponível na loja de apps de código aberto e que respeitam a privacidade [F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/).
ru: Как и другие замечательные программы, такие как Firefox и Signal, AntennaPod имеет открытый исходный код. Это означает, что любой желающий может ознакомиться с кодом приложения и внести в него свой вклад. Кроме того, AntennaPod доступен в магазине приложений [F-Droid](https://www.f-droid.org/packages/de.danoeh.antennapod/), который также разработан с открытым исходным кодом и с учетом конфиденциальности.
sk: Rovnako ako iný skvelý softvér, napríklad Firefox a Signal, aj AntennaPod je open source. To znamená, že ktokoľvek si môže prezrieť kód aplikácie a prispieť k nemu. A AntennaPod je k dispozícii v obchode s aplikáciami [F-Droid App Store](https://www.f-droid.org/packages/de.danoeh.antennapod/), ktorý je open source a ponúka ochranu súkromia.
tr: Tıpkı diğer harika yazılımlar olan Firefox ve Signal gibi, AntennaPod da açık kaynak kodludur. Bu, herkesin uygulamanın arkasındaki kodu inceleyebileceği ve katkıda bulunabileceği anlamına gelir. Ayrıca, AntennaPod açık kaynak kodlu ve gizlilik dostu [F-Droid uygulama mağazasında](https://www.f-droid.org/packages/de.danoeh.antennapod/) mevcuttur.
uk: Як і інші чудові програми, такі як Firefox і Signal, AntennaPod має відкритий вихідний код. Це означає, що будь-хто може перевірити та внести свій вклад у код програми. Крім того, AntennaPod доступний у [магазині додатків F-Droid]((https://www.f-droid.org/packages/de.danoeh.antennapod/), який теж є відкритим та не порушує конфіденційність.
zh_hans: 与 Firefox 和 Signal 等其他优秀软件一样，AntennaPod 也是开源软件。这意味着任何人都可以检查和修改应用程序背后的代码。此外，AntennaPod 可在开源和隐私友好的 [F-Droid 应用商店](https://www.f-droid.org/packages/de.danoeh.antennapod/) 中下载。

source: That way, you can rest assured (or check for yourself) that there's no shady data collection going on. And because AntennaPod is created by volunteers, we don't need advertisers that bother you while navigating the app.
ca: D'aquesta manera, podeu estar segur (o comprovar per vosaltres mateixos) que no hi ha cap recopilació de dades obscures. I com que AntennaPod està creat per voluntaris, no necessitem anunciants que us molestin mentre navegueu per l'aplicació.
cs: Tímto způsobem si můžete být jisti (nebo si to můžete ověřit sami), že neprobíhá žádný podezřelý sběr dat. A protože AntennaPod vytvářejí dobrovolníci, nepotřebujeme reklamní partnery, kteří by vás obtěžovali při používání aplikace.
da: På den måde kan du være sikker på (eller selv kontrollere), at der ikke foregår nogen skummel dataindsamling. Og da AntennaPod er skabt af frivillige, har vi ikke brug for annoncører, der generer dig, mens du bruger appen.
de: Auf diese Weise kannst du dir sicher sein (oder dich selbst davon überzeugen), dass keine fragwürdige Datenerfassung stattfindet. Und da AntennaPod von Freiwilligen erstellt wird, brauchen wir keine Werbeeinblendungen, die dich beim Benutzen der App stören.
es: De este modo, puedes estar seguro (o comprobarlo por tu mismo) de que no se están recopilando datos. Y gracias a que AntennaPod está creado por voluntarios, no necesitamos anunciantes que te molesten mientras navegas por la aplicación.
fi: Tällä tavalla voit olla varma (tai tarkistaa itse), että mitään hämärää tiedonkeruuta ei tapahdu. Ja koska AntennaPod on vapaaehtoisten luoma, emme tarvitse mainostajia, jotka häiritsevät sinua navigoidessasi sovellusta.
fr: De cette façon, vous pouvez être assuré (ou vérifier par vous-même) qu'il n'y a pas de collecte de données louche. Comme AntennaPod est créé par des bénévoles, nous n'avons pas besoin d'annonceurs qui vous dérangent lorsque vous naviguez dans l'application.
gl: Deste xeito tes a certeza (ou podes comprobalo) que non hai recollida de datos ocultos, e como AntennaPod fano persoas voluntarias, non precisamos anunciantes que te amolen mentras utilizas a aplicación.
it: In questo modo, puoi stare sicuro (o puoi verificare tu stesso) che non stiamo raccogliendo nessun dato di nascosto. E, poiché AntennaPod è creato da volontari, non abbiamo bisogno di disturbarti con inserzioni pubblicitarie mentre utilizzi l'app.
ja: これにより、不審なデータ収集が行われていないことが保証され（または自分で確認して）安心できます。また、AntennaPodはボランティアによって開発されているため、アプリの操作中にあなたを煩わせる広告主は必要ありません。
nb_no: På den måten kan du være trygg på (og sjekke selv) at det ikke forekommer suspekt datainnsamling. Siden AntennaPod lages av frivillige trenger vi ikke reklamekrefter som forstyrrer deg når du bruker appen.
nl: Op die manier ben je er zeker van (of kun je zelf controleren) dat er geen dubieuze gegevensverzameling plaatsvindt. En omdat AntennaPod door vrijwilligers is gemaakt, zijn er geen adverteerders nodig die je storen bij het navigeren door de app.
pt_br: Dessa forma, pode ter certeza (ou checar por conta própria) de que não há nenhuma coleta de dados suspeita acontecendo. E como o AntennaPod é criado por voluntários, não precisamos de anunciantes incomodando enquanto você navega pelo app.
ru: Таким образом, вы можете быть уверены (или проверить сами), что нет никакого сбора данных. Также AntennaPod создан волонтерами, которым не нужна реклама беспокоющая вас при использовании приложения.
sk: Takto si môžete byť istí (alebo si to sami overiť), že nedochádza k žiadnemu pochybnému zhromažďovaniu údajov. A keďže aplikáciu AntennaPod vytvárajú dobrovoľníci, nepotrebujeme inzerentov, ktorí by vás obťažovali pri používaní aplikácie.
tr: Bu şekilde, hiçbir şüpheli veri toplama işlemi olmadığından emin olabilirsiniz (veya kendiniz kontrol edebilirsiniz).AntennaPod gönüllüler tarafından oluşturulduğu için uygulamada gezinirken sizi rahatsız eden reklamverenlere ihtiyacımız yok.
uk: Таким чином, ви можете бути впевнені (або перевірити самі), що не відбувається ніякого тіньового збору даних. А оскільки AntennaPod створюється волонтерами, нам не потрібні рекламодавці, які турбують вас під час використання додатка.
zh_hans: 这样，您就可以放心（或亲自检查），没有任何不正当的数据收集行为。由于 AntennaPod 是由志愿者创建的，因此我们不需要广告商在您浏览应用程序时打扰您。

source: Keeping the podcasting ecosystem open
ca: Mantenir l'ecosistema de podcasting obert
cs: Podpora otevřeného ekosystému podcastů
da: Hold podcasting-økosystemet åbent
de: Das Podcasting-Ökosystem offen halten
es: Manteniendo abierto el ecosistema del podcasting
fi: Podcast-ympäristön pitäminen avoimena
fr: Garder l'écosystème du podcast ouvert
gl: Manter aberto o ecosistema de podcasts
it: Mantenere aperto l'ecosistema del podcasting
ja: ポッドキャストのエコシステムをオープンに保つ
nb_no: Holder podkastøkosystemet åpent
nl: Het podcasting-ecosysteem open houden
pt_br: Mantendo o ecossistema de podcasts aberto
ru: Сделайте экосистему подкастов открытой
sk: Zachovanie otvorenosti ekosystému podcastingu
tr: Podcast ekosistemini açık tutmak
uk: Збереження екосистеми подкастингу відкритою
zh_hans: 保持播客生态系统的开放性

source: We stand for an open podcasting ecosystem. An ecosystem that
ca: Defensem un ecosistema de podcasting obert. Un ecosistema que
cs: Zastáváme otevřený ekosystém podcastů. Ekosystém, který
da: Vi står for et åbent økosystem for podcasting. Et økosystem, der
de: Wir stehen für ein offenes Podcasting-Ökosystem. Ein Ökosystem, das
es: Defendemos un ecosistema de podcasting abierto. Un ecosistema que
fi: Kannatamme avointa podcast-ympäristöä, joka
fr: Nous défendons un écosystème de podcast ouvert. Un écosystème qui
gl: Avogamos por un ecosistema de podcasts aberto. Un ecosistema que
it: Sosteniamo un ecosistema del podcasting aperto. Un ecosistema che
ja: 私たちは以下のようなオープンなポッドキャスティングのエコシステムを支持します。
nb_no: Vi står for et åpent podkastøkosystem. Et økosystem som
nl: Wij staan voor een open podcasting ecosysteem. Een ecosysteem dat
pt_br: Defendemos um ecossistema de podcasts abertos. Um ecossistema que
ru: Мы стоим за открытой экосистемой подкастов. Экосистемой которая
sk: Stojíme za otvoreným podcastovým ekosystémom. Ekosystém, ktorý
tr: Biz açık bir podcast ekosistemini savunuyoruz. Bu ekosistem
uk: Ми виступаємо за відкриту екосистему подкастингу. Екосистема, яка
zh_hans: 我们主张建立一个开放的播客生态系统。这个生态系统

source: supports free speech,
ca: admet la llibertat d'expressió,
cs: podporuje svobodu projevu,
da: støtter ytringsfrihed,
de: die Redefreiheit gewährleistet,
es: apoya la libertad de expresión,
fi: tukee sananvapautta,
fr: soutient la liberté d'expression,
gl: promova a libre expresión,
it: sostiene la libertà di espressione,
ja: 言論の自由をサポートする
nb_no: støtter ytringsfrihet,
nl: de vrije meningsuiting steunt,
pt_br: apoia a liberdade de expressão,
ru: поддерживает свободу слова,
sk: podporuje slobodu slova,
tr: ifade özgürlüğünü destekler,
uk: підтримує свободу слова,
zh_hans: 支持言论自由、

source: rewards podcasters for their creative work,
ca: premia els podcasters pel seu treball creatiu,
cs: odměňuje podcastery za jejich tvůrčí práci,
da: belønner podcastere for deres kreative arbejde,
de: Podcaster für ihre kreative Arbeit belohnt,
es: premia a los podcasters por su trabajo creativo,
fi: palkitsee podcastinpitäjiä luovasta työstä,
fr: récompense les podcasters pour leur travail créatif,
gl: favoreza o traballo creativo das podcasters,
it: ricompensa i podcaster per il loro lavoro creativo,
ja: ポッドキャスターの創造的な仕事に報酬を与える
nb_no: belønner skapere for kreativt arbeid,
nl: podcasters beloont voor hun creatieve werk,
pt_br: recompensa os podcasters pelo seu trabalho criativo,
ru: награждает подкастеров за их работу,
sk: oceňuje podcasterov za ich kreatívnu prácu,
tr: podcast yayıncılarını yaratıcı çalışmaları için ödüllendirir
uk: нагороджує подкастерів за їхню творчу роботу,
zh_hans: 奖励播客们的创意作品、

source: spares listeners from inaccessible content in [walled gardens](https://en.wikipedia.org/wiki/Closed_platform), and
cs: chrání posluchače před nedostupným obsahem v ["obmurovaných zahradách"](https://en.wikipedia.org/wiki/Closed_platform), a
de: die Hörer vor unzugänglichen Inhalten in [Geschlossenen Plattformen](https://de.wikipedia.org/wiki/Geschlossene_Plattform) verschont, und
es: evita a los oyentes contenidos inaccesibles en [plataformas cerradas](https://en.wikipedia.org/wiki/Closed_platform), y
fi: säästää kuuntelijat käyttökelvottomalta sisällöltä [aidatuissa puutarhoissa](https://en.wikipedia.org/wiki/Closed_platform) ja
fr: protège les auditeurs contre les contenus inaccessibles dans les [jardins clos](https://en.wikipedia.org/wiki/Walled_garden_(technology)), et
gl: gañe audiencia de oíntes por contido inaccesible en [xardíns fechados](https://en.wikipedia.org/wiki/Closed_platform), e
it: protegge gli ascoltatori da contenuti inaccessibili su [piattaforme chiuse](https://en.wikipedia.org/wiki/Closed_platform), e
ja: アクセス不可能な[ウォールドガーデン](https://en.wikipedia.org/wiki/Closed_platform)のコンテンツからリスナーを保護する
nb_no: beskytter lyttere fra utilgjengelig innhold bak [betalingsmur (engelsk)](https://en.wikipedia.org/wiki/Closed_platform), og
nl: beschermt gebruikers tegen ontoegankelijke inhoud in [walled gardens](https://en.wikipedia.org/wiki/Walled_garden_(technology)), en
pt_br: poupa os ouvintes de conteúdos inacessíveis por [jardins cercados](https://en.wikipedia.org/wiki/Closed_platform), e
ru: спасает слушателей от недоступного контенте в [закрытых платформах](https://en.wikipedia.org/wiki/Closed_platform), и
sk: chráni poslucháčov pred zneprístupnením obasahu v ["oplotených záhradách"](https://sk.wikipedia.org/wiki/Walled_garden) a
tr: dinleyicileri [walled garden teknolojisi ile](https://en.wikipedia.org/wiki/Walled_garden_(teknoloji)) erişilemeyen içerikten korur ve
uk: позбавляє слухачів від недоступного вмісту в [огороджених садах](https://en.wikipedia.org/wiki/Closed_platform), і
zh_hans: 使听众免受[有围墙的花园](https://zh.wikipedia.org/zh-cn/%E5%B0%81%E9%96%89%E5%B9%B3%E8%87%BA)中无法访问内容的影响，并且
