Repository: AntennaPod/antennapod.github.io
Catalog: general-pages/site-general_*.po
Languages: ca, cs, da, de, es, fi, fr, gl, it, ja, nb_no, nl, pt_br, ru, sk, tr, uk, zh_hans

source: AntennaPod is a podcast player, completely free and respectful of your privacy. It's created by volunteers throughout the world without any commercial interest. Together we contribute to an open podcasting ecosystem. So that you get to enjoy the web's best audio content.
ca: AntennaPod és un reproductor de podcasts, totalment gratuït i respectuós amb la teva privadesa. Està creat per voluntaris de tot el món sense cap interès comercial. Junts contribuïm a un ecosistema de podcasting obert. Perquè pugueu gaudir del millor contingut d'àudio del web.
cs: AntennaPod je přehrávač podcastů, zcela zdarma a respektující vaše soukromí. Je vytvářen dobrovolníky z celého světa bez jakéhokoli komerčního zájmu. Společně přispíváme k otevřenému ekosystému podcastů, abyste mohli užívat nejlepší zvukový obsah na webu.
da: AntennaPod er en podcast-afspiller, der er helt gratis og respekterer dit privatliv. Den er skabt af frivillige fra hele verden uden nogen kommercielle interesser. Sammen bidrager vi til et åbent økosystem for podcasting. Så du får mulighed for at nyde nettets bedste lydindhold.
de: AntennaPod ist ein Podcast-Player, der völlig kostenlos ist und deine Privatsphäre respektiert. Er wird von Freiwilligen aus der ganzen Welt ohne kommerzielle Interessen erstellt. Gemeinsam tragen wir zu einem offenen Podcast-Ökosystem bei, damit du die besten Audioinhalte des Internets genießen kannst.
es: AntennaPod es un reproductor de podcast, completamente gratuito y respetuoso con tu privacidad. Está creado por voluntarios de todo el mundo sin ningún interés comercial. Juntos contribuimos a un ecosistema de podcasting abierto. Para que puedas disfrutar de los mejores contenidos de audio de la red.
fi: AntennaPod on podcast-soitin, joka on täysin ilmainen ja yksityisyyttä kunnioittava. Se on luotu maailmanlaajuisesti vapaaehtoisten avulla ilman kaupallisia tavoitteita. Yhdessä olemme luomassa vapaata podcast-ekosysteemiä, jotta sinä voit nauttia webin parhaasta audiosisällöstä.
fr: AntennaPod est un lecteur de podcasts, entièrement gratuit et respectueux de votre vie privée. Il est conçu par des bénévoles du monde entier, sans intérêt commercial. Ensemble, nous contribuons à un écosystème de podcasts ouvert. Pour que vous puissiez profiter du meilleur contenu audio du Web.
gl: AntennaPod é un reprodutor de podcast, completamente libre e que respecta a túa privacidade. Está creado por persoas voluntarias de todo o mundo sen ningún interese comercial. Xuntas colaboramos nun ecosistema de podcasts aberto, para que poidas desfrutar dos mellores contidos en audio da web.
it: AntennaPod è un lettore di podcast completamente gratuito e rispettoso della tua privacy. È creato da volontari da ogni parte del mondo senza alcun interesse commerciale. Insieme diamo il nostro contributo a un ecosistema di podcasting aperto, affinché tu possa goderti i migliori contenuti audio sul web.
ja: AntennaPodは、完全に無料でプライバシーを尊重するポッドキャストプレーヤーです。世界中のボランティアによって作られ、商業的な利益はありません。私たちは共にオープンなポッドキャスティングエコシステムに貢献しています。これにより、ウェブ上の最高の音声コンテンツを楽しむことができます。
nb_no: AntennaPod er en podkastavspiller. Den er helt gratis og respekterer personvernet. Den er laget av frivillige fra hele verden uten kommersielle interesser. Sammen bidrar vi til et åpent podkastsamfunn slik at du kan nyte godt av nettets beste lydinnhold.
nl: AntennaPod is een podcast speler, gratis en met respect voor uw privacy. Het is gemaakt door vrijwilligers over de hele wereld zonder enig zakelijk belang. Samen dragen we bij aan een open podcasting-ecosysteem. Zodat u kan genieten van de beste audio-inhoud op het web.
pt_br: AntennaPod é um reprodutor de podcasts, totalmente gratuito e que respeita sua privacidade. É criado por voluntários ao redor do mundo, sem qualquer interesse comercial. Juntos, contribuímos para um ecossistema aberto de podcasts. Para que você possa desfrutar do melhor conteúdo de áudio da web.
ru: AntennaPod — это плеер подкастов, полностью свободный и уважающий вашу конфиденциальность. Он создан добровольцами по всему миру без каких-либо коммерческих интересов. Вместе мы вносим вклад в открытую экосистему подкастинга. Чтобы вы могли наслаждаться лучшим аудиоконтентом в Интернете.
sk: AntennaPod je prehrávač podcastov, ktorý je úplne bezplatný a rešpektuje vaše súkromie. Vytvárajú ho dobrovoľníci z celého sveta bez akéhokoľvek komerčného záujmu. Spoločne prispievame k otvorenému ekosystému podcastov. Aby ste si mohli vychutnávať najlepší zvukový obsah na internete.
tr: AntennaPod tamamen ücretsiz ve gizliliğinize saygılı bir podcast oynatıcısıdır. Dünyanın dört bir yanındaki gönüllüler tarafından herhangi bir ticari çıkar gözetilmeksizin oluşturulmuştur. Birlikte açık bir podcast ekosistemine katkıda bulunuyoruz. Böylece web'in en iyi ses içeriğinin keyfini çıkarabilirsiniz.
uk: AntennaPod - це програвач подкастів, повністю безкоштовний і з повагою до вашої приватності. Його створюють волонтери з усього світу без жодного комерційного інтересу. Разом ми робимо свій внесок у відкриту екосистему подкастингу щоб ви могли насолоджуватися найкращим аудіоконтентом.
zh_hans: AntennaPod是一个播客播放器，完全免费且尊重你的隐私。它由世界各地的志愿者创建，不涉及任何商业利益。我们共同为开放的播客生态系统做出贡献。这样你可以享受到互联网上最好的音频内容。

source: Simple, but feature packed
ca: Senzill, però ple de funcions
cs: Jednoduchý, ale plný funkcí
da: Enkel, men fyldt med funktioner
de: Einfach, aber voller Funktionen
es: Simple, pero con muchas funciones
fi: Yksinkertainen, mutta ominaisuuksia täynnä
fr: Simple, mais riche en fonctionnalités
gl: Simple, pero cheo de ferramentas
it: Semplice, ma ricco di funzioni
ja: シンプル、だが豊富な機能
nb_no: Enkel, men full av funksjoner
nl: Gemakkelijk en boordevol functies
pt_br: Simples, mas repleto de recursos
ru: Простой, но с большими возможностями
sk: Jednoduché, ale plné funkcií
tr: Basit, ancak özelliklerle dolu
uk: Простий, але aж напічканий всякими штучками
zh_hans: 简单，但是功能丰富

source: There's so many cool things to do in the world, and so many things in life to worry about. So you don't want to spend time figuring out how this thing works. Instead, you want to get started with finding and listening great content. And you want to be able to organise content, speed up or slow down playback and automate downloading and deletion. That's why we want AntennaPod to be simple to use, while giving you full control over your listening experience.
ca: Hi ha tantes coses interessants per fer al món i tantes coses a la vida per les quals preocupar-se. Així que no voldràs passar temps esbrinant com funciona aquesta cosa. En canvi, voleu començar a trobar i escoltar contingut fantàstic. I voleu poder organitzar el contingut, accelerar o alentir la reproducció i automatitzar la baixada i la supressió. És per això que volem que l'AntennaPod sigui fàcil d'utilitzar, alhora que us ofereix un control total sobre la vostra experiència d'escolta.
cs: Je ve světě tolik skvělých věcí, které lze dělat, a tolik věcí v životě, o kterých se můžete starat. Proto nechcete trávit čas tím, že byste zjišťovali, jak něco funguje. Místo toho chcete začít s hledáním a poslechem skvělého obsahu. A chcete být schopni organizovat obsah, zrychlovat nebo zpomalovat přehrávání a automatizovat stahování a mazání. Proto chceme, aby byl AntennaPod jednoduchý k použití, přičemž vám dává plnou kontrolu nad vaším poslechovým zážitkem.
da: Der er så mange fede ting at lave i verden, og der er så mange ting i livet, som man skal bekymre sig om. Så du har ikke lyst til at bruge tid på at finde ud af, hvordan den her ting fungerer. I stedet vil du gerne i gang med at finde og lytte til godt indhold. Og du vil gerne kunne organisere indholdet, sætte hastigheden på afspilningen op eller ned og automatisere downloading og sletning. Derfor ønsker vi, at AntennaPod skal være enkel at bruge, samtidig med at du får fuld kontrol over din lytteoplevelse.
de: Es gibt so viele coole Dinge auf der Welt zu tun, und so viele Dinge im Leben, um die man sich kümmern muss. Du möchtest also keine Zeit damit verbringen, herauszufinden, wie diese App funktioniert. Stattdessen möchtest du lieber gleich damit anfangen, tolle Inhalte zu finden und anzuhören. Und du möchtest in der Lage sein, Inhalte zu organisieren, die Wiedergabe zu beschleunigen oder zu verlangsamen und das Herunterladen und Löschen zu automatisieren. Deshalb möchten wir, dass AntennaPod einfach zu bedienen ist und dir gleichzeitig die volle Kontrolle über dein Hörerlebnis gibt.
es: Hay tantas cosas interesantes que hacer en el mundo, y tantas cosas en la vida de las que preocuparse. Así que no quieres perder el tiempo averiguando cómo funciona esto. En lugar de eso, quieres empezar a encontrar y escuchar grandes contenidos. Y quieres poder organizar el contenido, acelerar o ralentizar la reproducción y automatizar la descarga y el borrado. Por eso queremos que AntennaPod sea fácil de usar, pero que te dé un control total sobre tu experiencia de escucha.
fi: Maailmassa on niin paljon hienoa tekemistä, ja elämässä on niin monia asioita, joista on huolehdittava. Joten et halua käyttää aikaa sen selvittämiseen, kuinka tämä asia toimii. Sen sijaan haluat aloittaa hyvän sisällön etsimisen ja kuuntelemisen. Ja haluat pystyä järjestämään sisältöä, nopeuttamaan tai hidastamaan toistoa ja automatisoimaan lataamista ja poistamista. Siksi haluamme, että AntennaPod on helppokäyttöinen ja antaa sinulle täyden hallinnan kuuntelukokemuksestasi.
fr: Il y a tellement de choses intéressantes à faire dans le monde, et tellement de choses dont il faut se soucier dans la vie. Vous n'avez donc pas envie de passer du temps à comprendre comment fonctionne ce truc. En revanche, vous souhaitez commencer à trouver et à écouter des contenus géniaux. Vous souhaitez pouvoir les organiser, régler leur vitesse de lecture et automatiser les téléchargements et suppressions d’épisodes. C'est pourquoi nous voulons qu'AntennaPod soit simple à utiliser, tout en vous donnant un contrôle total sur votre expérience d'écoute.
gl: Hai moitas cousas interesantes que facer neste mundo, e tamén moito do que preocuparse. Así, non queres perder o tempo aprendendo a usar as cousas. Ao contrario, queres saber como atopar e escoitar os contidos do teu interese o antes posible. E queres poder organizalos, reproducir máis rápido ou máis lento e automatizar a descarga ou eliminación. Por eso queremos que AntennaPod sexa simple no seu uso e ao mesmo tempo che permita controlar a túa experiencia de escoita.
it: Ci sono tante cose interessanti da fare al mondo e tante cose a cui pensare nella vita. E quindi non ti va di metterci troppo tempo per capire come funziona questa cosa. Al contrario, vuoi metterti subito a scoprire e ascoltare bei contenuti. E poi vuoi essere in grado di organizzare i tuoi contenuti, accelerare o rallentare la riproduzione e automatizzare il download e l'eliminazione. Ecco perché vogliamo che AntennaPod sia semplice da usare, dandoti allo stesso tempo il controllo totale sulla tua esperienza di ascolto.
ja: 世界にはたくさんの素晴らしいことがあり、人生には心配ごともたくさんあります。だから、このアプリの使い方を考えるために時間を使いたくはありません。代わりに、素晴らしいコンテンツを見つけて聴き始めたいのです。そして、コンテンツを整理したり、再生速度を調整したり、ダウンロードや削除を自動化したりしたいと思っています。だからこそ、AntennaPodは使いやすく、リスニング体験を完全にコントロールできるようにしたいのです。
nb_no: Det er så mange kule ting du kan gjøre i verden og så mange ting i livet du kan bekymre deg over. Derfor vil du ikke bruke tid på å finne ut hvordan ting virker. I stedet kan du begynne med å finne og lytte til flott innhold. I tillegg kan du organisere innhold, øke eller senke avspillingstempo, samt automatisere nedlastinger og sletting. Derfor ønsker vi at AntennaPod skal være enkel å bruke samtidig som du har full kontroll over din lytteopplevelse.
nl: Er zijn zoveel leuke dingen te doen en zoveel zaken om je zorgen over te maken, dat je geen tijd wilt besteden aan het uitzoeken hoe deze app werkt. In plaats daarvan wil je meteen beginnen goede inhoud te vinden en te beluisteren. En je wilt die inhoud organiseren, het afspelen versnellen of vertragen en het downloaden en verwijderen automatiseren. Daarom is AntennaPod gemakkelijk te gebruiken met behoud van volledige controle over je luisterervaring.
pt_br: Há tantas coisas legais para se fazer no mundo e tantas outras para se preocupar na vida. Então, você não quer perder tempo tentando entender como tudo isso funciona. O que você quer é começar logo a descobrir e ouvir ótimos conteúdos. E também poder organizar seus podcasts, acelerar ou desacelerar a reprodução e automatizar downloads e exclusões. É por isso que queremos que o AntennaPod seja simples de usar, mas que te dê liberdade total sobre sua experiência de ouvir.
ru: В мире так много классных вещей, которые нужно сделать, и так много вещей в жизни, о которых нужно беспокоиться. Поэтому вы не хотите тратить время на выяснение того, как все это работает. Вместо этого вы хотите начать с поиска и прослушивания отличного контента. И вы хотите иметь возможность упорядочивать контент, ускорять или замедлять воспроизведение, автоматизировать загрузку и удаление. Именно поэтому мы хотим, чтобы AntennaPod был прост в использовании и при этом давал вам полный контроль над прослушиванием.
sk: Na svete je toľko úžasných vecí, ktorým sa môžete venovať, a tiež kopu vecí, pre ktoré si robiť starosti, takže nechcete strácať čas zisťovaním, ako táto vecička funguje. Namiesto toho by ste radšej začali s nachádzaním a počúvaním skvelého obsahu. Tiež chcete mať možnosť organizovať obsah, zrýchliť alebo spomaliť prehrávanie a automatizovať sťahovanie aj odstraňovanie. Preto chceme, aby sa AntennaPod ľahko používal, ale zároveň ponúkal plnú kontrolu nad vašou skúsenosťou pri počúvaní.
tr: Dünyada yapacak o kadar çok güzel şey ve hayatta endişelenecek o kadar çok şey var ki. Bu yüzden bu şeyin nasıl çalıştığını anlamak için zaman harcamak istemezsiniz. Bunun yerine, harika içerikler bulmaya ve dinlemeye başlamak istiyorsunuz. Ve içeriği düzenleyebilmek, oynatmayı hızlandırmak veya yavaşlatmak ve indirme ve silme işlemlerini otomatikleştirmek istiyorsunuz. Bu nedenle AntennaPod'un kullanımının basit olmasını ve dinleme deneyiminiz üzerinde size tam kontrol sağlamasını istiyoruz.
uk: У світі стільки цікавих речей, якими можна зайнятися, і стільки всього, про що варто турбуватися. Тому ви не хочете витрачати час на з'ясування того, як все це працює. Натомість ви хочете почати з пошуку та прослуховування чудового контенту. І ви хочете мати можливість впорядковувати контент, прискорювати або сповільнювати відтворення, автоматизувати завантаження та видалення. Ось чому ми хочемо, щоб AntennaPod був простим у використанні, але при цьому давав вам повний контроль над прослуховуванням.
zh_hans: 世界上有那么多有趣的事情要做，生活中也有那么多事情要担心。所以你不想花时间弄清楚这个东西是如何工作的。相反，你想开始寻找和收听精彩的内容。你希望能够组织内容、加快或减慢播放速度以及自动下载和删除。这就是为什么我们希望 AntennaPod 使用起来简单，同时让你完全控制你的聆听体验。

source: In that context, we realise that every option we add means a choice not made. And a choice not made, is a decision that we push to the end-user. (Here's a great [blog post on why developers shouldn't do that](http://neugierig.org/software/blog/2018/07/options.html) lightly.) We promise to do our best to make those decisions that create a great experience. Because - did you decide yet what you're going to eat tonight?
ca: En aquest context, ens adonem que cada opció que afegim significa una elecció no feta. I una elecció no presa és una decisió que impulsem a l'usuari final. (Aquí hi ha una gran [entrada al bloc sobre per què els desenvolupadors no haurien de fer això](http://neugierig.org/software/blog/2018/07/options.html) a la lleugera). Ens comprometem a fer tot el possible per prendre aquestes decisions. que creen una gran experiència. Perquè... ja has decidit què menjaràs aquesta nit?
cs: V tomto kontextu si uvědomujeme, že každá možnost, kterou přidáme, znamená nevybranou volbu. A nevybraná volba je rozhodnutí, které přenášíme na koncového uživatele. (Zde je skvělý [blogový příspěvek, který vysvětluje, proč by vývojáři neměli takové věci dělat lehkomyslně.](http://neugierig.org/software/blog/2018/07/options.html)) Slibujeme, že uděláme maximum pro to, abychom učinili rozhodnutí, která vytvoří skvělý zážitek. Protože - už jste se rozhodli, co budete dnes večer jíst?
da: I den forbindelse er vi klar over, at hver mulighed, vi tilføjer, betyder et valg, der ikke er truffet. Og et valg, der ikke er truffet, er en beslutning, som vi overlader til slutbrugeren. (Her er et godt [blogindlæg om, hvorfor udviklere ikke bør gøre det](http://neugierig.org/software/blog/2018/07/options.html) uden grundig overvejelse.) Vi lover at gøre vores bedste for at træffe de beslutninger, der skaber en god oplevelse. Fordi - har du mon ikke besluttet dig for, hvad du skal spise i aften?
de: Dabei ist uns klar, dass jede von uns hinzugefügte Option eine nicht getroffene Wahl bedeutet. Und eine nicht getroffene Wahl ist eine Entscheidung, die wir dem Endbenutzer aufzwingen (Hier ist ein großartiger [Blogbeitrag darüber, weshalb Entwickler das nicht leichtfertig machen sollten](https://neugierig.org/software/blog/2018/07/options.html)). Wir versprechen, dass wir unser Bestes tun, um die Entscheidungen zu treffen, die ein großartiges Erlebnis schaffen. Denn – hast du schon entschieden, was du heute Abend essen wirst?
es: En ese contexto, nos dimos cuenta de que cada opción que añadimos significa una decisión no tomada. Y una decisión no tomada, es una decisión que empujamos al usuario final. (Aquí hay [entrada de blog muy buena sobre por qué los desarrolladores no deben de hacer eso](http://neugierig.org/software/blog/2018/07/options.html) a la ligera). Prometemos hacer todo lo posible para tomar esas decisiones que crean una gran experiencia. Porque, ¿ya has decidido qué vas a comer esta noche?
fi: Tässä yhteydessä ymmärrämme, että jokainen lisäämämme vaihtoehto tarkoittaa valintaa, jota ei ole tehty. Ja valinta, jota ei ole tehty, on päätös, jonka painamme loppukäyttäjälle. (Tässä on loistava [blogiviesti siitä, miksi kehittäjien ei pitäisi tehdä niin](http://neugierig.org/software/blog/2018/07/options.html) kevyesti.) Lupaamme tehdä parhaamme tehdäksemme nämä päätökset jotka luovat hienon kokemuksen. Koska - oletko jo päättänyt, mitä aiot syödä tänä iltana?
fr: Dans ce contexte, nous avons conscience que chaque option que nous ajoutons signifie qu'un choix n’a pas été fait. Ce choix qui n'est pas fait devient une décision que nous reportons sur l'utilisateur final. (Voici un excellent [article de blog](http://neugierig.org/software/blog/2018/07/options.html) expliquant pourquoi les développeurs ne devraient pas faire cela). Nous promettons de faire de notre mieux pour prendre ces décisions qui créent une expérience exceptionnelle. Parce que - savez-vous déjà ce que vous allez manger ce soir ?
gl: Así as cousas, somos conscientes de que cada opción que engadimos significa unha nova elección a facer, e por tanto forzamos á persoa usuaria a tomar unha decisión. (Aquí tes un bo [artigo nun blog sobre porque as desenvolvedoras non deberían tomar isto á lixeira](http://neugierig.org/software/blog/2018/07/options.html). Prometemos facelo o mellor posible. Porque - xa pensaches o que vas cear hoxe?
it: A questo proposito, siamo consapevoli che ogni opzione che aggiungiamo è una scelta non fatta. E una scelta non fatta è una decisione che rimandiamo all'utente finale. (Qui trovi un ottimo [articolo di blog sul perché gli sviluppatori non dovrebbero farlo](http://neugierig.org/software/blog/2018/07/options.html) con troppa leggerezza.) Promettiamo di fare del nostro meglio per prendere decisioni che creano un'ottima esperienza. Perché - hai già deciso cosa mangerai questa sera?
ja: その文脈において、私たちは追加するオプションがすべて、選択肢を減らすことを意味することを理解しています。そして、選択肢が減ることは、エンドユーザーに決定を押し付けることになります。（こちらに、[開発者がそれをすべきでない理由についての素晴らしいブログ記事](http://neugierig.org/software/blog/2018/07/options.html)があります。）私たちは、素晴らしい体験を生み出すために必要な決定をするよう最善を尽くすことを約束します。なぜなら、今夜何を食べるか決めましたか？
nb_no: I så måte innser vi at ethvert alternativ vi legger til er et valg som ikke er tatt. Valg som ikke er tatt er en beslutning vi gir til sluttbrukeren. (Her er en flott [bloggpost om hvordan utviklere ikke bør gjøre dette (på engelsk)](http://neugierig.org/software/blog/2018/07/options.html) uten ettertanke.) Vi lover å gjøre vårt beste for å ta disse valgene som lager en god opplevelse. For - har du bestemt hva du skal spise i kveld?
nl: In die context realiseren we ons dat elke optie die we toevoegen een keuze betekent die niet wordt gemaakt. En een keuze die niet is gemaakt, is een beslissing die we doorschuiven naar de eindgebruiker. (Hier is een geweldige [blogpost over waarom ontwikkelaars dat niet lichtvaardig zouden moeten doen](http://neugierig.org/software/blog/2018/07/options.html).) We beloven ons best te doen om die beslissingen te nemen die een geweldige gebruikservaring opleveren. Want - heb je al besloten wat je vanavond gaat eten?
pt_br: Nesse sentido, entendemos que cada opção que adicionamos significa uma escolha que deixamos de fazer. E uma escolha não feita é, na verdade, uma decisão que repassamos para o usuário final. (Aqui vai uma ótima [publicação sobre por que os desenvolvedores não deveriam fazer isso](http://neugierig.org/software/blog/2018/07/options.html) levianamente.) Prometemos fazer o possível para tomar as decisões que proporcionem uma excelente experiência. A propósito - já decidiu o que vai jantar hoje?
ru: В этом контексте мы понимаем, что каждый вариант, который мы добавляем, означает выбор, который не сделан. И не принятый выбор - это решение, которое мы подталкиваем к конечному пользователю. (Вот отличный [пост в блоге о том, почему разработчики не должны этого делать](http://neugierig.org/software/blog/2018/07/options.html) .) Мы обещаем сделать все возможное, чтобы принять эти решения, это создает отличный опыт. Потому что вы решили, что собираетесь поесть сегодня вечером?
sk: V tomto kontexte si uvedomujeme, že každá nová možnosť sa stáva voľbou. Ak ju nespravíme my, tak je rozhodovanie prenesené na užívateľa. (Pozri [blog, prečo by to vývojári nemali robiť](http://neugierig.org/software/blog/2018/07/options.html) bezrozmyslu.) Sľubujeme, že spravíme maximum pre to, aby sme robili rozhodnutia, ktoré prinesú skvelú skúsenosť. Pretože - už ste sa rozhodli, čo budete mať dnes na večeru?
tr: Bu bağlamda, eklediğimiz her seçeneğin yapılmayan bir seçim anlamına geldiğinin farkındayız. Ve yapılmayan bir seçim, son kullanıcıya sunduğumuz bir karardır. (Burada [geliştiricilerin bunu neden yapmaması gerektiğine dair](http://neugierig.org/software/blog/2018/07/options.html) harika bir blog yazısı bulabilirsiniz.) Harika bir deneyim yaratan kararları vermek için elimizden gelenin en iyisini yapacağımıza söz veriyoruz. Çünkü - bu akşam ne yiyeceğinize karar veremediniz mi?
uk: Тож ми розуміємо, що кожна додана нами опція означає незроблений вибір. А незроблений вибір - це рішення, яке ми нав'язуємо кінцевому користувачеві. (Ось чудова [стаття в блозі про те, чому розробники не повинні цього робити](http://neugierig.org/software/blog/2018/07/options.html)). Ми обіцяємо зробити все можливе, щоб приймати ті рішення, які створюють чудовий досвід. Тому що.. Ви вже вирішили, що будете їсти сьогодні на вечерю?
zh_hans: 在这种情况下，我们意识到我们添加的每个选项都意味着未做出的选择。而未做出的选择是我们推给终端用户的决定。（这里有一篇很棒的博客文章，[解释了为什么开发人员不应该轻率地这样做](http://neugierig.org/software/blog/2018/07/options.html)）。我们承诺尽最大努力做出那些创造良好体验的决定。因为 — 你已经决定今晚要吃什么了吗？
