Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: When you are done listening with an episode, in most cases you want to delete it from your phone, to free up space. There is different ways that you can do that.
ca: Quan acabeu d'escoltar un episodi, en la majoria de casos voleu esborrar-lo del vostre telèfon, per alliberar espai. Hi ha diferents maneres de fer-ho.
da: Når du er færdig med at lytte til et afsnit, vil du i de fleste tilfælde ønske at slette den fra din telefon for at frigøre plads. Der er forskellige måder, du kan gøre det på.
de: Wenn du eine Episode angehört hast, möchtest du sie in den meisten Fällen vom Telefon löschen, um Speicherplatz freizugeben. Es gibt verschiedene Möglichkeiten, dies zu erreichen.
es: Cuando acabaste de escuchar un episodio, en la mayoría de los casos, querrás eliminarlo de tu teléfono, para liberar espacio. Hay varias maneras de hacer esto.
fa: وقتی گوش دادن به قسمتی تمام شد، در بیشتر موارد می‌خواهید آن را از گوشی پاک کنید تا فضا آزاد شود. راه‌های بسیاری برای این کار وجود دارد.
fr: Lorsque vous avez terminé l'écoute d'un épisode, dans la plupart des cas, vous voudrez le supprimer de votre téléphone pour libérer de l'espace. Il existe différentes façons de le faire.
gl: Cando acabaches de escoitar un episodio, na maioría dos casos, quererás eliminalo do teu teléfono, para liberar espazo. Hai varias maneiras de facer isto.
it: Quando hai finito di ascoltare un episodio, nella maggior parte dei casi vorrai eliminarlo dal tuo telefono, per liberare spazio. Ci sono diversi modi per farlo.
ja: エピソードを聞き終わったら、ほとんどの場合、空き容量を増やすためにスマートフォンからエピソードを削除したいと思うでしょう。削除にはさまざまな方法があります。
nb_no: Når du er ferdig med å lytte til en episode, vil du i de fleste tilfeller slette den fra telefonen for å frigjøre plass. Det er forskjellige måter du kan gjøre det på.
nl: Als je klaar bent met het beluisteren van een aflevering, verwijder je ze meestal van de telefoon om ruimte vrij te maken. Daarvoor bestaan verschillende methoden.
pt_br: Quando você termina de ouvir um episódio, na maioria dos casos vai querer excluí-lo do celular para liberar espaço. Há diferentes maneiras de fazer isso.
ru: Когда вы закончите слушать эпизод, в большинстве случаев вы захотите удалить его с телефона, чтобы освободить место. Сделать это можно разными способами.
tr: Bir bölümü dinlemeyi bitirdiğinizde , çoğu durumda yer açmak için onu telefonunuzdan silmek istersiniz. Bunu yapmanın farklı yolları vardır.
uk: Коли ви закінчите прослуховувати епізод, у більшості випадків ви хочете видалити його з телефону, щоб звільнити місце. Ви можете це зробити різними способами.

source: Firstly, you can of course manually delete episodes. When viewing the queue or a specific podcast, you can long-press an episode and tap `Delete`. When viewing the Completed tab in the Downloads screen you can also simply tap the bin icon. If you want, AntennaPod can automatically remove en episode from the queue if it is deleted. You can find this option under `Settings` » `Storage` » `Delete removes from Queue`.
ca: En primer lloc, és clar que podeu suprimir episodis manualment. Quan visualitzeu la cua o un podcast específic, podeu prémer llargament un episodi i tocar `Suprimiu`. Quan visualitzeu la pestanya Completat a la pantalla Descàrregues, també podeu simplement tocar la icona de la paperera. Si voleu, AntennaPod pot suprimir automàticament un episodi de la cua si s'elimina. Podeu trobar aquesta opció a `Configuració` » `Emmagatzematge` » `Suprimeix els episodi eliminats de la cua`.
da: For det første kan du naturligvis slette afsnit manuelt. Når du ser køen eller en bestemt podcast, kan du trykke længe på et afsnit og trykke på `Slet`. Når du kigger på fanen Færdige på skærmen Overførsler, kan du også blot trykke på ikonet med skraldespanden. Hvis du ønsker det, kan AntennaPod automatisk fjerne et afsnit fra køen, hvis den bliver slettet. Du kan finde denne indstilling under `Indstillinger` " `Lagring` " `Slet fjerner fra kø`.
de: Erstens kannst du natürlich auch manuell Episoden löschen. Wenn du die Warteschlange oder einen bestimmten Podcast ansiehst, kannst du lange auf eine Episode drücken und auf `Löschen` tippen. Im Bildschirm „Downloads“ kannst du auch einfach auf das Mülleimer-Symbol tippen. Wenn du möchtest, kann AntennaPod eine Episode automatisch aus der Warteschlange entfernen, sobald sie gelöscht wird. Diese Option findest du unter `Einstellungen` » `Downloads` » `Gelöschte aus Warteschlange entfernen`.
es: Primero, puedes, por supuesto, eliminar los episodios de manera manual. Cuando estés viendo la cola o un podcast específico, puedes mantener pulsado sobre un episodio y tocar en `eliminar`. Cuando estés en la pestaña de Completados en la página de Descargas, puedes simplemente tocar en el icono de la papelera. Si quieres, AntennaPod puede eliminar de manera automática un episodio de la cola si se elimina. Puedes encontrar esta opción en `Ajustes` » `Almacenamiento` » `Quitar eliminados de la Cola`.
fa: نخست، می‌توانید قسمت‌ها را به‌صورت دستی پاک کنید. هنگام مشاهده صف یا پادپخش خاص، می‌توانید روی یک قسمت فشار طولانی دهید و `پاک کردن` را بزنید. در زبانه `تکمیل‌شده` در صفحه بارگیری‌ها، می‌توانید به‌سادگی روی نماد سطل زباله بزنید. اگر بخواهید، آنتناپاد می‌تواند هنگام پاک کردن یک قسمت، آن را به‌صورت خودکار از صف بردارد. این گزینه در `تنظیمات` » `حافظه` » `پاک کردن از صف بردارد` قرار دارد.
fr: Tout d'abord, vous pouvez bien sûr supprimer manuellement vos épisodes. Lorsque vous consultez vos épisodes, vous pouvez appuyer longuement sur un épisode et choisir `Supprimer`. Lorsque vous consultez l'onglet Terminé dans l'écran des Téléchargements, vous pouvez aussi simplement utiliser l'icône de la poubelle. Si vous le souhaitez, AntennaPod peut automatiquement supprimer un épisode de la file d'attente s'il est supprimé. Vous pouvez trouver cette option sous `Parmètres` → `Stockage` → `Supprimer retire de la liste de lecture`.
gl: Primeiro, podes, por suposto, eliminar os episodios de maneira manual. Cando esteas a ver a cola ou un podcast específico, podes manter pulsado sobre un episodio e tocar en `eliminar`. Cando esteas na pestana de Completados na páxina de Descargas, podes simplemente tocar na icona da papeleira. Se queres, AntennaPod pode eliminar de maneira automática un episodio da cola se se elimina. Podes atopar esta opción en `Axustes` » `Almacenamento` » `Quitar eliminados da Cola`.
it: In primo luogo, è ovviamente possibile eliminare manualmente gli episodi. Quando si visualizza la coda o un podcast specifico, è possibile tenere premuto su un episodio e toccare `Elimina`. Quando si visualizza la scheda Completati nella schermata Download si può anche semplicemente toccare l'icona del cestino. Se vuoi, AntennaPod può rimuovere automaticamente l'episodio dalla coda se viene eliminato. Puoi trovare questa opzione in `Impostazioni` » `Archiviazione` » `Elimina rimuove dalla coda`.
ja: まず、もちろん手動でエピソードを削除できます。キューや特定のポットキャストを表示しているときに、エピソードを長押しし、`削除` をタップします。ダウンロード画面の完了タブでは、単にゴミ箱アイコンをタップすることでも削除できます。必要に応じて、エピソードがキューから削除されたときにAntennaPodが自動的に削除するように設定することもできます。このオプションは、`設定` » `ストレージ` » `キューから削除する` にあります。
nb_no: For det første kan du selvfølgelig slette episoder manuelt. Når du ser på køen eller en bestemt podcast kan du trykke lenge på en episode og trykke på `Slett`. Når du ser på Fullført-fanen i nedlastingsskjermen kan du også bare trykke på søppelikonet. Hvis du vil kan AntennaPod automatisk fjerne en episode fra køen hvis den slettes. Du finner dette alternativet under `Innstillinger` →`Lagring` →`Sletting fjerner fra køen`.
nl: Ten eerste zijn afleveringen natuurlijk handmatig te verwijderen. In de wachtrij of bij specifieke podcast kun je lang drukken op een aflevering en op `Verwijderen` tikken. Op het tabblad Voltooid in het scherm Downloads kun je op het prullenbak-icoontje tikken. Als je wilt kan AntennaPod kan automatisch een aflevering uit de wachtrij verwijderen wanneer deze wordt gewist. Deze optie vind je onder `Instellingen` » `Opslag` » `Aflevering verwijderen uit wachtrij na wissen`.
pt_br: Primeiro, é claro, você pode excluir episódios manualmente. Ao visualizar a fila ou um podcast específico, toque e segure um episódio e selecione `Excluir`. Na aba Concluídos, na tela de Downloads, você também pode simplesmente tocar no ícone de lixeira. Se quiser, o AntennaPod pode remover automaticamente um episódio da fila quando ele for excluído. Essa opção está disponível em `Configurações` » `Armazenamento` » `Excluir remove da Fila`.
ru: Во-первых, вы, конечно, можете вручную удалять эпизоды. При просмотре очереди или конкретного подкаста вы можете нажать на эпизод и коснуться `Удалить`. При просмотре вкладки "Завершено" на экране "Загрузки" вы также можете просто нажать на значок корзины. Если вы хотите, AntennaPod может автоматически удалить эпизод из очереди, если он удален. Эту опцию можно найти в разделе `Настройки` " `Хранилище` " `Удалить из очереди`.
tr: Öncelikle bölümleri elbette manuel olarak silebilirsiniz. Sırayı veya belirli bir podcast'i görüntülerken, bir bölüme uzun basabilir ve ` Sil ` öğesine dokunabilirsiniz . İndirmeler ekranında Tamamlanan sekmesini görüntülerken, çöp kutusu simgesine de dokunabilirsiniz. İsterseniz, AntennaPod silindiğinde bir bölümü sıradan otomatik olarak kaldırabilir . Bu seçeneği ` Ayarlar ` » ` Depolama ` » ` Sıradan kaldırır sil ` altında bulabilirsiniz .
uk: По-перше, звичайно, ви можете вручну видалити епізоди. Під час перегляду черги або певного подкасту ви можете довго натискати епізод і торкнутися «Видалити». Переглядаючи вкладку «Завершене» на екрані «Завантаження», ви також можете просто торкнутися значка кошика. Якщо ви хочете, AntennaPod може автоматично видалити епізод із черги, якщо його буде видалено. Цю опцію можна знайти в розділі `Налаштування` » `Зберігання` » `Видалити видалення з черги`.

source: Secondly, AntennaPod has some solutions to automatically delete episodes. Particularly, AntennaPod can automatically delete episodes when playback completes, and when it needs space for the Automatic Download process. For more information on these options, please see the [Automatic Deletion](/documentation/automation/deletion) article.
ca: En segon lloc, AntennaPod té algunes solucions per eliminar automàticament episodis. En particular, l'AntennaPod pot eliminar automàticament episodis quan es completi la reproducció i quan necessiti espai per al procés de descàrrega automàtica. Per a més informació sobre aquestes opcions, vegeu l'article [Supressió automàtica](/documentation/automation/deletion).
da: For det andet har AntennaPod nogle løsninger til automatisk at slette afsnit. AntennaPod kan bl.a. slette afsnit automatisk, når afspilningen er afsluttet, og når den har brug for plads til den automatiske overførselsproces. Du kan finde flere oplysninger om disse muligheder i artiklen [Automatisk sletning](/documentation/automation/deletion).
de: Zweitens verfügt AntennaPod über einige Lösungen zum automatischen Löschen von Episoden. Insbesondere kann AntennaPod Episoden automatisch löschen, wenn die Wiedergabe beendet ist und wenn Speicherplatz für das automatische Herunterladen benötigt wird. Weitere Informationen zu diesen Optionen findest du unter [Automatisches Löschen](/de/documentation/automation/deletion).
es: Segundo, AntennaPod tiene varias soluciones para eliminar episodios de manera automática. Particularmente, AntennaPod puede eliminar episodios de manera automática cuando su reproducción finaliza, y cuando necesita espacio para el proceso de descarga automático. Para más información sobre estas opciones, por favor lee el artículo [Eliminación Automática](/documentation/automation/deletion).
fa: دوم، آنتناپاد راه‌حل‌هایی برای پاک کردن خودکار قسمت‌ها دارد. به‌ویژه، آنتناپاد می‌تواند قسمت‌ها را پس از پایان پخش به‌صورت خودکار پاک کند و هنگامی که برای فرآیند بارگیری خودکار به فضا نیاز دارد. برای اطلاعات بیشتر درباره این گزینه‌ها، لطفاً مقاله [پاک کردن خودکار](/documentation/automation/deletion) را ببینید.
fr: Deuxièmement, AntennaPod dispose de certaines solutions pour supprimer automatiquement les épisodes. AntennaPod peut notamment supprimer automatiquement des épisodes lorsque la lecture est terminée, ou quand il a besoin d'espace pour téléchargement automatiquement de nouveaux épisodes. Pour plus d'informations sur ces options, veuillez consulter l'article [Suppression automatique](/documentation/automation/deletion).
gl: Segundo, AntennaPod ten varias solucións para eliminar episodios de maneira automática. Particularmente, AntennaPod pode eliminar episodios de maneira automática cando a súa reprodución finaliza, e cando necesita espazo para o proceso de descarga automático. Para máis información sobre estas opcións, por favor le o artigo [Eliminación Automática](/documentation/automation/deletion).
it: In secondo luogo, AntennaPod ha alcune soluzioni per eliminare automaticamente gli episodi. In particolare, AntennaPod può eliminare automaticamente gli episodi al termine della riproduzione e quando ha bisogno di spazio per il processo di download automatico. Per maggiori informazioni su queste opzioni, consulta l'articolo [Eliminazione automatica](/documentation/automation/deletion).
ja: 次に、AntennaPodはエピソードの自動削除の方法をいくつか提供しています。特に、再生が完了したとき、および、自動ダウンロードを行うために空き容量が必要なときに、エピソードを自動的に削除できます。これらのオプションに関する詳しい情報については、[自動削除](/documentation/automation/deletion)の記事を参照してください。
nb_no: For det andre har AntennaPod noen løsninger for å slette episoder automatisk. Spesielt kan AntennaPod automatisk slette episoder når avspillingen er fullført, samt når den trenger plass til den automatiske nedlastingsprosessen. For mer informasjon om disse alternativene, se artikkelen [Automatisk sletting](/documentation/automation/deletion).
nl: Ten tweede heeft AntennaPod enkele oplossingen om afleveringen automatisch te verwijderen. AntennaPod kan met name automatisch afleveringen verwijderen wanneer het afspelen is voltooid en wanneer er ruimte nodig is voor het automatische downloadproces. Raadpleeg het artikel [Automatisch verwijderen](/documentation/automation/deletion) voor meer informatie over deze opties.
pt_br: Além disso, o AntennaPod oferece algumas soluções para excluir episódios automaticamente. Em especial, o app pode excluir episódios automaticamente quando a reprodução é concluída, ou quando precisar liberar espaço para o processo de Download automático. Para mais informações sobre essas opções, confira o artigo [Exclusão automática](/documentation/automation/deletion).
ru: Во-вторых, в AntennaPod есть несколько решений для автоматического удаления эпизодов. В частности, AntennaPod может автоматически удалять эпизоды по завершении воспроизведения, а также когда ему требуется место для процесса автоматической загрузки. Более подробную информацию об этих возможностях вы можете найти в статье [Автоматическое удаление](/documentation/automation/deletion).
tr: İkinci olarak, AntennaPod'un bölümleri otomatik olarak silmek için bazı çözümleri vardır. Özellikle, AntennaPod, oynatma tamamlandığında ve Otomatik İndirme işlemi için alana ihtiyaç duyduğunda bölümleri otomatik olarak silebilir. Bu seçenekler hakkında daha fazla bilgi için lütfen [Otomatik Silme](/documentation/automation/deletion) makalesine bakın.
uk: По-друге, AntennaPod має деякі рішення для автоматичного видалення епізодів. Зокрема, AntennaPod може автоматично видаляти епізоди після завершення відтворення та коли йому потрібен простір для процесу автоматичного завантаження. Додаткову інформацію про ці параметри див. у статті [Автоматичне видалення](/documentation/automation/deletion).

source: You can set AntennaPod to download episodes to your sd card instead of the internal memory. This ensures that you have more space for episodes. To select the storage card, go to `Settings` » `Downloads` » `Data folder`.
ca: Podeu establir l'AntennaPod per a baixar episodis a la vostra targeta sd en lloc de la memòria interna. Això assegura que teniu més espai per als episodis. Per a seleccionar la targeta d'emmagatzematge, aneu a `Configuració` » `Descarrega` » `Carpeta de dades`.
da: Du kan indstille AntennaPod til at overføre afsnit til dit sd-kort i stedet for den interne hukommelse. Dette sikrer, at du har mere plads til afsnittene. For at vælge lagringskortet skal du gå til `Indstillinger` » `Overførsler` » `Vælg datamappe`.
de: Du kannst AntennaPod so einstellen, dass Episoden auf die SD-Karte statt auf den internen Speicher heruntergeladen werden. So hast du mehr Platz für Episoden. Um die Speicherkarte auszuwählen, gehe zu `Einstellungen` » `Speicher` » `Datenordner auswählen`.
es: Puedes configurar AntennaPod para que descargue los episodios en tu tarjeta sd en lugar de en la memoria interna. De este modo dispondrás de más espacio para los episodios. Para seleccionar la tarjeta de almacenamiento, vaya a `Configuración` " `Descargas` " `Carpeta de datos`.
fa: می‌توانید این فرآیند را برای پادپخش‌های خاص خاموش کنید اگر تازه‌سازی آن‌ها لازم نباشد. مثلاً، اگر پادپخشی دیگر قسمت جدید منتشر نکند یا فقط گاهی به آن گوش دهید. این را می‌توانید با رفتن به پادپخش، زدن روی نماد `چرخ‌دنده` و تغییر تنظیم `به‌روز نگه داشتن` انجام دهید.
fr: Vous pouvez configurer AntennaPod pour télécharger les épisodes sur votre carte SD au lieu de la mémoire interne. Cela vous permet de disposer de plus d'espace pour les épisodes. Pour sélectionner la carte de stockage, allez dans `Préférences` » `Téléchargement` » `Choisir le répertoire`.
gl: Podes configurar AntennaPod para que descargue os episodios na túa tarxeta sd en lugar de en a memoria interna. Deste xeito dispoñerás de máis espazo para os episodios. Para seleccionar a tarxeta de almacenamento, vaia a `Configuración` " `Descargas` " `Cartafol de datos`.
it: È possibile impostare AntennaPod in modo da scaricare gli episodi sulla scheda SD invece che nella memoria interna. Questo ti permetterà di avere più spazio per gli episodi. Per selezionare la scheda di memoria, vai su `Impostazioni` » `Download` » ` Scegli la cartella per i dati`.
ja: 内部メモリの代わりにSDカードにエピソードをダウンロードするようにAntennaPodを設定できます。これにより、エピソード向けの空き容量を保証できます。ストレージカードを選択するには、`設定` » `ダウンロード` » `データフォルダ` を開きます。
nb_no: Du kan sette AntennaPod til å laste ned episoder til SD-kortet istedet for internminnet. Dette sørger at du har mer plass til episoder. For å velge lagringskortet går du til `Innstillinger` →`Nedlastinger` →`Datamappe`.
nl: AntennaPod kan worden ingesteld om afleveringen te downloaden naar de SD-kaart in plaats van het interne geheugen. Daarmee heb je vaak meer ruimte voor afleveringen. Selecteer de SD-kaart via `Instellingen` » `Downloads` » `Kies gegevensmap`.
pt_br: Você pode configurar o AntennaPod para baixar episódios no seu cartão SD em vez da memória interna. Isso garante que você tenha mais espaço para os episódios. Para selecionar o cartão de memória, vá em `Configurações` » `Downloads` » `Escolha a pasta`.
ru: Вы можете настроить AntennaPod на загрузку эпизодов на sd-карту, а не во внутреннюю память. Так у вас будет больше места для эпизодов. Чтобы выбрать карту памяти, перейдите в меню `Настройки` " `Загрузки` " `Папка данных`.
tr: AntennaPod'u bölümleri dahili bellek yerine sd kartınıza indirecek şekilde ayarlayabilirsiniz . Bu, bölümler için daha fazla alanınız olmasını sağlar. Depolama kartını seçmek için ` Ayarlar ` » ` İndirmeler ` » ` Veri klasörü ` bölümüne gidin .
uk: Ви можете налаштувати AntennaPod на завантаження епізодів на SD-карту замість внутрішньої пам’яті. Це гарантує, що у вас буде більше місця для епізодів. Щоб вибрати карту пам’яті, перейдіть до `Налаштування` » `Завантаження` » `Папка даних`.

source: Troubleshooting
ca: Resolució de problemes
da: Fejlfinding
de: Fehlerbehebung
es: Resolución de problemas
fa: عیب‌یابی
fr: Dépannage
gl: Resolución de problemas
it: Risoluzione dei problemi
ja: トラブルシューティング
nb_no: Feilsøking
nl: Problemen oplossen
pt_br: Solução de problemas
ru: Устранение неполадок
tr: Sorun giderme
uk: Усунення несправностей
