Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: It's possible to make AntennaPod lead all traffic (media files, cover images, RSS requests & searches) through a proxy or the Tor network. This may have two potential benefits:
ca: És possible que AntennaPod porti tot el trànsit (fitxers multimèdia, imatges de portada, sol·licituds i cerques RSS) a través d'un servidor intermediari o de la xarxa Tor. Això pot tenir dos beneficis potencials:
da: Det er muligt at få AntennaPod til at lede al trafik (mediefiler, coverbilleder, RSS-forespørgsler og søgninger) gennem en proxy eller Tor-netværket. Dette kan have to potentielle fordele:
de: Es ist möglich, AntennaPod den gesamten Datenverkehr (Mediendateien, Titelbilder, RSS- und Suchanfragen) über einen Proxy oder das Tor-Netzwerk leiten zu lassen. Dies kann potenziell zwei Vorteile bieten:
es: Es posible hacer que AntennaPod dirija todo el tráfico (archivos multimedia, imágenes de portada, peticiones RSS y búsquedas) a través de un proxy o la red Tor. Esto podría tener dos beneficios:
fa: می‌توان آنتناپاد را طوری تنظیم کرد که همه ترافیک (محتوای رسانه‌ای، تصاویر پوشش، درخواست‌های RSS و جست‌وجوها) از طریق پروکسی یا شبکه Tor هدایت شود. این کار ممکن است دو سود مهم داشته باشد:
fr: Il est possible de faire en sorte qu'AntennaPod dirige tout le trafic (fichiers multimédias, images de couverture, demandes et recherches RSS) via un proxy ou le réseau TOR. Cela peut avoir deux avantages potentiels :
gl: É posible facer que AntennaPod dirixa todo o tráfico (arquivos multimedia, imaxes de portada, peticiones RSS e procuras) a través dun proxy ou a rede Tor. Isto podería ter dous beneficios:
it: È possibile fare in modo che AntennaPod indirizzi tutto il traffico (file multimediali, immagini di copertina, richieste RSS e ricerche) attraverso un proxy o la rete Tor. Questo può avere due potenziali vantaggi:
ja: AntennaPodがすべてのトラフィック（メディアファイル、カバー画像、RSSリクエストと検索）をプロキシまたはTorネットワーク経由で行うように設定できます。これには、次の2つの利点がある可能性があります。
nb_no: Det er mulig å få AntennaPod til å lede all trafikk (mediefiler, forsidebilder, RSS-forespørsler og søk) gjennom en mellomtjener eller Tor-nettverket. Dette kan ha to potensielle fordeler:
nl: Het is mogelijk om AntennaPod al het verkeer (mediabestanden, omslagafbeeldingen, RSS-verzoeken en zoekopdrachten) via een proxy of het Tor-netwerk te laten leiden. Dat heeft twee potentiële voordelen:
pt_br: É possível configurar o AntennaPod para encaminhar todo o tráfego (arquivos de mídia, imagens de capa, requisições RSS e buscas) através de um proxy ou da rede Tor. Isso pode trazer dois benefícios:
ru: Можно заставить AntennaPod направлять весь трафик (медиафайлы, изображения обложек, RSS-запросы и поиск) через прокси-сервер или сеть Tor. Это может иметь два потенциальных преимущества:
tr: AntennaPod'un tüm trafiği (medya dosyaları, kapak resimleri, RSS istekleri ve aramaları) bir proxy veya Tor ağı üzerinden yönlendirmesi mümkündür . Bunun iki potansiyel faydası olabilir:
uk: Можна змусити AntennaPod спрямовувати весь трафік (медійні файли, зображення обкладинок, RSS-запити та пошук) через проксі-сервер або мережу Tor. Це може мати дві потенційні переваги:

source: Privacy: depending on the type of proxy service, your downloading/streaming behaviour may be protected from podcast hosts
ca: Privadesa: depenent del tipus de servei proxy, el vostre comportament de baixada/streaming pot estar protegit dels servidors podcast
da: Privatliv: Afhængigt af typen af proxytjeneste kan din downloading/streamingadfærd være beskyttet mod podcast-værter
de: Datenschutz: Je nach Art des Proxy-Dienstes kann dein Download-/Streaming-Verhalten vor Podcast-Hosts geschützt werden
es: Privacidad: dependiendo del tipo del servicio de proxy, tus hábitos de descarga/retransmisión pueden verse protegidos de los huéspedes de podcasts
fa: حریم خصوصی: بسته به گونه پروکسی، رفتار بارگیری/جریان شما ممکن است از میزبان‌های پادپخش محافظت شود
fr: Confidentialité : selon le type de service proxy, vos comportements liés au téléchargement/streaming peut être masqués aux hôtes de podcasts
gl: Privacidade: dependendo do tipo do servizo de proxy, os teus hábitos de descarga/retransmisión poden verse protexidos dos hóspedes de podcasts
it: Privacy: a seconda del tipo di servizio proxy, il tuo comportamento di download/streaming può essere protetto dagli host di podcast
ja: プライバシー: プロキシサービスによりますが、ダウンロードやストリーミングの行動をポッドキャストホストから保護できる可能性があります
nb_no: Personvern: avhengig av typen mellomtjener, kan nedlastings-/strømmeatferden din være beskyttet fra podkastvertene
nl: Privacy: afhankelijk van het type proxy-dienst kan het download/streaming-gedrag worden afgeschermd van podcast-hosts
pt_br: Privacidade: dependendo do tipo de serviço de proxy, seu comportamento de download/streaming pode ficar oculto para os provedores dos podcasts
ru: Конфиденциальность: в зависимости от типа прокси-сервиса, ваше поведение при скачивании/просмотре может быть защищено от хозяев подкастов
tr: Gizlilik: Proxy hizmetinin türüne bağlı olarak, indirme/akış davranışınız podcast barındırıcılarından korunabilir
uk: Конфіденційність: залежно від типу проксі-сервісу ваша поведінка щодо завантаження/потокового передавання може бути захищена від хостів подкастів

source: Access: if a podcast host prevents the downloading of content from abroad (based on your IP address), setting a proxy with the origin country may allow you to still access its content
ca: Accés: si un amfitrió de podcast impedeix la descàrrega de contingut de l'estranger (basat en la vostra adreça IP), establir un servidor intermediari amb el país d'origen pot permetre que encara accediu al seu contingut
da: Adgang: Hvis podcast-værten forhindrer download af indhold fra andre lande (baseret på IP-adresser), kan du ved at indstille en proxy med oprindelseslandet stadig få adgang til indholdet
de: Zugang: Wenn ein Podcast-Host das Herunterladen von Inhalten aus dem Ausland verhindert (auf der Grundlage der IP-Adresse), kannst du durch Einrichtung eines Proxys mit dem Herkunftsland dennoch auf die Inhalte zugreifen
es: Acceso: si un huésped de pódcasts impide que el contenido sea descargado desde otros países (basándose en las direcciones IP), configurar un proxy con el país de origen puede permitir que sigas pudiendo acceder a su contenido
fa: دسترسی: اگر میزبان پادپخشی از بارگیری محتوا از خارج (بر پایه نشانی IP شما) جلوگیری می‌کند، تنظیم پروکسی با کشور مبدأ ممکن است به شما اجازه دهد همچنان به محتوای آن دسترسی پیدا کنید
fr: Accès : si l'hôte de podcasts empêche le téléchargement de contenu à partir d'autres pays (sur la base de votre adresse IP), la configuration d'un proxy par rapport au pays d'origine peut vous permettre d'accéder à son contenu malgré tout
gl: Acceso: se un hóspede de pódcasts impide que o contido sexa descargado desde outros países (baseándose nas direccións IP), configurar un proxy co país de orixe pode permitir que sigas podendo acceder ao seu contido
it: Accesso: se l'host di un podcast impedisce il download di contenuti dall'estero (basandosi sul tuo indirizzo IP), impostare un proxy con il paese d'origine può permetterti di accedere comunque ai suoi contenuti
ja: アクセス: ポッドキャストホストが（IPアドレスを元に）海外からのコンテンツのダウンロードをブロックしている場合、発信元の国のプロキシを設定すると、引き続きそのコンテンツにアクセスできる可能性があります
nb_no: Tilgang: Hvis en podkastvert hindrer nedlasting av innhold fra utlandet (basert på IP-adressen din) kan du fortsatt få tilgang til innholdet ved å sette opp en mellomtjener innenfor opprinnelseslandet
nl: Toegang: als een podcast-host het downloaden van afleveringen vanuit een ander land verhindert (op basis van je IP-adres), kun je door het instellen van een proxy in het land van oorsprong mogelijk toch toegang krijgen
pt_br: Acesso: se um provedor de podcast bloqueia downloads de fora do país (com base no seu IP), usar um proxy no país de origem pode permitir que você acesse o conteúdo mesmo assim
ru: Доступ: если хост подкаста запрещает скачивать контент из-за границы (на основании вашего IP-адреса), установка прокси-сервера со страной происхождения может позволить вам получить доступ к его содержимому
tr: Erişim: Bir podcast sunucusu yurtdışından içerik indirmenizi engelliyorsa (IP adresinize bağlı olarak), kaynak ülkeyle bir proxy ayarlamak, içeriğine erişmenize yine de izin verebilir
uk: Доступ: якщо хост подкастів запобігає завантаженню вмісту з-за кордону (на основі вашої IP-адреси), встановлення проксі-сервера з країною походження може дозволити вам отримати доступ до його вмісту

source: You will find this option under `Settings` » `Downloads` » `Proxy`.
ca: Trobareu aquesta opció a `Configuració` » `Xarxa` » `Proxy`.
de: Du findest diese Option unter `Einstellungen` » `Downloads` » `Proxy`.
es: Puedes encontrar esta opción en `Ajustes` » `Red` » `Proxy`.
fa: این گزینه را در `تنظیمات` » `بارگیری‌ها` » `پیشکار` خواهید یافت.
fr: Vous trouverez cette option sous `Paramètres` → `Réseau` → `Proxy`.
it: Troverai questa opzione in `Impostazioni` » `Download` » `Proxy`.
pt_br: Você encontra essa opção em `Configurações` » `Downloads` » `Proxy`.
ru: Вы найдете эту опцию в разделе `Настройки` > `Сеть` > `Прокси`.

source: In order to lead all traffic via the Tor network, you need to install a proxy app for Tor, and provide the following details in AntennaPod:
ca: Per tal d'encapçalar tot el trànsit a través de la xarxa Tor, heu d'instal·lar una aplicació intermediari per a Tor, i proporcionar els següents detalls a AntennaPod:
da: For at lede al trafik via Tor-netværket skal du installere en proxy-app til Tor og angive følgende oplysninger i AntennaPod:
de: Um den gesamten Datenverkehr über das Tor-Netzwerk zu leiten, musst du eine Proxy-App für Tor installieren und die folgenden Daten in AntennaPod eintragen:
es: Para dirigir todo el tráfico a través de la red Tor, necesitas instalar una aplicación de proxy para TOR, y proveer los siguientes detalles en AntennaPod:
fa: برای هدایت همه ترافیک از شبکه Tor، باید یک برنامه پروکسی برای Tor نصب کنید و داده‌های زیر را در آنتناپاد وارد کنید:
fr: Afin de diriger tout le trafic via le réseau TOR, vous devez installer une application proxy pour TOR, et fournir les informations suivantes dans AntennaPod :
gl: Para dirixir todo o tráfico a través da rede Tor, necesitas instalar unha aplicación de proxy para TOR, e prover os seguintes detalles en AntennaPod:
it: Al fine di indirizzare tutto il traffico attraverso la rete Tor, è necessario installare un'applicazione proxy per Tor e fornire i seguenti dettagli in AntennaPod:
ja: すべてのトラフィックをTorネットワーク経由で通信するには、Tor用のプロキシアプリをインストールし、AntennaPodに以下の詳細情報を指定する必要があります。
nb_no: For å lede all trafikk via Tor-nettverket må du installere en mellomtjenerapp for Tor og oppgi følgende detaljer i AntennaPod:
nl: Installeer, om al het verkeer via het Tor-netwerk te leiden, een proxy-app voor Tor. Stel AntennaPod als volgt in:
pt_br: Para encaminhar todo o tráfego pela rede Tor, instale um app de proxy para Tor e informe os seguintes dados no AntennaPod:
ru: Чтобы вести весь трафик через сеть Tor, необходимо установить прокси-приложение для Tor и указать следующие данные в AntennaPod:
tr: Tüm trafiği Tor ağı üzerinden yönlendirebilmek için Tor için bir proxy uygulaması yüklemeniz ve AntennaPod'da aşağıdaki bilgileri sağlamanız gerekir :
uk: Щоб весь трафік проходив через мережу Tor, вам потрібно встановити проксі-додаток для Tor і надати такі дані в AntennaPod:

source: Type: SOCKS
ca: Tipus: SOCKS
de: Typ: SOCKS
es: Tipo: SOCKS
fa: گونه: SOCKS
gl: Tipo: SOCKS
it: Tipo: SOCKS
ja: タイプ: SOCKS
pt_br: Tipo: SOCKS
ru: Тип: SOCKS
tr: Tür: SOCKS
uk: Тип: ШКАПЕТКИ

source: Host: "localhost" or "127.0.0.1"
ca: Amfitrió: "localhost" o "127.0.0.1"
da: Vært: "localhost" eller "127.0.0.0.1"
de: Host: „localhost“ oder „127.0.0.1“
es: Host: "localhost" o "127.0.0.1"
fa: میزبان: "localhost" یا "127.0.0.1"
fr: Hôte : "localhost" ou "127.0.0.1"
gl: Host: "localhost" ou "127.0.0.1"
it: Host: "localhost" o "127.0.0.1"
ja: ホスト: "localhost" または "127.0.0.1"
nb_no: Vert: "localhost" eller "127.0.0.1"
nl: Host: "localhost" of "127.0.0.1"
pt_br: Host: "localhost" ou "127.0.0.1"
ru: Хост: "localhost" или "127.0.0.1"
tr: Ana bilgisayar: "localhost" veya "127.0.0.1"
uk: Хост: "localhost" або "127.0.0.1"

source: Port: "9050"
es: Puerto: "9050"
fa: درگاه(پورت): "9050"
gl: Porto: "9050"
it: Porta: "9050"
ja: ポート: "9050"
nl: Poort: "9050"
pt_br: Porta: "9050"
ru: Порт: "9050"
uk: Порт: "9050"

source: AntennaPod has a statistics screen that lets you view the number of listening hours per subscription and per month. However, these statistics aren’t always as precise as they could be.
ca: AntennaPod té una pantalla on pots veure la quantitat d'hores que has estat escoltant cada subscripció I per mes. Tot i això, aquestes estadístiques poden no ser del tot precises.
de: AntennaPod verfügt über einen Statistikbildschirm, auf dem du die Anzahl der Hörstunden pro Abonnement und pro Monat sehen kannst. Allerdings sind diese Statistiken nicht immer so genau, wie sie sein könnten.
es: AntennaPod cuenta con una pantalla de estadísticas que permite ver el número de horas de escucha por suscripción y por mes. Sin embargo, estas estadísticas no siempre son tan precisas como podrían ser.
fr: AntennaPod comporte un écran de statistiques vous permettant de voir le nombre d'heures d'écoute par souscription et par mois. Cependant, ces statistiques ne sont pas toujours aussi précises qu'elles pourraient être.
it: AntennaPod ha una schermata di statistiche che ti permette di visualizzare il numero di ore di ascolto per ogni iscrizione e per ogni mese. Tuttavia, queste statistiche non sono sempre così precise come potrebbero essere.
nl: AntennaPod heeft een statistieken-scherm waar je het aantal luisteruren per abonnement en per maand kunt bekijken. Maar deze statistieken zijn niet altijd zo precies als ze zouden kunnen zijn.
pt_br: O AntennaPod possui uma tela de estatísticas que mostra quantas horas você ouviu por assinatura e por mês. No entanto, esses números nem sempre são tão precisos quanto poderiam ser.
ru: В AntennaPod есть экран статистики, позволяющий просматривать количество часов прослушивания по подписке и в месяц. Однако эта статистика не всегда точна, как могла бы быть.
tr: AntennaPod aboneliğe ya da aya göre dinleme saatlerini görüntülemenize izin veren bir istatistik ekranına sahiptir. Ancak bu istatistikler her zaman olabildiğince kesin değildir.

source: Why the stats aren’t precise
ca: Perquè les estadístiques no són precises
de: Warum die Statistiken nicht genau sind
es: Por qué las estadísticas no son precisas
fa: چرا آمار دقیق نیستند
fr: Pourquoi les stats ne sont pas précises
it: Perché le statistiche non sono precise
nl: Waarom de statistieken niet precies zijn
pt_br: Por que as estatísticas não são totalmente precisas
ru: Почему статистика не точна
tr: İstatistikler neden kesin değil

source: To track statistics, AntennaPod records two things for each episode:
ca: Per capturar les estadístiques, AntennaPod guarda dos mètriques per episodi:
de: Um Statistiken zu erstellen, zeichnet AntennaPod zwei Dinge für jede Episode auf:
es: Para realizar un seguimiento de las estadísticas, AntennaPod registra dos cosas para cada episodio:
fa: آنتناپاد دو چیز را برای ردیابی آمار هر قسمت ضبط می‌کند:
fr: Afin d'établir des statistiques, AntennaPod enregistre deux éléments pour chaque épisode :
it: Per tenere traccia delle statistiche, AntennaPod registra due informazioni per ogni episodio:
nl: Om statistieken bij te houden, verzamelt AntennaPod twee dingen voor iedere aflevering:
pt_br: Para calcular as estatísticas, o AntennaPod registra duas informações para cada episódio:
ru: Чтобы отслеживать статистику, AntennaPod записывает две вещи для каждого эпизода:
tr: İstatistikleri takip etmek için Antennapod her bölüm için iki şey kaydeder:

source: **Played duration**: how long the episode was played (e.g. 6 minutes if a 3-minute episode was played twice)
ca: **Duració de reproducció**: quant de temps es va reproduir l'episodi (per exemple, 6 minuts si un episodi de 3 minuts es va reproduir dues vegades)
de: **Abspieldauer**: wie lange die Episode abgespielt wurde (z. B. 6 Minuten, wenn eine 3-minütige Episode zweimal abgespielt wurde)
es: **Duración de reproducción**: cuánto tiempo se reprodujo el episodio (por ejemplo, 6 minutos si un episodio de 3 minutos se reprodujo dos veces)
fr: **Durée de lecture** : pendant combien de temps l'épisode a été retransmis (i.e. 6 minutes, si un épisode de 3 minutes a été lu deux fois)
it: **Tempo di riproduzione**: per quanto tempo l'episodio è stato riprodotto (per esempio, 6 minuti se un episodio di 3 minuti è stato riprodotto due volte)
nl: **Afspeeltijd**: hoe lang de aflevering afgespeeld is (bijv. 6 minuten als een aflevering van 3 minuten twee keer afgespeeld is)
pt_br: **Tempo de reprodução**: quanto tempo o episódio foi reproduzido (por exemplo, 6 minutos se um episódio de 3 minutos foi reproduzido duas vezes)
ru: **Продолжительность воспроизведения**: продолжительность воспроизведения эпизода (например, 6 минут, если 3-минутный эпизод был воспроизведен дважды)
tr: **Oynatılan süre**: bölümün ne kadar süre boyunca oynatıldığı (örn. 3 dakikalık bir bölüm iki defa oynatıldıysa 6 dakika)

source: **Last played**: the date and time when playback was last paused or stopped for the episode
ca: **Última reproducció**: la data i hora en què es va pausar o va aturar per darrera vegada la reproducció de l'episodi
de: **Letzte Wiedergabe**: das Datum und die Uhrzeit, zu der die Wiedergabe der Episode zuletzt angehalten oder beendet wurde
es: **Última reproducción**: la fecha y hora en que se pausó o detuvo por última vez la reproducción del episodio
fr: **Dernière lecture** : la date et le moment où la lecture a été pour la dernière fois mise en pause ou stoppée pour l'épisode
it: **Ultima riproduzione**: data e ora in cui la riproduzione è stata messa in pausa o interrotta per l'ultima volta per questo episodio
nl: **Laatst afgespeeld**: de datum en tijd dat het afspelen van een aflevering voor het laatst is gepauzeerd of gestopt
pt_br: **Última reprodução**: a data e hora em que a reprodução do episódio foi pausada ou interrompida pela última vez
ru: **Последнее воспроизведение**: дата и время, когда воспроизведение эпизода было приостановлено или остановлено в последний раз
tr: **Son oynatma**: bölümün son durdulduğü tarih ve vakit

source: Both are updated each time playback is paused or stopped. This information is used to calculate totals by adding up the 'played duration' of all episodes whose 'last played' date falls within a given month.
ca: Tots dos s'actualitzen cada cop que es pausa o atura la reproducció. Aquesta informació s'utilitza per calcular els totals sumant la 'durada de reproducció' de tots els episodis la darrera data de reproducció dels quals coincideix amb un mes determinat.
de: Beides wird jedes Mal aktualisiert, wenn die Wiedergabe angehalten oder beendet wird. Diese Informationen werden verwendet, um die Gesamtzahlen zu berechnen, indem die „Abspieldauer“ aller Episoden, deren Datum der „letzten Wiedergabe“ in einen bestimmten Monat fällt, addiert wird.
es: Ambos se actualizan cada vez que se pausa o detiene la reproducción. Esta información se utiliza para calcular los totales sumando la 'duración de reproducción' de todos los episodios cuya 'última fecha de reproducción' coincide con un mes determinado.
fr: Les deux sont mis à jour chaque fois que la lecture est en pause ou arrêtée. Cette information est utilisée pour calculer les totaux en additionnant la 'durée de diffusion' de tous les épisodes dont la date de 'dernière diffusion' tombe dans un mois donné.
it: Entrambe sono aggiornate ogni volta che la riproduzione viene messa in pausa o interrotta. L'informazione è usata per calcolare i totali sommando il "tempo di riproduzione" di tutti gli episodi la cui data di "ultima riproduzione" cade in un dato mese.
nl: Beide worden geüpdatet iedere keer dat het afspelen gepauzeerd of gestopt wordt. Deze informatie word gebruikt om totalen te berekenen door het optellen van de 'afspeeltijd' van alle afleveringen waarvan de 'laatst afgespeeld'-datum binnen een gegeven maand valt.
pt_br: Ambas são atualizadas toda vez que a reprodução é pausada ou interrompida. Os totais são então calculados somando o “tempo de reprodução” de todos os episódios cuja “última reprodução” ocorreu dentro de determinado mês.
ru: Обе информации обновляются каждый раз, когда воспроизведение приостанавливается или останавливается. Эта информация используется для подсчета итоговых значений путем суммирования "продолжительности воспроизведения" всех эпизодов, дата последнего воспроизведения которых приходится на данный месяц.
