Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Check if [F-Droid's AntennaPod versions list](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot) was updated since then. If so, it should soon be processed by the build server.
gl: Comproba se a [lista de versións de AntennaPod de F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot) actualizouse desde entón. De ser así, o servidor de compilación debería procesalo pronto.
nl: Kijk of [de Antennapod-versielijst op F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot) sindsdien was geüpdatet. Zo ja, dan zou hij binnenkort verwerkt moeten worden door de buildserver.

source: You will find this option under `Settings` » `Network` » `Proxy`.
da: Du finder denne indstilling under `Indstillinger` » `Netværk` » `Proxy`.
gl: Podes atopar esta opción en `Axustes` » `Rede` » `Proxy`.
nb_no: Du finner dette alternativet under `Innstillinger` →`Nedlastinger` →`Mellomtjener`.
nl: Deze optie vind je onder `Instellingen` » `Netwerk` » `Proxy`.
uk: Ви знайдете цей параметр у розділі `Налаштування` » `Мережа` » `Проксі`.

source: There's two main reasons. Firstly, while statistics are fun, **we rather spend time on AntennaPod's main purpose: playing podcasts**. Changing to this new approach would require time now to implement it (rewriting the code that saves playback time in the database) and time in future to maintain a more complex system.
nl: Er zijn twee redenen. Ten eerste, hoewel statistieken leuk zijn, **spenderen we onze tijd liever aan het hoofddoel van AntennaPod: het afspelen van podcasts**. Deze aanpak veranderen zou nu tijd kosten om te implementeren (het herschrijven van de code die de afspeeltijd in de database opslaat) en later nog meer tijd om een complexer systeem te onderhouden.

source: Secondly, **AntennaPod would take up more space on your phone** - espcially for loyal users who stick with the app for several years. That's because instead of a single row per episode in the database we would need to store multiple rows for each played episode to store the playback duration, which causes the database size to increase.
nl: Ten tweede, **AntennaPod zou meer ruimte innemen op je apparaat** - vooral voor trouwe gebruikers die de app meerdere jaren gebruiken. Dat komt omdat we een enkele rij in de database per aflevering zouden moeten vervangen door meerdere rijen per afgespeelde aflevering om de afspeeltijd op te slaan, waardoor de database groter wordt.

source: Create a notify action call in a automation with the following template:
fr: Créer un appel d’action de notification dans une automatisation avec le modèle suivant :

source: You could also turn the same link into a button, e.g. by using the following code:
ca: També podríeu convertir l'enllaç en un botó, per exemple utilitzant el codi següent:

source: What users see
ca: El que veuen els usuaris

source: Users who have installed AntennaPod and open that link will be able to preview episodes and subscribe to your podcast directly in the app, as in the screenshots below.
ca: Els usuaris que hagin instal·lat AntennaPod i obrin aquest enllaç podran previsualitzar episodis i subscriure's al vostre podcast directament a l'aplicació, com es mostra a les captures de pantalla següents.

source: Browser asking to open a link in AntennaPod
ca: El navegador demana obrir un enllaç a AntennaPod

source: The same link displayed in AntennaPod
ca: El mateix enllaç que es mostra a AntennaPod

source: On the other hand, users who don't have AntennaPod installed will see a page with instructions to download the app or to subscribe to your podcast manually, as in this [example page](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts).
ca: D'altra banda, els usuaris que no tinguin AntennaPod instal·lat veuran una pàgina amb instruccions per descarregar l'aplicació o per subscriure's al vostre pòdcast manualment, com en aquesta [pàgina d'exemple](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts).

source: Branding
ca: Creació de marca

source: Would you like to use our logo to create a branded ‘Open in AntennaPod’ button? You can find it in our [branding repository](https://github.com/AntennaPod/branding).
ca: Voldries fer servir el nostre logotip per crear un botó de marca «Obre a AntennaPod»? El pots trobar al nostre [branding repository](https://github.com/AntennaPod/branding).

source: *why isn't the latest version not on F-Droid yet?*
da: *Hvorfor er den nyeste version ikke på F-Droid endnu?*
nb_no: *hvorfor er ikke siste versjonen på F-Droid ennå?*
uk: *чому на F-Droid ще немає останньої версії?*

source: If the new version is in beta, it is *only* available through Google Play ([here is why](/documentation/general/beta)). When we think it's ready we upload it to Google Play. A few days later, when we're confident there are no critical bugs, we tag the release on GitHub. F-Droid then has to find out about this release, build it and make it available. All these steps may take some time. Due to the different steps and because we are not involved in publishing releases on F-Droid, we can't tell when exactly the latest version will be available there. It usually takes a few days after the release is tagged on GitHub.
da: Hvis den nye version er i beta, er den *kun* tilgængelig via Google Play ([her er årsagen](/documentation/general/beta)). Når vi mener, at den er klar, uploader vi den til Google Play. Et par dage senere, når vi er sikre på, at der ikke er kritiske fejl, tagger vi udgivelsen på GitHub. F-Droid skal så opdage denne udgivelse, bygge den og gøre den tilgængelig. Alle disse trin kan tage noget tid. På grund af de forskellige trin, og fordi vi ikke er involveret i at offentliggøre udgivelser på F-Droid, kan vi ikke sige præcis, hvornår den nyeste version vil være tilgængelig der. Det tager normalt et par dage, efter at udgivelsen er tagget på GitHub.
nb_no: Dersom den nye versjonen er i beta finnes den *bare* på Google Play ([les hvorfor her](/documentation/general/beta)). Når vi mener den er klar laster vi den opp til Google Play. Noen dager senere, når vi er sikker på at det ikke er noen kritiske feil merker vi utgivelsen på GitHub. F-Droid må deretter finne ut om denne utgivelsen, bygge den og gjøre den tilgjengelig. Alle disse stegene tar litt tid. På grunn av de ulike stegene og fordi vi ikke er involvert i utgivelsene på F-Droid, kan vi ikke fortelle nøyaktig når den siste versjonen blir tilgjengelig der. Det tar vanligvis noen dager etter utgivelsen er merket på GitHub.
uk: Якщо нова версія є бета-версією, вона доступна *лише* через Google Play ([ось чому](/documentation/general/beta)). Коли ми вважаємо, що він готовий, ми завантажуємо його в Google Play. Через кілька днів, коли ми впевнені, що критичних помилок немає, ми позначаємо випуск на GitHub. Тоді F-Droid має дізнатися про цей випуск, створити його та зробити доступним. Усі ці кроки можуть зайняти деякий час. Через різні кроки та оскільки ми не публікуємо випуски на F-Droid, ми не можемо сказати, коли саме там буде доступна остання версія. Зазвичай це займає кілька днів після того, як випуск буде позначено тегами на GitHub.

source: In short: it may take some time. Please be patient.
da: Kort sagt: Det kan tage noget tid. Vær tålmodig.
nb_no: Kort fortalt: det tar litt tid. Vær tålmodig.
uk: Якщо коротко: це може зайняти деякий час. Прошу терпіння.

source: The steps of getting a new version on F-Droid
da: Trinnene der skal til for at få en ny version på F-Droid
nb_no: Stegene for å få en ny versjon på F-Droid
uk: Етапи отримання нової версії на F-Droid

source: After we create a [release](https://github.com/AntennaPod/AntennaPod/releases), F-Droid needs to detect that something in AntennaPod changed. For this, F-Droid runs an update checker server about every 2 days.
da: Når vi har oprettet en [udgivelse](https://github.com/AntennaPod/AntennaPod/releases), skal F-Droid registrere, at noget i AntennaPod er ændret. Til dette formål kører F-Droid en opdateringskontrolserver ca. hver anden dag.
nb_no: Etter at vi har opprettet en [utgivelse](https://github.com/AntennaPod/AntennaPod/releases), må F-Droid oppdage at noe i AntennaPod har endret seg. For dette kjører F-Droid en oppdateringskontroll omtrent annenhver dag.
uk: Після того як ми створимо [випуск](https://github.com/AntennaPod/AntennaPod/releases), F-Droid має виявити, що в AntennaPod щось змінилося. Для цього F-Droid запускає сервер перевірки оновлень приблизно кожні 2 дні.

source: After F-Droid detects that there is a new AntennaPod release, it builds the app. With this, F-Droid makes sure that the app you download really matches the source code that AntennaPod publishes. Because there are many apps to build, the F-Droid server takes an additional 1-2 days to build the app.
da: Når F-Droid registrerer, at der er en ny AntennaPod-udgave, bygger den appen. På den måde sikrer F-Droid sig, at den app, du downloader, virkelig svarer til den kildekode, som AntennaPod offentliggør. Da der er mange apps at bygge, tager F-Droid-serveren yderligere 1-2 dage om at bygge appen.
nb_no: Etter at F-Droid oppdager at det er en ny AntennaPod-utgivelse bygger de appen. Med dette sørger F-Droid for at appen du laster ned virkelig samsvarer med kildekoden som AntennaPod publiserer. Fordi det er mange apper å bygge bruker F-Droid-serveren ytterligere 1-2 dager å bygge appen.
uk: Після того, як F-Droid виявляє наявність нового випуску AntennaPod, він створює програму. Завдяки цьому F-Droid гарантує, що програма, яку ви завантажуєте, дійсно відповідає вихідному коду, який публікує AntennaPod. Оскільки існує багато додатків для створення, сервер F-Droid займає додаткові 1-2 дні для створення додатка.

source: Finally, the resulting app needs to get signed cryptographically. This happens on a computer that is not connected to the internet. A person at F-Droid needs to take the app and physically walk it to that special computer. How long this takes depends on how often the person walks to that special computer. Usually, this step takes an additional 1-2 days after the app was built.
da: Endelig skal den resulterende app signeres kryptografisk. Dette sker på en computer, der ikke er forbundet til internettet. En person hos F-Droid skal tage appen og fysisk gå med den hen til denne særlige computer. Hvor lang tid det tager, afhænger af, hvor ofte personen går til den særlige computer. Normalt tager dette trin yderligere 1-2 dage efter, at appen er bygget.
nb_no: Til slutt må den resulterende appen signeres kryptografisk. Dette skjer på en datamaskin som ikke er koblet til internett. En person hos F-Droid må ta med seg appen og fysisk gå med den til den spesielle datamaskinen. Hvor lang tid dette tar avhenger av hvor ofte personen går til den spesielle datamaskinen. Vanligvis tar dette trinnet ytterligere 1-2 dager etter at appen ble bygget.
uk: Нарешті, отриману програму потрібно підписати криптографічно. Це відбувається на комп’ютері, який не під’єднано до Інтернету. Людина у F-Droid має взяти програму та фізично перенести її на цей спеціальний комп’ютер. Скільки часу це займе, залежить від того, як часто людина ходить до спеціального комп’ютера. Зазвичай цей крок займає ще 1-2 дні після створення програми.

source: What you can do if it takes longer than expected
da: Hvad du kan gøre, hvis det tager længere tid end forventet
nb_no: Hva du kan gjøre om det tar lenger en forventet
uk: Що ви можете зробити, якщо це займає більше часу, ніж очікувалося

source: As you can see it can easily take a week before a new AntennaPod release is available on F-Droid. If an update is still not available more than a week after its release, feel free to let us know by creating a post on our [forum](https://forum.antennapod.org/), and we'll investigate it.
da: Som du kan se, kan det nemt tage en uge, før en ny AntennaPod-udgave er tilgængelig på F-Droid. Hvis en opdatering stadig ikke er tilgængelig mere end en uge efter udgivelsen, er du velkommen til at fortælle os det ved at oprette et indlæg på vores [forum](https://forum.antennapod.org/), så undersøger vi det.
nb_no: Som du ser kan det lett ta en ukes tid før en ny utgivelse av AntennaPod er tilgjengelig på F-Droid. Om en oppdatering fremdeles ikke er tilgjengelig over 1 uke etter utgivelse kan du gi oss et vink ved å lage en post på [forumet vårt](https://forum.antennapod.org/) så skal vi finne ut av det.
uk: Як бачите, може знадобитися тиждень, перш ніж новий випуск AntennaPod стане доступним на F-Droid. Якщо оновлення все ще недоступне більше тижня після його випуску, не соромтеся повідомити нас, створивши допис на нашому [форумі](https://forum.antennapod.org/), і ми розглянемо це.

source: You can get an idea of the progress by checking [if F-Droid's releases list was updated](https://gitlab.com/fdroid/fdroiddata/-/commits/master?search=Update+known+apks) since the new AntennaPod release and by checking on [F-Droid Monitor](https://monitor.f-droid.org/builds/build) if the new release was built yet.
da: Du kan få en idé om fremskridtene ved at kontrollere [om F-Droids udgivelsesliste er blevet opdateret](https://gitlab.com/fdroid/fdroiddata/-/commits/master?search=Update+known+apks) siden den nye AntennaPod-udgivelse og ved at kontrollere på [F-Droid Monitor](https://monitor.f-droid.org/builds/build) om den nye udgave er blevet bygget endnu.
nb_no: Du kan få en idé om fremdriften ved å sjekke [om F-Droids utgivelsesliste ble oppdatert](https://gitlab.com/fdroid/fdroiddata/-/commits/master?search=Update+known+apks) etter at den nye AntennaPod-utgivelsen ble tilgjengelig og ved å sjekke på [F-Droid Monitor](https://monitor.f-droid.org/builds/build) om den nye utgivelsen er bygget ennå.
uk: Ви можете отримати уявлення про прогрес, перевіривши [чи було оновлено список випусків F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master?search=Update+known+apks) після нового Випуск AntennaPod і перевірте на [F-Droid Monitor](https://monitor.f-droid.org/builds/build), чи створено новий випуск ще.

source: AntennaPod mainly uses three directories for its search feature:
da: AntennaPod bruger primært tre kataloger til sin søgefunktion:
uk: AntennaPod в основному використовує три каталоги для своїх функція пошуку:

source: [Fyyd](https://fyyd.de/) (add via their [website](https://fyyd.de/add-feed))
da: [Fyyd](https://fyyd.de/) (tilføj via deres [websted](https://fyyd.de/add-feed))
uk: [Fyyd](https://fyyd.de/) (додайте через їхній [веб-сайт](https://fyyd.de/add-feed))

source: Publication dates play a role both *within* podcasts (in our example, episodes from podcast E are sorted accordingly) and *between* podcasts (the episode from podcast B gets an earlier spot than the one from podcast A because the former is more recent).
uk: Дати публікації відіграють роль як *всередині* подкастів (у нашому прикладі епізоди з подкасту E відсортовані відповідно), так і *між* подкастами (епізод з подкасту B отримує більш раннє місце, ніж епізод з подкасту A, оскільки перший є пізнішим). ).

source: Currently there is no way to add an episode to the queue without subscribing. You can find more information in the [feature request on our development platform](https://github.com/AntennaPod/AntennaPod/issues/4710).
uk: Наразі неможливо додати епізод до черги без підписки. Ви можете знайти більше інформації в [запиті щодо функції на нашій платформі розробки](https://github.com/AntennaPod/AntennaPod/issues/4710).

source: There is, however, a way to **preview** an episode without having to subscribe to the podcast. There are some downsides of this workaround:
uk: Проте є спосіб **попередньо переглянути** епізод без підписки на подкаст. У цього обхідного шляху є деякі недоліки:

source: The episode automatically starts streaming (any previously playing or played episode is stopped)
uk: Епізод автоматично починає трансляцію (будь-який попередній або відтворений епізод зупиняється)

source: It's not possible to switch to another episode and come back to the previewed episode later
uk: Неможливо переключитися на інший епізод і повернутися до попереднього епізоду пізніше

source: To preview an episode:
uk: Щоб переглянути епізод:

source: Do as if you were adding a subscription
uk: Робіть так, ніби ви додаєте підписку

source: Don't tap on subscribe but on the episode you want to listen
uk: Натискайте не підписку, а епізод, який хочете прослухати

source: The episode description will expand; tap on `Preview` below description
uk: Опис епізоду розгорнеться; торкніться `Попередній перегляд` під описом

source: F-Droid
fa: اف-دروید

source: `+`/`W`
tr: ` + ` / ` B `

source: `https://antennapod.org/deeplink/subscribe?url=xyz&title=abc`
tr: ` https:// antenpod .org/deeplink/ abone ol ?url=xyz&title=abc `
