Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: SoundCloud allows [producers to create podcasts](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) from their content pretty easily. You should reach out to them, share the SoundCloud help page (linked just before), and ask if they're willing to set it up.
ca: SoundCloud permet que els [productors creïn pòdcasts](ttps://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) a partir del seu contingut fàcilment. Hauríeu de dirigir-vos-hi, compartir-hi la pàgina d'ajuda de SoundCloud (enllaçada just a sobre), i demana'ls-hi si estan disposats a configurar-ho.
da: Soundcloud giver [producenter mulighed for at lave podcasts](https://help.soundcloud.com/hc/da/articles/115003451347-Adding-tracks-to-your-RSS-feed) ud fra deres indhold ganske nemt. Du bør kontakte dem, dele Soundcloud-hjælpssiden (førnævnte link) og spørge, om de er villige til at sætte det op.
de: SoundCloud ermöglicht es [Produzenten, Podcasts ganz einfach aus ihren Inhalten zu erstellen](https://help.soundcloud.com/hc/de/articles/115003451347-Adding-tracks-to-your-RSS-feed). Du solltest dich mit ihnen in Verbindung setzen, die SoundCloud-Hilfeseite (siehe Link zuvor) mit ihnen teilen und fragen, ob sie bereit sind, dies einzurichten.
es: SoundCloud permite a los [productores crear podcasts](https://help.soundcloud.com/hc/es/articles/115003451347-Adding-tracks-to-your-RSS-feed) a partir de su contenido de una forma bastante fácil. Deberás de dirigirte a ellos, compartir la página de ayuda de SoundCloud (enlazada justo arriba), y preguntar si estarían dispuestos a ponerlo en funcionamiento.
fa: SoundCloud به [تولیدکنندگان اجازه می‌دهد پادپخش‌هایی](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) از محتوای خود به‌راحتی ایجاد کنند. باید با آن‌ها تماس بگیرید، صفحه راهنمای SoundCloud (که در بالا پیوند شده) را هم‌رسانی کنید و بپرسید آیا می‌خواهند آن را تنظیم کنند یا خیر.
fr: SoundCloud permet aux [producteurs de créer des podcasts](https://help.soundcloud.com/hc/fr/articles/115003451347-Adding-tracks-to-your-RSS-feed) à partir de leur contenu assez facilement. Vous devriez les contacter, leur faire part de la page d'aide de SoundCloud (dont le lien figure juste avant) et leur demander s'ils sont prêts à mettre en place ce système.
gl: SoundCloud permite aos [produtores crear podcasts](https://help.soundcloud.com/hc/é/articles/115003451347-Adding-tracks-to-your-RSS-canal de contidos) a partir do seu contido dunha forma bastante fácil. Deberás de dirixirche a eles, compartir a páxina de axuda de SoundCloud (enlazada xusto arriba), e preguntar se estarían dispostos a poñelo en funcionamento.
it: SoundCloud permette [ai produttori di creare podcast](https://help.soundcloud.com/hc/it/articles/115003451347-Adding-tracks-to-your-RSS-feed) a partire dai loro contenuti abbastanza facilmente. Dovresti contattarli, condividere la pagina di aiuto di SoundCloud (linkata qui sopra) e chiedere loro se sono disposti a configurarlo.
ja: SoundCloudでは、作者はコンテンツからとても簡単に[ポッドキャストを作成](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed)できます。作者に連絡を取り、SoundCloudのヘルプページ（直前のリンク）を共有して、セットアップしてもらえないかどうか尋ねてください。
nb_no: SoundCloud lar [produsenter lage podkaster](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) fra innholdet sitt ganske enkelt. Du bør ta kontakt med dem, dele SoundCloud-hjelpesiden (lenket like før) og spørre om de er villige til å sette den opp.
nl: Op SoundCloud kunnen makers vrij eenvoudig hun [content omtoveren tot podcast](https://help.soundcloud.com/hc/nl/articles/115003451347-Adding-tracks-to-your-RSS-feed). Neem contact met op met de maker, deel de SoundCloud-helppagina (zie de link) en vraag of ze bereid zijn om het in te stellen.
pt_br: O SoundCloud permite que [produtores criem podcasts](https://help.soundcloud.com/hc/pt-br/articles/115003451347-Adicionando-faixas-ao-seu-feed-RSS) a partir de seu conteúdo de maneira relativamente simples. Você pode entrar em contato com eles, enviar o link de ajuda do SoundCloud (mencionado acima) e perguntar se podem ativar essa opção.
ru: SoundCloud позволяет [продюсерам создавать подкасты](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) из своего контента довольно легко. Вам следует связаться с ними, поделиться страницей помощи SoundCloud (ссылка на которую была приведена чуть раньше) и спросить, готовы ли они это сделать.
tr: SoundCloud, [ yapımcıların]( https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed ) içeriklerinden oldukça kolay bir şekilde podcast oluşturmalarına olanak tanır . Onlara ulaşmalı, SoundCloud yardım sayfasını (hemen önceki bağlantıda) paylaşmalı ve bunu kurmaya istekli olup olmadıklarını sormalısınız.
uk: SoundCloud дозволяє [продюсерам створювати подкасти](https://help.soundcloud.com/hc/en-us/articles/115003451347-Adding-tracks-to-your-RSS-feed) досить легко зі свого вмісту. Ви повинні зв’язатися з ними, поділитися довідковою сторінкою SoundCloud (посилання було наведено щойно раніше) і запитати, чи хочуть вони її налаштувати.

source: Mixcloud unfortunately doesn't offer this option for content creators. As always, there's someone in the podcasting community to come up with a solution. You should [check out the options](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) as laid out in this post.
ca: Malauradament, Mixcloud no ofereix aquesta opció per a creadors de contingut. Com sempre, hi ha algú a la comunitat de podcàsting que ha desenvolupat una solució. Hauríeu de [fer una ullada a les opcions](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) com exposa en aquesta entrada.
da: Mixcloud tilbyder desværre ikke denne mulighed for indholdsskabere. Som altid er der nogen i podcast-fællesskabet, der kan finde en løsning. Du bør [tjekke mulighederne](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) beskrevet i dette indlæg.
de: Mixcloud bietet diese Option leider nicht für Inhalte-Ersteller an. Wie immer gibt es jemanden in der Podcasting-Community, der eine Lösung gefunden hat. Du solltest dir [die Möglichkeiten ansehen](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures), die in diesem Beitrag beschrieben sind.
es: Mixcloud, desafortunadamente no provee esta opción a los creadores de contenido Como siempre, hay alguien en la comunidad del podcasting que ha desarrollado una solución. Deberás de [comprobar las opciones](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) que se describen en esta entrada.
fa: متأسفانه Mixcloud این گزینه را به تولیدکنندگان محتوا نمی‌دهد. مانند همیشه، کسی در جامعه پادپخش راه‌حلی فراهم کرده است. باید [گزینه‌ها](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) را که در این فرسته بیان شده‌اند، بررسی کنید.
fr: Mixcloud ne propose malheureusement pas cette option pour les créateurs de contenu. Comme toujours, il y a quelqu'un dans la communauté du podcasting pour trouver une solution. Vous devriez [vérifier les options](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) telles qu'elles sont présentées dans cet article.
gl: Mixcloud, desafortunadamente non prové esta opción aos creadores de contido Como sempre, hai alguén na comunidade do podcasting que desenvolveu unha solución. Deberás de [comprobar as opcións](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) que se describen nesta entrada.
it: Purtroppo Mixcloud non offre questa opzione per i creatori di contenuti. Come sempre, ci ha pensato qualcuno nella comunità del podcasting a trovare una soluzione. Dovresti [controllare le opzioni](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) come indicato in questo post.
ja: 残念ながら、Mixcloudはコンテンツの作者にこのオプションを提供していません。いつものことですが、ポッドキャスティングコミュニティには解決策を考え出す人がいます。[この方法](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) を確認してみてください。
nb_no: Mixcloud tilbyr dessverre ikke dette alternativet for innholdsskapere. Som alltid er det noen i podkast-samfunnet som kommer med en løsning. Du bør [sjekke ut alternativene](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) som beskrevet i dette innlegget.
nl: Mixcloud biedt deze functie voor contentmakers helaas niet aan. Zoals altijd is er iemand in de podcasting-community met een oplossing. We raden je aan om eens te kijken naar [de opties beschreven in deze blogpost](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures).
pt_br: O Mixcloud, infelizmente, não oferece esse recurso para criadores de conteúdo. Mesmo assim, há sempre alguém da comunidade de podcasting encontrando alternativas. Talvez seja útil [conferir as soluções](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures) sugeridas nesta postagem.
ru: Mixcloud, к сожалению, не предлагает такой возможности для создателей контента. Как всегда, в сообществе подкастеров найдется кто-то, кто придумает решение. Вам следует [ознакомиться с вариантами](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures), изложенными в этом посте.
tr: Mixcloud ne yazık ki içerik oluşturucuları için bu seçeneği sunmuyor. Her zaman olduğu gibi, podcast topluluğunda bir çözüm üretecek birileri var. Bu gönderide belirtilen [seçeneklere](https://www.openparenthesis.org/2015/01/05/ mixcloud -to-rss-with-enclosures) göz atmalısınız.
uk: Mixcloud, на жаль, не пропонує цю опцію для творців контенту. Як завжди, у спільноті подкастингу є хтось, хто запропонує рішення. Ви повинні [перевірити параметри](https://www.openparenthesis.org/2015/01/05/mixcloud-to-rss-with-enclosures), як описано в цій публікації.

source: YouTube allows you subscribe to a channel's feed, but:
ca: YouTube permet que us subscrigueu al feed d'un canal, però:
da: YouTube giver dig mulighed for at abonnere på en kanals feed, men:
de: Bei YouTube kann man den Feed eines Kanals abonnieren, aber:
es: YouTube permite que te suscribas al feed de un canal, pero:
fa: یوتیوب به شما اجازه می‌دهد در خوراک یک کانال اشتراک کنید، اما:
fr: YouTube vous permet de vous abonner au flux d’une chaîne, mais.. :
gl: Youtube permite que che subscribas ao canal de contidos dunha canle, pero:
it: YouTube ti permette di iscriverti al feed di un canale, ma:
ja: YouTubeではチャンネルのフィードを購読できますが、次の注意点があります。
nb_no: YouTube lar deg abonnere på strømmen fra en kanal, men:
nl: YouTube laat je abonneren op een kanaal-feed, maar:
pt_br: O YouTube permite se inscrever no feed de um canal, porém:
ru: YouTube позволяет подписаться на ленту канала, но:
tr: YouTube bir kanalın yayınına abone olmanıza izin verir , ancak:
uk: YouTube дозволяє підписатися на стрічку каналів, але:

source: AntennaPod cannot automatically download the videos, as YouTube doesn't allow that. Showing ads is their business model, after all.
ca: AntennaPod no pot baixar els vídeos automàticament, perquè YouTube no ho permet. Al cap i a la fi, el seu model de negoci es basa a mostrar anuncis.
da: AntennaPod kan ikke overføre videoerne automatisk, da YouTube ikke tillader det. Det er trods alt deres forretningsmodel at vise reklamer.
de: AntennaPod kann die Videos nicht automatisch herunterladen, da YouTube dies nicht zulässt. Das Anzeigen von Werbung ist schließlich ihr Geschäftsmodell.
es: AntennaPod no puede descargar vídeos de manera automática, debido a que Youtube no lo permite. Al fin y al cabo, mostrar anuncios es su modelo de negocios.
fa: آنتناپاد نمی‌تواند ویدیوها را به‌صورت خودکار بارگیری کند، چون YouTube این اجازه را نمی‌دهد. نمایش تبلیغات مدل کسب‌وکار آن‌هاست، به هر حال.
fr: AntennaPod ne peut pas télécharger automatiquement les vidéos, car YouTube ne le permet pas. La diffusion de publicités est leur modèle économique après tout.
gl: AntennaPod non pode descargar vídeos de maneira automática, debido a que Youtube non o permite. Á fin e ao cabo, mostrar anuncios é o seu modelo de negocios.
it: AntennaPod non può scaricare automaticamente i video, perché YouTube non lo permette. Mostrare inserzioni pubblicitarie è il loro modello di business, dopo tutto.
ja: YouTubeが禁止しているため、AntennaPodは動画を自動的にダウンロードできません。結局のところ、広告の表示がYouTubeのビジネスモデルなのです。
nb_no: AntennaPod kan ikke laste ned videoene automatisk siden YouTube ikke tillater det. Å vise annonser er tross alt forretningsmodellen deres.
nl: AntennaPod kan de video's niet automatisch downloaden, omdat YouTube dat niet toestaat. Het tonen van advertenties is immers hun businessmodel.
pt_br: O AntennaPod não pode baixar os vídeos automaticamente, já que o YouTube não permite isso. Afinal de contas, exibir anúncios é o modelo de negócio deles.
ru: AntennaPod не может автоматически загружать видео, поскольку YouTube этого не позволяет. Показ рекламы - это их бизнес-модель, в конце концов.
tr: AntennaPod videoları otomatik olarak indiremez, çünkü YouTube buna izin vermez. Sonuçta reklam göstermek onların iş modelidir.
uk: AntennaPod не може автоматично завантажувати відео, оскільки YouTube це не дозволяє. Зрештою, показ реклами – це їхня бізнес-модель.

source: You won't have an image connected to your subscription, as YouTube doesn't include it in the feeds.
ca: No tindreu cap imatge enllaçada a la subscripció, ja que YouTube no l'inclou als feeds.
da: Du vil ikke få et billede forbundet med dit abonnement, da YouTube ikke inkluderer det i feeds.
de: Du wirst kein Bild haben, das mit deinem Abonnement verbunden ist, da YouTube es nicht in die Feeds aufnimmt.
es: No tendrás una imagen enlazada a tu suscripción, ya que YouTube no las incluye en sus canales.
fa: تصویری مرتبط با اشتراک شما نخواهید داشت، چون یوتیوب آن را در خوراک‌ها قرار نمی‌دهد.
fr: Vous n'aurez pas d'image liée à votre abonnement, car YouTube ne l'inclut pas dans les flux.
gl: Non terás unha imaxe enlazada á túa subscrición, xa que Youtube non as inclúe nas súas canles.
it: Non avrai un'immagine collegata alla tua iscrizione, poiché YouTube non la include nei feed.
ja: YouTubeがフィードに含めていないため、購読に関連付けられた画像は表示されません。
nb_no: Du vil ikke ha et bilde koblet til abonnementet ditt siden YouTube ikke inkluderer det i strømmene.
nl: Je zult geen afbeelding hebben die aan je abonnement gekoppeld is, omdat YouTube deze niet in de feeds opneemt.
pt_br: Você não terá uma imagem associada à sua inscrição, pois o YouTube não a inclui nos feeds.
ru: У вас не будет изображения, связанного с вашей подпиской, поскольку YouTube не включает его в ленту.
tr: Aboneliğinizle ilişkili bir görseliniz olmayacak çünkü YouTube bunu akışlara dahil etmiyor.
uk: Ви не матимете зображення, пов’язаного з вашою підпискою, оскільки YouTube не включає його в канали.
