Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: One community member [followed these steps](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) to repair the database and [indicated](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) that after this they could successfully import the repaired database.
da: Et medlem af fællesskabet [fulgte disse trin](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) for at reparere databasen og [angav](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614), at det herefter lykkedes at importere den reparerede database.
es: Un miembro de la comunidad [siguió estos pasos](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) para reparar la base de datos e [indicó](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) que después de esto, pudo importar correctamente la base de datos recuperada.
fr: Un membre de la communauté [a suivi ces étapes](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) pour réparer sa base de données et [a indiqué](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) qu'après cela, il a pu importer avec succès la base de données réparée.
gl: Un membro da comunidade [seguiu estes pasos](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) para reparar a base de datos e [indicou](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) que despois disto, puido importar correctamente a base de datos recuperada.
it: Un membro della comunità [ha seguito questi passi](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) per riparare il database e [ha affermato](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) che, fatto questo, è stato in grado di importare con successo il database riparato.
ja: あるコミュニティメンバーは、[こちらの手順に従う](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306)ことでデータベースを修復し、これにより修復したデータベースのインポートが成功したことを[示唆しています](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614)。
nb_no: Et fellesskapsmedlem [fulgte disse trinnene](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) for å reparere databasen og [indikerte](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) at de etter dette kunne importere den reparerte databasen.
nl: Een lid van de gemeenschap [volgde deze stappen](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) om de database te herstellen en [gaf aan](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614) dat hij daarna de herstelde database met succes kon importeren.
ru: Один из участников сообщества [выполнил следующие шаги](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306) для восстановления базы данных и [указал](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-404624614), что после этого он смог успешно импортировать восстановленную базу данных.
uk: Один учасник спільноти [виконав ці дії](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-384088306), щоб відновити базу даних і [вказав](https://github.com/AntennaPod/AntennaPod/ issues/2463#issuecomment-404624614), щоб після цього вони могли успішно імпортувати відремонтовану базу даних.

source: Another community member [took a clean database and moved content from the corrupted one in it](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), and then performed [another correction](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). After both steps, they managed to successfully imported the new database in AntennaPod.
da: Et andet medlem af fællesskabet [tog en ren database og flyttede indhold fra den beskadigede database ind i den](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), og foretog derefter [endnu en rettelse](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Efter begge trin lykkedes det dem at importere den nye database i AntennaPod.
es: Otro miembro de la comunidad [cogió una base de datos limpia y movió el contenido de la corrupta a ella](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), y después realizó [otra corrección](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Después de ambos pasos, consiguió importar correctamente la base de datos nueva en AntennaPod.
fr: Un autre membre de la communauté [a pris une base de données propre et y a déplacé le contenu de sa base corrompue](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), puis a effectué [cette autre correction](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Après ces deux étapes, il a réussi à importer cette nouvelle base de données dans AntennaPod.
gl: Outro membro da comunidade [colleu unha base de datos limpa e moveu o contido da corrupta a ela](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), e despois realizou [outra corrección](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Despois de ambos os pasos, conseguiu importar correctamente a base de datos nova en AntennaPod.
it: Un altro membro della comunità [ha preso un database pulito e vi ha spostato il contenuto di quello corrotto](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), poi ha eseguito [un'altra correzione](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Dopo questi due passaggi, è riuscito a importare con successo il nuovo database in AntennaPod.
ja: 他のあるコミュニティメンバーは、[新規のデータベースを作り、破損したデータベースからコンテンツを移動して](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068)、[追加の修正](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995)を行いました。両方のステップの後、なんとか新しいAntennaPodデータベースへのインポートが成功しました。
nb_no: Et annet fellesskapsmedlem [tok en ren database og flyttet innhold fra den ødelagte databasen inn i den](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), og utførte deretter [en annen korreksjon](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Etter begge trinnene klarte de å importere den nye databasen i AntennaPod.
nl: Een ander lid van de gemeenschap [nam een schone database en verplaatste inhoud van de beschadigde erin](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), en voerde vervolgens [een andere correctie](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995) uit. Na beide stappen slaagden ze erin de nieuwe database met succes te importeren in AntennaPod.
ru: Другой участник сообщества [взял чистую базу данных и перенес в нее содержимое поврежденной](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), а затем выполнил [еще одну коррекцию](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). После выполнения обоих шагов им удалось успешно импортировать новую базу данных в AntennaPod.
uk: Інший учасник спільноти [взяв чисту базу даних і перемістив у ній вміст із пошкодженої](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385341068), а потім виконав [інше виправлення](https://github.com/AntennaPod/AntennaPod/issues/2463#issuecomment-385354995). Після обох кроків їм вдалося успішно імпортувати нову базу даних у AntennaPod.

source: In AntennaPod you can add a folder as if it were a feed. To do this, go to `Add Podcast` and tap on `Add local folder`. Then go to this folder on your phone: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` and then the select the folder of a podcast. Note that this will only give you access to previously downloaded media - you will not receive new episodes.
da: I AntennaPod kan du tilføje en mappe, som om det var et feed. Det gør du ved at gå til `Tilføj podcast` og trykke på `Tilføj lokal mappe`. Gå derefter til denne mappe på din telefon: `Android` » `data` " `de.danoeh.antennapod` » `files` » `media` og vælg derefter mappen for en podcast. Bemærk, at dette kun vil give dig adgang til tidligere downloadede medier - du vil ikke modtage nye afsnit.
es: En AntennaPod puedes añadir una carpeta como si fuera un canal. Para hacer esto, ve a `Añadir Podcast` y toca en `Añadir carpeta local`. Ahora ve a esta carpeta en tu teléfono: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` y selecciona la carpeta de un podcast. Ten en cuenta que esto solo te dara acceso a archivos previamente descargados - no recibirás episodios nuevos.
fa: در آنتناپاد می‌توانید پوشه‌ای را مانند خوراک بیافزایید. برای این کار، به «افزودن پادپخش» بروید و «افزودن پوشه محلی» را بزنید. سپس به این پوشه در گوشی بروید: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` و پوشه یک پادپخش را انتخاب کنید. توجه کنید که این فقط دسترسی به رسانه‌های بارگیری‌شده پیشین را می‌دهد - قسمت‌های جدید دریافت نمی‌شوند.
fr: Dans AntennaPod, vous pouvez ajouter un dossier comme s'il s'agissait d'un flux. Pour ce faire, allez dans `Ajouter un podcast` et choisissez `Ajouter un dossier local`. Rendez-vous ensuite dans le dossier de votre téléphone : `Android` → `data` → `de.danoeh.antennapod` → `files` → `media`, puis sélectionnez le dossier de votre podcast. Notez que cela ne vous donnera accès qu'aux médias précédemment téléchargés, vous ne recevrez pas les nouveaux épisodes.
gl: En AntennaPod podes engadir un cartafol coma se fose unha canle. Para facer isto, ve a `Engadir Podcast` e toca en `Engadir cartafol local`. Agora ve a este cartafol no teu teléfono: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` e selecciona o cartafol dun podcast. Ten en conta que isto só che dara acceso a arquivos previamente descargados - non recibirás episodios novos.
it: In AntennaPod è possibile aggiungere una cartella come se fosse un feed. Per farlo, vai su `Aggiungi podcast` e tocca `Aggiungi cartella locale`. Poi vai a questa cartella nel tuo telefono: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` e poi seleziona la cartella di un podcast. Nota che questo ti darà accesso solo ai media precedentemente scaricati: non riceverai nuovi episodi.
ja: AntennaPodでは、フォルダをフィードであるかのように追加できます。そのためには、`ポッドキャストを追加` に移動し、`ローカルフォルダを追加` をタップしてください。そして、スマートフォン上の次のフォルダに移動します: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media`。そして、ポッドキャストのフォルダを選択します。この方法で可能になるのは、ダウンロード済みのメディアへのアクセスのみであり、新しいエピソードは受け取れません。
nb_no: I AntennaPod kan du legge til en mappe som om det var en strøm. For å gjøre dette, gå til `Legg til podkast` og trykk på `Legg til lokal mappe`. Gå deretter til denne mappen på telefonen din: `Android` → `data` → `de.danoeh.antennapod` → `files` → `media` og velg deretter mappen til en podkast. Merk at dette bare vil gi deg tilgang til tidligere nedlastede medier - du vil ikke motta nye episoder.
nl: In AntennaPod kun je een map toevoegen alsof het een feed is. Ga hiervoor naar `Podcast toevoegen` en tik op `Lokale map toevoegen`. Ga vervolgens naar deze map op je telefoon: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` en selecteer vervolgens de map van een podcast. Houd er rekening mee dat dit alleen toegang geeft tot eerder gedownloade media - de nieuwe afleveringen van de podcast zullen niet worden toegevoegd.
ru: В AntennaPod вы можете добавить папку, как если бы это был фид. Для этого перейдите в раздел `Добавить подкаст` и нажмите на `Добавить локальную папку`. Затем перейдите в эту папку на вашем телефоне: `Android` " `data` " `de.danoeh.antennapod` " `files` " `media` и выберите папку подкаста. Обратите внимание, что это даст вам доступ только к ранее загруженным медиафайлам - вы не будете получать новые эпизоды.
tr: AntennaPod'da bir klasörü bir feed'miş gibi ekleyebilirsiniz . Bunu yapmak için ` Podcast Ekle ` ' ye gidin ve ` Yerel klasör ekle `' ye dokunun . Ardından telefonunuzdaki şu klasöre gidin: ` Android ` » ` data ` » ` de.danoeh. antennapod ` » ` files ` » ` media ` ve ardından bir podcast klasörünü seçin. Bunun yalnızca daha önce indirilmiş medyaya erişmenizi sağlayacağını unutmayın - yeni bölümler almayacaksınız.
uk: У AntennaPod ви можете додати папку, ніби це канал. Для цього перейдіть до «Додати подкаст» і натисніть «Додати локальну папку». Потім перейдіть до цієї папки на телефоні: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media`, а потім виберіть папку подкасту. Зауважте, що це дасть вам доступ лише до раніше завантажених медіафайлів – ви не отримуватимете нових епізодів.

source: OPML files allow to transfer your subscriptions to another podcast app. You will lose any podcast- or episode-specific data (e.g. which episodes have been played) and all app settings. To export your file, go to `Settings` » `Storage` » `Import/Export`. Be sure to click `Send…` to save the file in another folder on your phone or somewhere else, because the original file will be deleted when you uninstall AntennaPod.
da: OPML-filer gør det muligt at overføre dine abonnementer til en anden podcast-app. Du mister alle podcast- eller afsnitsspecifikke data (f.eks. om et bestemt afsnit er blevet afspillet) og alle app-indstillinger. Hvis du vil eksportere din fil, skal du gå til `Indstillinger` » `Lagring` » `Import/eksport`. Sørg for at klikke på `Send…` for at gemme filen i en anden mappe på din telefon eller et andet sted, for den oprindelige fil slettes, når du afinstallerer AntennaPod.
es: Los archivos OPML te permiten transferir tus suscripciones a otra aplicación de podcasts. Perderás cualquier información relacionada con los podcast y los episodios (ej. qué episodios se reprodujeron) y todos los ajustes de la aplicación. Para exportar tu archivo, ve a `Ajustes` » `Almacenamiento` » `Importar/Exportar`. Asegúrate de hacer clic en `Enviar…` para guardar el archivo en otra carpeta en tu teléfono o en cualquier otro sitio, porque el archivo original se eliminará cuando desinstales AntennaPod.
fa: پرونده‌های OPML امکان هم‌رسانی اشتراک‌های شما به برنامه پادکست دیگری را فراهم می‌کنند. شما تمام داده‌های خاص پادکست یا قسمت (مانند اینکه کدام قسمت‌ها پخش شده‌اند) و همه تنظیمات برنامه را از دست خواهید داد. برای برون‌ریزی پرونده خود، به `تنظیمات` » `حافظه` » `وارد کردن/برون‌ریزی` بروید. حتماً روی `فرستادن…` بزنید تا پرونده را در پوشه دیگری روی گوشی یا جای دیگری نگه دارید، زیرا پرونده اصلی هنگام پاک کردن آنتناپاد پاک خواهد شد.
fr: Les fichiers OPML permettent de transférer vos abonnements vers une autre application de podcast. Vous perdrez toutes les données spécifiques aux podcasts ou aux épisodes (par exemple, si un épisode spécifique a été lu) et tous les paramètres de l'application. Pour exporter votre fichier, allez dans `Paramètres` → `Stockage` → `Importation / Exportation`. Pensez à cliquer sur `Envoyer…` pour enregistrer le fichier dans un autre dossier de votre téléphone ou vers une autre application, car le fichier original sera supprimé lorsque vous désinstallerez AntennaPod. Lorsque vous importez le fichier d'AntennaPod sur un autre appareil, l'application affiche une liste de podcasts avec des cases à cocher. Les podcasts que vous sélectionnez dans cette liste seront ajoutés à vos abonnements existants. Aucun de vos abonnements existants ne sera affecté.
gl: Os arquivos OPML permítenche transferir as túas subscricións a outra aplicación de podcasts. Perderás calquera información relacionada cos podcast e os episodios (ex. que episodios reproducíronse) e todos os axustes da aplicación. Para exportar o teu arquivo, ve a `Axustes` » `Almacenamento` » `Importar/Exportar`. Asegúrache de facer clic en `Enviar…` para gardar o arquivo noutro cartafol no teu teléfono ou en calquera outro sitio, porque o arquivo orixinal eliminarase cando desinstales AntennaPod.
it: I file OPML permettono di trasferire le tue iscrizioni in un'altra app di podcast. Perderai tutti i dati specifici dei podcast o degli episodi (ad esempio, quali episodi sono stati riprodotti) e tutte le impostazioni dell'applicazione. Per esportare il tuo file, vai su `Impostazioni` » `Memoria` » `Importa/Esporta`. Assicurati di cliccare `Invia…` per salvare il file in un'altra cartella del tuo telefono o da qualche altra parte, perché il file originale sarà eliminato quando disinstalli AntennaPod.
ja: OPMLファイルを使用すると、購読を別のポッドキャストアプリに転送できます。ただし、ポッドキャストやエピソード固有のデータ（どのエピソードが再生されたかなど）とすべてのアプリ設定は失われます。ファイルをエクスポートするには、`設定` » `ストレージ` » `インポート/エクスポート` に移動します。AntennaPodをアンインストールすると元のファイルは削除されてしまうため、必ず `送信…` をクリックして、ファイルをスマートフォンや他の場所にあるフォルダーに保存するようにしてください。
nb_no: OPML-filer gjør det mulig å overføre abonnementene dine til en annen podcast-app. Du vil miste alle podcast- eller episodespesifikke data (f.eks. hvilke episoder som er spilt av) og alle appinnstillinger. For å eksportere filen din, gå til `Innstillinger` →`Lagring` →`Import/eksport`. Husk å klikke på `Send...` for å lagre filen i en annen mappe på telefonen eller et annet sted, fordi den opprinnelige filen slettes når du avinstallerer AntennaPod.
nl: Met OPML-bestanden zet je abonnementen over naar een andere podcast-app. Alle podcast- of afleveringsspecifieke gegevens (bijvoorbeeld of een specifieke aflevering is afgespeeld) en alle app-instellingen gaan verloren. Ga naar `Instellingen` » `Opslag` » `Importeren/Exporteren` om het OPML-bestand aan te maken. Klik op `Versturen…` om het bestand op te slaan in een andere map op je telefoon of ergens anders te bewaren, want het originele bestand wordt verwijderd bij het deïnstalleren van AntennaPod.
ru: Файлы OPML позволяют переносить подписки в другое приложение для подкастов. При этом вы потеряете все данные, относящиеся к подкасту или эпизоду (например, какие эпизоды были проиграны), а также все настройки приложения. Чтобы экспортировать файл, перейдите в меню `Настройки` " `Сохранение` " `Импорт/Экспорт`. Не забудьте нажать `Отправить...`, чтобы сохранить файл в другой папке на телефоне или в другом месте, потому что оригинальный файл будет удален при удалении AntennaPod.
tr: OPML dosyaları aboneliklerinizi başka bir podcast uygulamasına aktarmanıza olanak tanır . Podcast veya bölümle ilgili tüm verileri (örneğin hangi bölümlerin oynatıldığı) ve tüm uygulama ayarlarını kaybedersiniz . Dosyanızı dışa aktarmak için ` Ayarlar ` » ` Depolama ` » ` İçe/Dışa Aktar ` öğesine gidin. AntennaPod'u kaldırdığınızda orijinal dosya silineceğinden dosyayı telefonunuzdaki veya başka bir yerdeki başka bir klasöre kaydetmek için ` Gönder… ` öğesine tıkladığınızdan emin olun .
uk: Файли OPML дозволяють перенести ваші підписки в інший додаток для подкастів. Ви втратите всі дані подкастів або епізодів (наприклад, які епізоди відтворювалися) і всі налаштування програми. Щоб експортувати файл, перейдіть до `Налаштування` » `Зберігання` » `Імпорт/Експорт`. Обов’язково натисніть «Надіслати…», щоб зберегти файл в іншій папці на вашому телефоні або в іншому місці, оскільки вихідний файл буде видалено, коли ви видалите AntennaPod.

source: Google Play
fa: پلی گوگل
ru: Google Plаy
uk: Гугл плей

source: App
ca: Aplicació
es: Aplicación
fa: کاره
fr: Application
gl: Aplicación
ja: アプリ
ru: Программа
tr: Uygulama
uk: додаток

source: SoundCloud
ru: SоundCloud

source: Mixcloud
ru: Mixclоud

source: Smart shuffle is an advanced queue sorting criterion that allows you to keep your queue sorted by publication date while also avoiding as much as possible having clusters of episodes from a single subscription in your queue.
da: Smart blanding er et avanceret køsorteringskriterie, der giver dig mulighed for at holde din kø sorteret efter udgivelsesdato, samtidig med at du så vidt muligt undgår at have klynger af afsnit fra et enkelt abonnement i din kø.
es: Smart Shuffle es un criterio avanzado de ordenación de cola que le permite mantener su cola ordenada por fecha de publicación y, al mismo tiempo, evitar en la medida de lo posible tener grupos de episodios de una sola suscripción en su cola.
fr: Le tri intelligent est un tri avancé qui permet de conserver l'ordre de publication mais en évitant autant que possible de grouper des épisodes d'un même podcast dans votre liste de lecture.
gl: Smart Shuffle é un criterio avanzado de ordenación de cola que lle permite manter a súa cola ordenada por data de publicación e, ao mesmo tempo, evitar na medida do posible ter grupos de episodios dunha soa subscrición na súa cola.
ja: スマートシャッフルは、高度なキューの並べ替え基準です。これを使用すると、できるだけキュー内に単一の購読のエピソードのクラスターができないようにしながら、公開日によってキューを並べ替えられます。
nb_no: Smart blanding er et avansert køsorteringskriterie som lar deg holde køen sortert på publiseringsdato mens den også unngår så godt som mulig å ha klaser med episoder fra samme abonnement i køen.
nl: Slimme shuffle is een geavanceerd sorteeringscriterium dat je toelaat om je afspeellijst te sorteren op publicatiedatum, waar je ook vermijd dat je grote clusters van afleveringen van een enkel abonnement hebt in de afspeellijst.
ru: Умная тасовка - это расширенный критерий сортировки очереди, который позволяет сохранять очередь отсортированной по дате публикации и при этом максимально избегать скопления эпизодов из одной подписки в очереди.
uk: Розумне перемішування — це розширений критерій сортування черги, який дозволяє вам упорядковувати чергу за датою публікації, а також уникати, наскільки це можливо, кластерів епізодів з однієї підписки у черзі.

source: How it works in detail
da: Hvordan det fungerer i detaljer
es: Funcionamiento detallado
fr: Comment ça marche
gl: Funcionamento detallado
ja: 詳しい仕組み
nb_no: Hvordan det virker i detalj
nl: Hoe werkt het in detail
ru: Как это работает в деталях
uk: Детально як це працює
