Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: You can always use the fast forward button in AntennaPod to skip the ads. If you are streaming an episode instead of downloading, the hosting company has an idea of how far you are in the podcast. It might be possible that the company detects the fact that you skipped the ad and insert a new one. If you instead download the episode, they cannot do that and you can skip the ads more reliably. (Downloading is also better for your privacy because then the hosting company does not know when you listen to which section of the episode. AntennaPod can be configured to automatically download and later delete episodes, so you don't have to do that manually.)
ca: Sempre podeu utilitzar el botó d'avanç ràpid a AntennaPod per ometre els anuncis. Si esteu reproduint un episodi en streaming en comptes de descarregar-lo, l'empresa d'allotjament té una idea de fins on sou al podcast. És possible que l'empresa detecti que heu omès l'anunci i n'insereixi un de nou. Si, en comptes de descarregar l'episodi, no ho poden fer i podeu ometre els anuncis de manera més fiable. (La descàrrega també és millor per a la vostra privadesa perquè l'empresa d'allotjament no sap quan escolteu quina secció de l'episodi. AntennaPod es pot configurar per descarregar i posteriorment eliminar episodis, de manera que no ho heu de fer manualment.)
da: Du kan altid bruge knappen til at spole fremad i AntennaPod for at springe reklamerne over. Hvis du streamer et afsnit i stedet for at downloade det, har hostingfirmaet en idé om, hvor langt du er nået i podcasten. Det kan være muligt, at selskabet registrerer, at du har sprunget reklamen over, og indsætter en ny reklame. Hvis du i stedet downloader afsnittet, kan de ikke gøre det, og du kan mere pålideligt springe annoncerne over. (Det er også bedre for dit privatliv, hvis du downloader, fordi hostingfirmaet så ikke ved, hvornår du lytter til hvilken sektion af afsnittet. AntennaPod kan konfigureres til automatisk at downloade og senere slette afsnit, så du ikke behøver at gøre det manuelt.)
de: Du kannst jederzeit in AntennaPod vorspulen, um die Werbung zu überspringen. Wenn du eine Episode streamst, anstatt sie herunterzuladen, weiß der Anbieter, wie weit du den Podcast gehört hast. Es ist möglich, dass das Unternehmen erkennt, dass du die Werbung übersprungen hast, und eine neue einfügt. Wenn du die Episode stattdessen herunterlädst, kann dies nicht geschehen und du kannst die Werbung zuverlässiger überspringen. (Das Herunterladen ist auch besser für deine Privatsphäre, da der Anbieter nicht weiß, wann du welchen Teil der Episode anhörst. AntennaPod kann so konfiguriert werden, dass Episoden automatisch heruntergeladen und später gelöscht werden, sodass du das nicht manuell machen musst.)
es: Siempre puede utilizar el botón de avance rápido de AntennaPod para saltarse los anuncios. Si estás viendo un episodio en streaming en lugar de descargarlo, la empresa que lo aloja tiene una idea de hasta dónde has llegado en el podcast. Es posible que la empresa detecte que te has saltado el anuncio e inserte uno nuevo. Si en cambio descargas el episodio, no pueden hacerlo y puedes saltarte los anuncios con mayor fiabilidad. (La descarga también es mejor para su privacidad porque entonces la empresa de alojamiento no sabe cuándo escucha qué sección del episodio. AntennaPod puede configurarse para que descargue automáticamente los episodios y los elimine más tarde, de modo que no tenga que hacerlo manualmente)
fa: همیشه می‌توانید از دکمه پیش‌روی سریع در آنتناپاد برای رد کردن آگهی‌ها استفاده کنید. اگر قسمت را به‌صورت جریانی پخش کنید، شرکت میزبان می‌داند تا کجای پادپخش پیش رفته‌اید. ممکن است شرکت تشخیص دهد که آگهی را رد کرده‌اید و آگهی جدیدی درج کند. اما اگر قسمت را بارگیری کنید، نمی‌توانند این کار را کنند و می‌توانید آگهی‌ها را آسوده‌تر رد کنید. (بارگیری همچنین برای حریم خصوصی بهتر است چون شرکت میزبان نمی‌داند کی به کدام بخش قسمت گوش می‌دهید. آنتناپاد را می‌توان برای بارگیری خودکار و پاک کردن قسمت‌ها پیکربندی کرد، تا نیازی به کار دستی نباشد.)
fr: Vous pouvez toujours utiliser le bouton d'avance rapide dans AntennaPod pour sauter les publicités. Si vous écoutez un épisode en continu au lieu de le télécharger, l'hébergeur a une idée de l'état d'avancement du podcast. Il est possible que l'entreprise détecte le fait que vous avez sauté la publicité et en insère une nouvelle. Si vous téléchargez l'épisode, ils ne peuvent pas le faire et vous pouvez sauter les publicités de manière plus fiable. (Le téléchargement est également plus respectueux de votre vie privée, car l'hébergeur ne sait pas quand vous écoutez telle ou telle partie de l'épisode. AntennaPod peut être configuré pour télécharger automatiquement les épisodes et les supprimer par la suite, ce qui vous évite de le faire manuellement)
gl: Sempre pode utilizar o botón de avance rápido de AntennaPod para saltarse os anuncios. Se estás a ver un episodio en streaming en lugar de descargalo, a empresa que o aloxa ten unha idea de ata onde chegaches no podcast. É posible que a empresa detecte que che saltaches o anuncio e #inserir un novo. Se en cambio descargas o episodio, non poden facelo e podes saltarche os anuncios con maior fiabilidade. (A descarga tamén é mellor para a súa privacidade porque entón a empresa de aloxamento non sabe cando escoita que sección do episodio. AntennaPod pode configurarse para que descargue automaticamente os episodios e elimíneos máis tarde, de modo que non teña que facelo manualmente)
it: Puoi sempre utilizzare il pulsante di avanzamento rapido di AntennaPod per saltare gli annunci. Se stai ascoltando un episodio in streaming invece di scaricarlo, la società di hosting ha un'idea della tua posizione nel podcast. È possibile che la società rilevi il fatto che hai saltato l'annuncio e ne inserisca uno nuovo. Se invece scarichi l'episodio, non avrà la possibilità di farlo e potrai saltare gli annunci in modo più affidabile. (Scaricare è anche preferibile per la tua privacy, perché in questo modo la società di hosting non sa quando ascolti quale sezione dell'episodio. AntennaPod può essere configurato per scaricare e cancellare automaticamente gli episodi, in modo da non doverlo fare manualmente.)
ja: AntennaPodの早送りボタンを使用すれば、いつでも広告をスキップできます。エピソードをダウンロードするのではなく、ストリーミングしている場合、配信会社はポッドキャストの再生がどこまで進んでいるかを把握できます。あなたが広告をスキップしたことを配信会社が検知し、新しい広告を挿入することも可能かもしれません。代わりに、エピソードをダウンロードすれば、それは不可能になり、より確実に広告をスキップできます。（ダウンロードすると、エピソードのどのセクションをいつ聴いたかを配信会社に知られることがないため、プライバシーの保護という利点もあります。AntennaPodはエピソードを自動的にダウンロードして、後で削除するように設定できるため、手動でダウンロードする必要はありません。）
nb_no: Du kan alltid bruke hurtigspolingsknappen i AntennaPod for å hoppe over annonsene. Hvis du strømmer en episode i stedet for å laste ned, har vertsselskapet en idé om hvor langt du er kommet i podkasten. Det kan være mulig at selskapet oppdager at du har hoppet over reklamen og setter inn en ny. Hvis du i stedet laster ned episoden, kan de ikke gjøre det, og du kan hoppe over annonsene mer pålitelig. (Nedlasting er også bedre for personvernet ditt, for da vet ikke vertsselskapet når du lytter til hvilken del av episoden. AntennaPod kan konfigureres til å laste ned og senere slette episoder automatisk, slik at du ikke trenger å gjøre det manuelt.)
nl: Je kunt altijd de vooruitspoelknop in AntennaPod gebruiken om de advertenties over te slaan. Als je een aflevering streamt in plaats van downloadt, dan heeft het hostingbedrijf een idee hoever je in de podcast bent. Het is mogelijk dat het bedrijf detecteert dat je de advertentie hebt overgeslagen en een nieuwe invoegt. Als je in plaats daarvan de aflevering downloadt, kan dat niet en kun je de advertenties betrouwbaarder overslaan. (Downloaden is ook beter voor je privacy, omdat het hostingbedrijf dan niet weet wanneer je naar welk deel van de aflevering luistert. AntennaPod kan worden ingesteld om afleveringen automatisch te downloaden en later te verwijderen, zodat je dat niet handmatig hoeft te doen.)
pt_br: Você sempre pode usar o botão de avançar do AntennaPod para pular os anúncios. Se estiver reproduzindo por streaming, a plataforma de hospedagem pode saber até onde você ouviu. É possível que a plataforma detecte que você pulou um anúncio e insira novos anúncios. Ao baixar o episódio, isso não acontece e você pode pular anúncios com mais facilidade. (O download também é melhor para a sua privacidade, pois a plataforma não sabe quando nem o que você ouve. O AntennaPod pode ser configurado para baixar e depois excluir episódios automaticamente, para que você não precise fazer isso manualmente.)
ru: Вы всегда можете воспользоваться кнопкой перемотки вперед в AntennaPod, чтобы пропустить рекламу. Если вы транслируете эпизод, а не скачиваете, хостинговая компания имеет представление о том, как далеко вы находитесь в подкасте. Возможно, компания обнаружит, что вы пропустили рекламу, и вставит новую. Если вы загрузите эпизод, они не смогут этого сделать, и вы сможете пропускать рекламу более надежно. (Скачивание также лучше для вашей конфиденциальности, потому что тогда хостинговая компания не знает, когда вы слушаете тот или иной фрагмент эпизода. AntennaPod можно настроить на автоматическую загрузку и последующее удаление эпизодов, так что вам не придется делать это вручную.)
tr: Reklamları atlamak için her zaman AntennaPod'daki hızlı ileri düğmesini kullanabilirsiniz . İndirmek yerine bir bölümü yayınlıyorsanız , barındırma şirketi podcast'te ne kadar ilerlediğinize dair bir fikre sahiptir. Şirket reklamı atladığınızı tespit edip yeni bir reklam ekleyebilir. Bunun yerine bölümü indirirseniz , bunu yapamazlar ve reklamları daha güvenilir bir şekilde atlayabilirsiniz. (İndirme ayrıca gizliliğiniz için daha iyidir çünkü o zaman barındırma şirketi bölümün hangi bölümünü ne zaman dinlediğinizi bilmez . AntennaPod bölümleri otomatik olarak indirecek ve daha sonra silecek şekilde yapılandırılabilir, böylece bunu manuel olarak yapmanız gerekmez.)
uk: Ви завжди можете скористатися кнопкою перемотування вперед у AntennaPod, щоб пропустити рекламу. Якщо ви транслюєте епізод, а не завантажуєте, хостингова компанія має уявлення про те, наскільки далеко ви перебуваєте в подкасті. Можливо, компанія виявить той факт, що ви пропустили рекламу, і вставить нову. Якщо ви замість цього завантажите епізод, вони не зможуть цього зробити, і ви зможете пропустити рекламу більш надійно. (Завантаження також краще для вашої конфіденційності, оскільки тоді хостингова компанія не знає, коли ви слухаєте, який розділ епізоду. AntennaPod можна налаштувати на автоматичне завантаження та пізніше видалення епізодів, тож вам не доведеться робити це вручну.)

source: Additionally, many podcast creators provide an ad-free feed that you can buy. Usually, you then either get a secret podcast feed URL, or alternatively username and password that you can enter in AntennaPod.
ca: A més, molts creadors de podcasts proporcionen un canal lliure d'anuncis que podeu comprar. Normalment, llavors obteniu un URL de canal de podcast secret, o alternativament un nom d'usuari i contrasenya que podeu introduir a AntennaPod.
da: Desuden tilbyder mange podcast-producenter et reklamefrit feed, som du kan betale for. Normalt får du så enten en hemmelig URL til podcast-feed eller alternativt et brugernavn og en adgangskode, som du kan indtaste i AntennaPod.
de: Außerdem bieten viele Podcast-Anbieter einen werbefreien Feed an, den du kaufen kannst. In der Regel erhältst du dann entweder eine geheime Podcast-Feed-URL oder alternativ einen Benutzernamen und ein Passwort, die du in AntennaPod eingeben kannst.
es: Además, muchos creadores de podcasts ofrecen un feed sin publicidad que puedes comprar. Por lo general, obtienes una URL de fuente de podcast secreta o, alternativamente, un nombre de usuario y una contraseña que puedes ingresar en AntennaPod.
fa: همچنین، بسیاری از سازندگان پادپخش خوراک بدون آگهی فراهم میکنند که می‌توانید بخرید. معمولاً یا یک نشانی خوراک پادپخش مخفی می‌گیرید یا نام کاربری و گذرواژه‌ای که می‌توانید در آنتناپاد وارد کنید.
fr: En outre, de nombreux créateurs de podcasts fournissent un flux sans publicité, souvent payant. En général, vous obtenez alors une URL secrète pour le flux de podcast, ou bien un nom d'utilisateur et un mot de passe que vous pouvez entrer dans AntennaPod.
gl: Ademais, moitos creadores de podcasts ofrecen un canal de contidos sen publicidade que podes comprar. Polo xeral, obtés unha URL de fonte de podcast secreta ou, alternativamente, un nome de usuario e un contrasinal que podes ingresar en AntennaPod.
it: Inoltre, molti creatori di podcast forniscono un feed privo di pubblicità che è possibile acquistare. Di solito, si ottiene un URL segreto del feed del podcast o, in alternativa, un nome utente e una password da inserire in AntennaPod.
ja: さらに、多くのポッドキャストのクリエイターは、広告なしのフィードを購入できるようにしています。通常、購入後に秘密のポッドキャスト フィードURLか、AntennaPodに入力できるユーザー名とパスワードを取得できます。
nb_no: I tillegg tilbyr mange podkastprodusenter en reklamefri strøm som du kan kjøpe. Vanligvis får du da enten en hemmelig nettadresse til podkast-strømmen, eller alternativt brukernavn og passord som du kan angi i AntennaPod.
nl: Daarnaast bieden veel podcastmakers een feed zonder reclame die je kunt kopen. Meestal krijg je dan of een geheime podcast feed URL, of andere gebruikersnaam en wachtwoord die je in AntennaPod kunt invoeren.
pt_br: Além disso, muitos criadores de podcast oferecem feeds sem anúncio mediante pagamento. Nesses casos, você recebe um URL exclusivo do feed do podcast ou usuário e senha que podem ser inseridos no AntennaPod.
ru: Кроме того, многие создатели подкастов предоставляют возможность купить канал без рекламы. Обычно вы получаете либо секретный URL-адрес подкаста, либо имя пользователя и пароль, которые можно ввести в AntennaPod.
tr: Ek olarak, birçok podcast yaratıcısı satın alabileceğiniz reklamsız bir yayın sağlar. Genellikle, daha sonra gizli bir podcast yayın URL'si veya alternatif olarak AntennaPod'a girebileceğiniz kullanıcı adı ve parola alırsınız .
uk: Крім того, багато творців подкастів надають стрічку без реклами, яку ви можете придбати. Зазвичай ви отримуєте секретну URL-адресу каналу подкастів або ім’я користувача та пароль, які можна ввести в AntennaPod.

source: If you find these ads annoying, consider talking to the podcast creators about this.
ca: Si trobeu aquests anuncis molestos, considereu parlar amb els creadors de podcasts sobre això.
da: Hvis du synes, at disse reklamer er irriterende, kan du overveje at henvende dig til producenterne af podcasten om dette.
de: Wenn du diese Werbung als störend empfindest, solltest du darüber nachdenken, dies mit den Herausgebern des Podcasts zu besprechen.
es: Si encuentra estos anuncios molestos, considere hablar con los creadores de podcasts al respecto.
fa: اگر این آگهی‌ها آزاردهنده‌اند، با سازندگان پادپخش در این باره گفتگو کنید.
fr: Si vous trouvez ces publicités gênantes, vous pouvez en parler aux créateurs du podcast.
gl: Se atopa estes anuncios molestos, considere falar cos creadores de podcasts respecto diso.
it: Se trovi fastidiose queste pubblicità, prendi in considerazione l'idea di parlarne con i creatori del podcast.
ja: 広告が煩わしいと思われる場合、ポッドキャストの作者と話し合うことを考慮してください。
nb_no: Hvis du synes disse annonsene er irriterende, kan du vurdere å snakke med podkastskaperne om dette.
nl: Als je deze advertenties vervelend vindt, overweeg dan hierover contact op te nemen met de podcastmakers.
pt_br: Se essess anúncios te incomodam, considere entrar em contato com os criadores do podcast para conversar sobre isso.
ru: Если вас раздражает эта реклама, поговорите об этом с создателями подкаста.
tr: Bu reklamları rahatsız edici buluyorsanız, podcast yaratıcılarıyla bu konu hakkında konuşmayı düşünebilirsiniz.
uk: Якщо ця реклама вас дратує, поговоріть про це з творцями подкастів.

source: AntennaPod will not ask you for any general permissions. However you can give the following permissions:
de: AntennaPod fordert keine allgemeinen Berechtigungen an. Du kannst jedoch die folgenden Berechtigungen erteilen:
pt_br: O AntennaPod não solicitará permissões gerais. No entanto, você pode conceder as seguintes permissões:

source: **Show notifications**: Via `Settings` » `Notifications` you can give AntennaPod the permission to create notifications.
de: **Benachrichtigungen anzeigen**: Über `Einstellungen` » `Benachrichtigungen` kannst du AntennaPod die Berechtigung zum Erstellen von Benachrichtigungen erteilen.
pt_br: **Exibir notificações**: em `Configurações` » `Notificações` você pode permitir que o AntennaPod crie notificações.

source: **Storage access**: When you add a 'local folder' the app will ask for long-term access to a specific folder. When you import a database or an OPML file, selecting that file will give the app one-time access to it.
de: **Speicherzugriff**: Wenn du einen „lokalen Ordner” hinzufügst, fragt die App nach einem dauerhaften Zugriff auf einen bestimmten Ordner. Wenn du eine Datenbank oder eine OPML-Datei importierst, erhält die App durch Auswahl dieser Datei einmaligen Zugriff darauf.
pt_br: **Acesso ao armazenamento**: ao adicionar uma 'pasta local', o app solicitará acesso permanente a uma pasta específica. Ao importar um banco de dados ou um arquivo OPML, selecionar esse arquivo dará ao app acesso temporário a ele.

source: Apart from that, the app requires the following permissions which are automatically granted by Android:
de: Darüber hinaus benötigt die App die folgenden Berechtigungen, die von Android automatisch erteilt werden:
pt_br: Além disso, o app requer as seguintes permissões, que são concedidas automaticamente pelo Android:

source: **Full network access**: to refresh podcasts, download and stream episodes, load images and enable synchronization
de: **Voller Netzwerkzugriff**: zum Aktualisieren von Podcasts, Herunterladen und Streamen von Episoden, Laden von Bildern und Aktivieren der Synchronisierung
pt_br: **Acesso total à rede**: para atualizar podcasts, baixar e reproduzir episódios por streaming, carregar imagens e habilitar sincronização

source: **View network connections** and **View Wi-Fi connections**:
de: **Netzwerkverbindungen anzeigen** und **WLAN-Verbindungen anzeigen**:
pt_br: **Ver conexões de rede** e **Ver conexões Wi-Fi**:

source: to check if there is an active internet connection, before and while taking any of the above-mentioned actions
de: um zu überprüfen, ob eine aktive Internetverbindung besteht, bevor und während du eine der oben genannten Maßnahmen ergreifst
pt_br: para verificar se há uma conexão ativa com a internet antes e durante as ações mencionadas acima

source: for the setting `Downloads` » `Mobile updates`, to determine whether the above actions are allowed by the user on the current (mobile and/or metered) connection
de: für die Einstellung `Downloads` » `Mobile Aktualisierungen`, um festzulegen, ob die oben genannten Aktionen vom Benutzer bei der aktuellen (mobilen und/oder getakteten) Verbindung zugelassen sind
pt_br: para a configuração `Downloads` » `Dados móveis`, a fim de determinar se essas ações estão permitidas pelo usuário na conexão atual (móvel e/ou limitada)

source: **Pair with Bluetooth devices**: for the setting `Playback` » `Headphones or Bluetooth disconnect`, to automatically pause or play when the phone connects with or disconnects from a Bluetooth device
de: **Mit Bluetooth-Geräten verbinden**: Für die Einstellung `Wiedergabe` » `Kopfhörer oder Bluetooth getrennt`, um die Wiedergabe automatisch anzuhalten oder fortzusetzen, wenn das Telefon eine Verbindung zu einem Bluetooth-Gerät herstellt oder trennt
pt_br: **Emparelhar com dispositivos Bluetooth**: para a configuração `Reprodução` » `Pausar ao desconectar fone/Bluetooth`, que permite pausar ou retomar automaticamente quando o celular se conecta ou se desconecta de um dispositivo Bluetooth

source: **Run at startup**: to (re)start services like refreshing podcasts and enabling auto-downloads
de: **Beim Start ausführen**: Dienste wie das Aktualisieren von Podcasts und das Aktivieren von automatischen Downloads (neu) starten
pt_br: **Executar na inicialização**: para (re)iniciar serviços como atualização de podcasts e downloads automáticos

source: **Control vibration**: for the option `Vibrate shortly before end` of the sleep timer, to vibrate if this setting is enabled
de: **Vibration steuern**: für die Option `Kurz vor dem Ende vibrieren` der Schlummerfunktion, um zu vibrieren, wenn diese Einstellung aktiviert ist
pt_br: **Controlar vibração**: para que a opção `Vibrar pouco antes do fim` do timer de suspensão, faça o aparelho vibrar se essa configuração estiver ativada

source: **Prevent device from sleeping**: needed to ensure media playback and downloads continue in the background
de: **Gerät nicht in den Ruhezustand versetzen**: erforderlich, um sicherzustellen, dass die Medienwiedergabe und Downloads im Hintergrund fortgesetzt werden
pt_br: **Evitar que o celular entre em suspensão profunda**: necessário para garantir que a reprodução de mídia e os downloads continuem em segundo plano

source: There are a few options to copy your data to your new phone, and each method copies a certain amount of data:
ca: Hi ha algunes opcions per copiar les vostres dades al vostre nou telèfon, i cada mètode copia una certa quantitat de dades:
da: Der er et par muligheder for at kopiere dine data til din nye telefon, og hver metode kopierer en bestemt mængde data:
de: Es gibt mehrere Möglichkeiten, deine Daten auf ein neues Telefon zu übertragen und jede Methode kopiert eine bestimmte Menge an Daten:
es: Hay algunas opciones para copiar tus datos a tu teléfono nuevo, y cada método copia una cantidad de datos definida:
fa: چند گزینه برای رونوشت داده‌هایتان به گوشی جدید وجود دارد، و هر روش مقدار خاصی از داده‌ها را جابه‌جا می‌کند:
fr: Il existe plusieurs options pour copier vos données sur votre nouveau téléphone, et chaque méthode copie une certaine quantité de données :
gl: Hai algunhas opcións para copiar os teus datos ao teu teléfono novo, e cada método copia unha cantidade de datos definida:
it: Ci sono diverse opzioni per copiare i tuoi dati sul tuo nuovo telefono, e ogni metodo copia una certa quantità di dati:
ja: 自分のデータをスマートフォンにコピーする方法はいくつかあり、それぞれの方法である程度のデータ量がコピーされます。
nb_no: Det finnes noen alternativer for å kopiere dataene dine til den nye telefonen, og hver metode kopierer en viss mengde data:
nl: Er zijn een paar mogelijkheden om je gegevens naar een nieuw toestel te kopiëren. Elke methode kopieert een bepaalde hoeveelheid gegevens:
pt_br: Há algumas maneiras de copiar seus dados para um novo celular, e cada método copia uma quantidade diferente de dados:
ru: Существует несколько вариантов копирования данных на новый телефон, и каждый из них копирует определенный объем данных:
tr: Verilerinizi yeni telefonunuza kopyalamak için birkaç seçeneğiniz vardır ve her yöntem belirli miktarda veriyi kopyalar:
uk: Існує кілька варіантів копіювання даних на новий телефон, і кожен метод копіює певну кількість даних:

source: Database Export
ca: Exporteu base de dades
da: Eksport af database
de: Datenbank-Export
es: Exportar la Base de Datos
fa: برون‌ریزی پایگاه داده
fr: Exportation de la base de données
gl: Exportar base de datos
it: Esportare il database
ja: データベースのエクスポート
nb_no: Database-eksport
nl: Database exporteren
pt_br: Exportar banco de dados
ru: Экспорт базы данных
tr: Veritabanı İhracatı
uk: Експорт бази даних
