Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: A pretty common problem experienced by users is that they suddenly can not manually reorder the queue.
ca: Un problema prou comú que alguns usuaris es troben és que de sobte no poden reordenar la cua manualment.
da: Et ret almindeligt problem, som brugerne oplever, er, at de pludselig ikke kan omarrangere køen manuelt.
de: Ein häufig auftretendes Problem ist, dass Benutzer die Warteschlange plötzlich nicht mehr manuell neu ordnen können.
es: Un problema bastante común que algunos usuarios tienen es que de repente, no pueden reordenar la cola de manera manual.
fa: مشکلی که بسیاری از کاربران تجربه می‌کنند این است که ناگهان نمی‌توانند صف را به‌صورت دستی بازچین کنند.
fr: Un problème assez commun peut arriver, lorsque utilisateur ne peut plus réorganiser sa liste de lecture.
gl: Un problema bastante común que algúns usuarios teñen é que de súpeto, non poden reordenar a cola de maneira manual.
it: Un problema abbastanza comune per gli utenti è che improvvisamente non possono riordinare manualmente la coda.
ja: ユーザーがよく経験する問題は、キューを手動で並べ替えることが突然できなくなることです。
nb_no: Et ganske vanlig problem brukerne opplever er at de plutselig ikke kan omorganisere køen manuelt.
nl: Een vrij vaak voorkomend probleem is dat gebruikers opeens niet meer handmatig de wachtrij kunnen herschikken.
pt_br: Um problema bastante comum enfrentado pelos usuários é que, de repente, eles não conseguem mais reordenar manualmente a fila.
ru: Довольно распространенная проблема, с которой сталкиваются пользователи, - это невозможность вручную изменить порядок очереди.
tr: Kullanıcıların sıklıkla karşılaştığı bir sorun, aniden kuyruğu manuel olarak yeniden sıralayamamalarıdır .
uk: Досить поширена проблема, з якою стикаються користувачі, полягає в тому, що вони раптом не можуть вручну змінити порядок черги.

source: If you can't move episodes around in the queue, this can be caused by either of the following:
ca: Si no podeu moure episodis de la cua, pots ser per qualsevol de les següents raons:
da: Hvis du ikke kan flytte afsnit rundt i køen, kan det skyldes en af følgende ting:
de: Wenn du Episoden in der Warteschlange nicht verschieben kannst, kann dies eine der folgenden Ursachen haben:
es: Si no puedes mover los episodios en la cola, puede ser por cualquiera de las siguiente razones:
fa: اگر نمی‌توانید قسمت‌ها را در صف جابه‌جا کنید، ممکن است به یکی از دلایل زیر باشد:
fr: Si vous ne pouvez pas déplacer les épisodes dans la de lecture, cela peut être dû à l'une des raisons suivantes :
gl: Se non podes mover os episodios na cola, pode ser por calquera das seguinte razóns:
it: Se non potete spostare gli episodi nella coda, può essere per uno dei seguenti motivi:
ja: キュー内でエピソードを移動できない場合は、次のいずれかが原因である可能性があります。
nb_no: Hvis du ikke kan flytte episoder rundt i køen kan dette skyldes en av følgende årsaker:
nl: Als afleveringen niet verplaatst kunnen worden in de wachtrij, kan dit een van de volgende oorzaken hebben:
pt_br: Se você não conseguir mover episódios na fila, isso pode ser causado por um dos seguintes motivos:
ru: Если вы не можете перемещать выпуски в очереди, это может быть вызвано одним из следующих причин:
tr: Eğer bölümleri kuyrukta hareket ettiremiyorsanız , bunun nedeni aşağıdakilerden biri olabilir:
uk: Якщо ви не можете переміщувати епізоди в черзі, це може бути спричинено однією з наведених нижче причин:

source: `Keep Sorted` is enabled. You can disable this by tapping the three dots `…` in the top bar and select `Sort`.
ca: `Mantingues ordenats` està activat. Podeu desactivar-lo prement els tres puntets `…` a la barra superior i seleccionant `Ordena`.
da: `Hold sorteret` er aktiveret. Du kan deaktivere dette ved at trykke på de tre prikker `…` i den øverste bjælke og vælge `Sorter`.
de: `Sortiert halten` ist aktiviert. Du kannst dies deaktivieren, indem du auf die drei Punkte `…` in der oberen Leiste tippst und `Sortieren` wählst.
es: `Mantener ordenado` está habilitado. Puedes deshabilitar esta opción tocando en los tres puntos `…` en la barra superior y seleccionar `Ordenar`.
fa: `مرتب نگه داشتن` روشن است. می‌توانید آن را با زدن روی سه‌نقطه `…` در نوار بالا و انتخاب `مرتب‌سازی` خاموش کنید.
fr: `Filtrage` activé. Vous pouvez le désactiver en touchant les trois points `…` dans la barre supérieure et en sélectionnant `Filtrer`.
gl: `Manter ordenado` está habilitado. Podes deshabilitar esta opción tocando nos tres puntos `…` na barra superior e seleccionar `Ordenar`.
it: `Mantieni ordine` è abilitato. È possibile disabilitarlo toccando i tre punti `…` nella barra superiore e selezionare `Ordina`.
ja: `ソート順を保持` が有効になっています。これを無効にするには、上部のバーにある3つの点 `…` をタップし、`並べ替え` を選択します。
nb_no: `Hold sortert` er aktivert. Du kan deaktivere dette ved å trykke på de tre punktene `...` i den øverste linjen og velge `Sorter`.
nl: `Gesorteerd houden` is ingeschakeld. Dit is uit te schakelen door op de drie puntjes `…` in de bovenste balk te tikken en `Sorteren` te selecteren.
pt_br: A opção `Manter ordenação` está ativada. Você pode desativá-la tocando nos três pontos `…` na barra superior e selecionando `Ordenar`.
ru: Включена функция `Сохранение сортировки`. Вы можете отключить эту функцию, нажав на три точки `...` в верхней панели и выбрав `Сортировать`.
tr: ` Sıralı Tut ` etkin. Üst çubuktaki üç noktaya ` … ` dokunarak ve ` Sırala ` yı seçerek bunu devre dışı bırakabilirsiniz .
uk: `Keep Sorted` увімкнено. Ви можете вимкнути це, торкнувшись трьох крапок `…` у верхній панелі та вибравши `Сортувати``.

source: The queue is locked. You can unlock the queue by tapping the 3-dot overflow menu in the top bar and un-checking `Lock queue`.
ca: La cua és bloquejada. La podeu desbloquejar prement el menú dels tres puntets i desmarcant `Bloqueja la cua`.
da: Køen er låst. Du kan låse køen op ved at trykke på de tre prikker i topbjælken og fjerne markeringen fra `Lås kø`.
de: Die Warteschlange ist gesperrt. Du kannst die Warteschlange entsperren, indem du auf die drei Punkte in der oberen Leiste tippst und das Häkchen bei `Warteschlange sperren` entfernst.
es: La cola está bloqueada. Puedes desbloquear la cola tocando en el icono `desbloquear` en la barra superior y desmarcando `Bloqueo de cola` .
fa: صف قفل شده است. می‌توانید با زدن روی منوی سه‌نقطه در نوار بالا و برداشتن `قفل صف` آن را باز کنید.
fr: La liste de lecture est verrouillée. Vous pouvez la déverrouiller en appuyant sur le menu à 3 points dans la barre supérieure et en décochant `Verrouiller la liste de lecture`.
gl: A cola está bloqueada. Podes desbloquear a cola tocando na icona `desbloquear` na barra superior e desmarcando `Bloqueo de cola` .
it: La coda è bloccata. Puoi sbloccare la coda toccando l'icona con i 3 punti nella barra superiore e dal menù deselezionando `Blocca la coda`.
ja: キューがロックされています。キューのロックを解除するには、上部のバーにある3点のオーバーフローメニューをタップし、`キューをロック` のチェックを外します。
nb_no: Køen er låst. Du kan låse opp køen ved å trykke på overløpsmenyen med tre prikker i topplinjen og fjerne merket for `Lås køen`.
nl: De wachtrij is vergrendeld. Je kunt deze ontgrendelen door op het menu te openen via de drie puntjes in de bovenste balk en vervolgens het vinkje bij `Vergrendel wachtrij` weg te halen.
pt_br: A fila está bloqueada. Você pode desbloquear a fila tocando no menu de overflow com três pontos na barra superior e desmarcando a opção `Bloquear a fila`.
ru: Очередь заблокирована. Вы можете разблокировать очередь, нажав на 3-точечное меню переполнения в верхней панели и сняв флажок `Заблокировать очередь`.
tr: Sıra kilitli. Üst çubuktaki 3 nokta taşma menüsüne dokunarak ve ` Sırayı kilitle ` işaretini kaldırarak sıranın kilidini açabilirsiniz .
uk: Черга заблокована. Ви можете розблокувати чергу, торкнувшись додаткового меню з трьома крапками на верхній панелі та знявши прапорець «`Заблокувати чергу`».

source: Multiple queues are currently not supported. Please see [issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) on GitHub for more information and / or subscribe to the issue to get updated in case of any developments.
ca: Actualment, no hi ha suport per a diverses cues. Feu una ullada a la [incidència 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) a GitHub per a més informació i/o subscriviu-vos a la incidència per estar al dia en cas que hi hagi cap avenç.
da: Flere køer understøttes ikke i øjeblikket. Du kan følge [issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) på GitHub for at få flere oplysninger og/eller for at blive holdt opdateret om eventuel udvikling på dette issue.
de: Mehrfache Warteschlangen werden derzeit nicht unterstützt. Bitte beachte [Issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) auf GitHub und/oder abonniere es, um bei neuen Entwicklungen auf dem Laufenden zu bleiben.
es: Actualmente no se soportan varias colas. Puedes seguir la [cuestión 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) en GitHub para más información y/o suscribirte a la cuestión para mantenerte al día en caso de que haya algún avance.
fa: چندین صف در حال حاضر پشتیبانی نمی‌شوند. لطفاً برای داده‌های بیشتر [مسئله 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) را در گیت‌هاب ببینید و/یا در این مسئله اشتراک کنید تا با هرگونه پیشرفت آگاه شوید.
fr: Les files de lecture multiples ne sont actuellement pas prises en charge. Vous pouvez suivre [le problème 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) sur GitHub pour plus d'informations et/ou pour être tenu au courant.
gl: Actualmente non se soportan varias colas. Podes seguir a [#cuestión 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) en GitHub para máis información e/o subscribirche á cuestión para manterche ao día no caso de que haxa algún avance.
it: Le code multiple non sono attualmente supportate. Si prega di vedere la [issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) su GitHub per ulteriori informazioni e/o seguire la issue per essere aggiornati in caso di eventuali sviluppi.
ja: 現在、複数キューはサポートされていません。詳細については、GitHubの[issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648)を参照してください。また、開発があった場合に最新情報を入手するには、Issueをsubscribeしてください。
nb_no: Flere køer støttes for øyeblikket ikke. Se [sak 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) på GitHub for mer informasjon og/eller abonner på saken for å bli oppdatert i tilfelle det skjer noe nytt.
nl: Meerdere wachtrijen worden momenteel niet ondersteund. Je kunt [issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) op GitHub bekijken voor meer informatie en/of je daar op updates abonneren voor als er ontwikkelingen zijn.
pt_br: Atualmente, não há suporte para várias filas. Consulte o [problema 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) no GitHub para obter mais informações e / ou inscreva-se no problema para receber atualizações em caso de novos desenvolvimentos.
ru: В настоящее время множественные очереди не поддерживаются. Пожалуйста, посмотрите [issue 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) на GitHub для получения дополнительной информации и/или подпишитесь на выпуск, чтобы получать обновления в случае каких-либо изменений.
tr: Şu anda birden fazla kuyruk desteklenmiyor. Daha fazla bilgi için lütfen GitHub'daki [issue 2648](https://github.com/ AntennaPod / AntennaPod /issues/2648) adresine bakın ve/veya herhangi bir gelişme olması durumunda güncelleme almak için soruna abone olun .
uk: Кілька черг наразі не підтримуються. Перегляньте [випуск 2648](https://github.com/AntennaPod/AntennaPod/issues/2648) на GitHub, щоб дізнатися більше, і/або підпишіться на випуск, щоб отримувати оновлення в разі будь-яких подій.

source: You can sort your queue using different sorting criteria: `Episode title`, `Podcast title`, `Duration`, `Date`, `Random` and `Smart shuffle`. As most of them are self-explanatory, this page focuses specifically on `Podcast title` and `Smart shuffle`.
ca: Podeu ordenar la vostra llista d'espera utilitzant diferents criteris d'ordenació: `Títol de l'episodi`, `Títol del podcast`, `Durada`, `Data`, `Aleatori` i `Barreja intel·ligent`. Com que la majoria són autoexplicatius, aquesta pàgina se centra específicament en `Títol del podcast` i `Barreja intel·ligent`.
de: Du kannst die Warteschlange nach verschiedenen Kriterien sortieren: `Episodenname`, `Podcastname`, `Dauer`, `Veröffentlichungsdatum`, `Zufällig` oder `Schlaues Mischen`. Da die meisten selbsterklärend sind, geht diese Seite näher auf `Podcastname` und `Schlaues Mischen` ein.
pt_br: Você pode ordenar sua fila usando diferentes critérios de ordenação: `Título do episódio`, `Título do podcast`, `Duração`, `Data`, `Aleatório` e `Embaralhamento inteligente`. Como a maioria deles é autoexplicativa, esta página se concentra especificamente em `Título do podcast` e `Embaralhamento inteligente`.

source: Podcast title
ca: Títol del pòdcast
de: Podcast-Name
fa: عنوان پادپخش
pt_br: Título do podcast

source: This criterion sorts episodes in your queue according to the title of the podcast they belong to. Note that episodes from the same podcast are sorted according to your previous sort order: therefore, if you would like episodes from the same podcast to be sorted together and chronologically, you would need to first sort by `Date` and then sort by `Podcast title`.
ca: Aquest criteri ordena els episodis de la teva llista d'espera segons el títol del podcast al qual pertanyen. Tingues en compte que els episodis del mateix podcast s'ordenen segons l'ordre d'ordenació anterior: per tant, si vols que els episodis del mateix podcast estiguin agrupats i ordenats cronològicament, primer hauràs d'ordenar per `Data` i després per `Títol del podcast`.
de: Dieses Kriterium sortiert Episoden in der Warteschlange nach dem Namen des zugehörigen Podcasts. Beachte, dass Episoden des selben Podcasts nach dem vorherigen Kriterium sortiert werden. Falls du deshalb Episoden des selben Podcasts zusammen und chronologisch sortieren möchtest, musst du zuerst nach `Datum` und anschließend nach `Podcast-Name` sortieren.
pt_br: Este critério ordena os episódios na sua fila de acordo com o título do podcast ao qual pertencem. Observe que os episódios do mesmo podcast são ordenados de acordo com a sua ordem de ordenação anterior: portanto, se você deseja que os episódios do mesmo podcast sejam ordenados juntos e cronologicamente, primeiro você precisa classificá-los por `Data` e, em seguida, por `Título do podcast`.

source: Smart shuffle
ca: Barreja intel·ligent
de: Schlaues Mischen
fa: بُر زدن هوشمند
pt_br: Embaralhamento inteligente

source: Smart shuffle is an advanced sorting criterion that allows you to keep your queue sorted by publication date while also avoiding as much as possible having clusters of episodes from a single subscription in your queue.
de: Schlaues Mischen ist ein intelligentes Sortierkriterium für die Warteschlange, mit dem die Warteschlange nach Veröffentlichungsdatum sortiert und gleichzeitig so weit wie möglich vermieden wird, dass sich mehrere Episoden eines einzigen Abonnements hintereinander in der Warteschlange befinden.
fa: بُر زدن هوشمند روش مرتّب سازی پیشرفته‌ایست که می‌گذارد صفتان خود را بر پایهٔ تاریخ انتشار مرتّب نگه داشته و همچنان تا جای ممکن از انباشت قسمت‌های اشتراکی خاص در صفتان جلوگیری می‌کند.
pt_br: O embaralhamento inteligente é um critério de ordenação avançado que permite manter sua fila ordenada por data de publicação, evitando ao máximo que episódios de uma única inscrição fiquem agrupados na sua fila.

source: To use smart shuffle, place some episodes from different subscriptions in your queue, then tap `…` in the top bar, select `Sort` and finally `Smart shuffle`. Just like other sorting criteria, smart shuffle can be sorted in ascending or descending order.
ca: Per utilitzar la barreja intel·ligent, col·loqueu alguns episodis de diferents subscripcions a la cua, després toqueu `...` a la barra superior, seleccioneu `Ordena` i finalment `Barreja in` Igual que altres criteris d'ordenació, la barreja intel·ligent es pot ordenar en ordre ascendent o descendent.
da: For at bruge smart blanding skal du placere nogle afsnit fra forskellige abonnementer i din kø og derefter trykke på `…` i topbjælken, vælge `Sorter` og endelig `Smart blanding`. Ligesom andre sorteringskriterier kan smart blanding sorteres i stigende eller faldende rækkefølge.
de: Um Schlaues Mischen zu verwenden, lege einige Episoden aus verschiedenen Abonnements in die Warteschlange, tippe dann auf `…` in der oberen Leiste, wähle `Sortieren` und schließlich `Schlaues Mischen`. Genau wie andere Sortierkriterien kann auch Schlaues Mischen in aufsteigender oder absteigender Reihenfolge sortiert werden.
es: Para usar la función de reproducción aleatoria inteligente, coloca algunos episodios de diferentes suscripciones en tu cola , luego toca `…` en la barra superior, selecciona `Ordenar` y, finalmente, `Reproducción aleatoria inteligente`. Al igual que otros criterios de ordenación, la reproducción aleatoria inteligente se puede ordenar en orden ascendente o descendente.
fa: برای به‌کارگیری مرتب‌سازی هوشمند، چند قسمت از اشتراک‌های مختلف را در صف خود بگذارید، سپس روی `…` در نوار بالا بزنید، `مرتب‌سازی` را انتخاب کنید و در پایان `مرتب‌سازی هوشمند` را برگزینید. مانند دیگر روش‌های مرتب‌سازی، مرتب‌سازی هوشمند می‌تواند به‌صورت صعودی یا نزولی مرتب شود.
fr: Pour utiliser le tri intelligent ajouter des épisodes de podcasts différents dans la liste de lecture, puis appuyez sur `…` dans la barre en haut, choisir `Trier` et enfin `Tri intelligent`. Comme pour les autres types de tri, l'ordre du tri intelligent peut être ascendant ou descendant.
gl: Para usar a función de reprodución aleatoria intelixente, coloca algúns episodios de diferentes subscricións na túa cola , logo toca `…` na barra superior, selecciona `Ordenar` e, finalmente, `Reprodución aleatoria intelixente`. Do mesmo xeito que outros criterios de ordenación, a reprodución aleatoria intelixente pódese ordenar en orde ascendente ou descendente.
it: Per usare la modalità casuale intelligente, aggiungi episodi di diversi podcast nella tua coda, poi tocca `…` nella barra superiore, seleziona `Ordina` e infine `Casuale intelligente`. Come altri criteri di ordinamento, anche il casuale intelligente può essere ordinato in modo ascendente o discendente.
ja: スマートシャッフルを使用するには、さまざまな購読からいくつかのエピソードをキューに入れ、上部バーの`…`をタップし、`並べ替え`を選択して、最後に`スマートシャッフル`を選択します。他の並べ替え基準と同様に、スマート シャッフルは昇順または降順で並べ替えられます。
nb_no: For å bruke smart blanding plasserer du episoder fra ulike abonnementer i køen. Deretter tapper du på `…` øverst på skjermen og velger `Sorter` og til slutt `Smart blanding`. Som andre sorteringskriterier kan smart blanding sorteres i fallende og stigende rekkefølge.
nl: Om slimme shuffle te gebruiken, plaats een aantal afleveringen van verschillende abonnementen in je afspeellijst, druk daarna op `...` in de bovenste balk, selecteer dan `Sorteer` en finaal `Slimme shuffle`. Net als andere sortingscriteria kan je slimme shuffle in oplopende of aflopende richting sorteren.
pt_br: Para usar embaralhamento inteligente, coloque alguns episódios de diferentes inscrições na sua fila, toque em `…` na barra superior, selecione `Ordenar` e, por fim, `Embaralhamento inteligente`. Assim como outros critérios de ordenação, o embaralhamento inteligente pode ser ordenado em ordem crescente ou decrescente.
ru: Чтобы воспользоваться умной перетасовкой, поместите несколько эпизодов из разных подписок в очередь, затем нажмите `...` в верхней панели, выберите `Сортировать` и, наконец, `Умная перетасовка`. Как и другие критерии сортировки, smart shuffle можно сортировать в порядке возрастания или убывания.
tr: Akıllı karıştırmayı kullanmak için, farklı aboneliklerden birkaç bölümü sıranıza koyun , ardından üst çubuktaki ` … ` öğesine dokunun, ` Sırala ` öğesini ve son olarak ` Akıllı karıştırma ` öğesini seçin. Diğer sıralama ölçütleri gibi, akıllı karıştırma da artan veya azalan düzende sıralanabilir.
uk: Щоб використовувати інтелектуальне перемішування, помістіть кілька епізодів із різних підписок у свою чергу, потім торкніться `…` на верхній панелі, виберіть `Сортувати` і, нарешті, `Розумне перемішування`. Подібно до інших критеріїв сортування, Smart Shuffle можна сортувати за зростанням або спаданням.

source: How smart shuffle works in detail
de: Wie Schlaues Mischen funktioniert
pt_br: Como funciona o embaralhamento inteligente em detalhes

source: To assign tags to a podcast you have to:
ca: Per assignar etiquetes a un pòdcast heu de:
da: For at tildele etiketter til en podcast skal du:
de: Um einem Podcast Tags zuzuweisen, musst du:
es: Para asignar etiquetas a un podcast tienes que:
fa: برای تنظیم برچسب‌ها به یک پادپخش باید:
fr: Pour attribuer des tags à un podcast, vous devez :
gl: Para asignar etiquetas a un podcast tes que:
it: Per assegnare tag a un podcast devi:
ja: タグをポッドキャストに割り当てるには、次のことをする必要があります。
nb_no: For å tilordne emneknagger til en podkast må du:
nl: Om een label aan een podcast toe te kennen moet je:
pt_br: Para atribuir etiquetas a um podcast, você deve:
ru: Чтобы присвоить теги подкасту, вам нужно:
tr: Bir podcaste etiket atamak için şunları yapmalısınız:
uk: Щоб призначити теги подкасту, потрібно:

source: Open a specific podcast
ca: Obrir un pòdcast en específic
da: Åbne en bestemt podcast
de: Öffne einen bestimmten Podcast
es: Abrir un podcast específico
fa: یک پادپخش خاص را باز کنید
fr: Ouvrir un podcast spécifique
gl: Abrir un podcast específico
it: Aprire un podcast specifico
ja: 特定のポッドキャストを開く
nb_no: Åpne en spesifikk podkast
nl: Een specifieke podcast openen
pt_br: Abrir um podcast específico
ru: Открыть конкретный подкаст
tr: Belirli bir podcast'i açın
uk: Відкрийте певний подкаст

source: Tap on the `gear` icon to access its settings
ca: Prémer la icona de l'`engranatge` per accedir a la seva configuració
da: Trykke på `gear` ikonet for at få adgang til dens indstillinger
de: Tippe auf das `Zahnrad`-Symbol, um die Einstellungen zu öffnen
es: Tocar en el icono del `engranaje` para acceder a sus opciones
fa: روی نماد `چرخ‌دنده` بزنید تا به تنظیمات آن دسترسی پیدا کنید
fr: Tapez sur l'icône `Roue dentée` pour accéder à ses paramètres
gl: Tocar na icona da `engrenaxe` para acceder ás súas opcións
it: Tocca `l'icona dell'ingranaggio` per accedere alle sue impostazioni
ja: `歯車`アイコンをタップして、設定にアクセスする
nb_no: Trykk på `tannhjuls`-ikonet for å gå til innstillingene for podkasten
nl: Op het `tandwiel`-pictogram tikken om de instellingen te openen
pt_br: Tocar no ícone de `engrenagem` para acessar suas configurações
ru: Нажмите на значок `шестерни`, чтобы получить доступ к его настройкам
tr: Ayarlarına erişmek için ` dişli` simgesine dokunun
uk: Торкніться значка «`шестерні`», щоб отримати доступ до його налаштувань

source: Select the `Tags` setting
ca: Seleccionar la configuració d'`Etiquetes`
da: Vælg indstillingen `Etiketter`
de: `Tags`-Einstellung wählen
es: Seleccionar el ajuste `Etiquetas`
fa: تنظیم `برچسب‌ها` را برگزینید
fr: Sélectionnez le paramètre `Tags`
gl: Seleccionar o axuste `Etiquetas`
it: Seleziona l'opzione `Tag`
ja: `タグ`設定を選択する
nb_no: Velg innstillingen `Emneknagger`
nl: De instelling `Labels` selecteren
pt_br: Selecionar a configuração `Etiquetas`
ru: Выберите настройку `Теги`
tr: ` Etiketler ` ayarını seçin
uk: Виберіть параметр «`Теги`»

source: Auto Delete
da: Auto-slet
es: Borrado automático
fr: Suppression automatique
gl: Borrado automático
it: Eliminazione automatica
ja: 自動削除
nb_no: Automatisk sletting
nl: Automatisch verwijderen
ru: Автоудаление
uk: Автоматичний видалення
