Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Media files are therefore taken directly from the publisher's website. If the publisher deletes these, AntennaPod can no longer retrieve it for you.
ca: Per tant, els arxius multimèdia es prenen directament del lloc web de l'editor. Si l'editor els elimina, AntennaPod ja no pot recuperar-los.
da: Mediefilerne er derfor taget direkte fra udgiverens websted. Hvis udgiveren sletter dem, kan AntennaPod ikke længere hente dem for dig.
de: Die Mediendateien werden daher direkt von der Website des Podcast-Erstellers übernommen. Wenn der Ersteller diese löscht, kann AntennaPod sie nicht mehr abrufen.
es: Por lo tanto, los archivos multimedia se cogen directamente del sitio web del editor. Si el editor los elimina, AntennaPod ya no puede recuperarlos para ti.
fa: محتوای رسانه‌ای مستقیماً از وبگاه ناشر گرفته می‌شوند. اگر ناشر آن‌ها را پاک کند، آنتناپاد دیگر نمی‌تواند آن‌ها را برای شما بازیابی کند.
fr: Les fichiers multimédias proviennent donc directement du site web de l’éditeur. Si l'éditeur les supprime, AntennaPod ne peut plus les récupérer pour vous.
gl: Por tanto, os arquivos multimedia cóllense directamente do sitio web do editor. Se o editor elimínaos, AntennaPod xa non pode recuperalos para ti.
it: I file multimediali sono quindi presi direttamente dal sito dell'editore. Se l'editore li elimina, AntennaPod non può più recuperarli per te.
ja: したがって、メディアファイルは直接配信者のウェブサイトから直接取得されます。配信者がファイルを削除した場合、AntennaPodはもう取得できなくなります。
nb_no: Mediefiler hentes derfor direkte fra utgiverens nettsted. Hvis utgiveren sletter disse, kan AntennaPod ikke lenger hente dem for deg.
nl: De mediabestanden worden rechtstreeks van de website van de uitgever geladen. Als de uitgever ze verwijdert, kan AntennaPod ze niet meer voor je downloaden.
pt_br: Os arquivos de mídia são, portanto, obtidos diretamente do site do produtor. Se o produtor excluir esses arquivos, o AntennaPod não poderá mais recuperá-los para você.
ru: Медиафайлы взяты непосредственно с сайта издательства. Если издатель удаляет их, AntennaPod больше не может получить их для вас.
tr: Medya dosyaları bu nedenle doğrudan yayıncının web sitesinden alınır. Yayıncı bunları silerse, AntennaPod artık bunları sizin için geri alamaz.
uk: Тому мультимедійні файли беруться безпосередньо з веб-сайту видавця. Якщо видавець видалить їх, AntennaPod більше не зможе відновити їх для вас.

source: You might feel like screaming *Help! I lost my podcasts/episodes/settings/everything!*
ca: Potser et ve de gust cridar *Ajuda! He perdut els meus podcasts/episodes/settings/everything!*
da: Du har måske lyst til at råbe *Hjælp! Jeg har mistet mine podcasts/afsnit/indstillinger/alting!*
de: Vielleicht möchtest du schreien *Hilfe! Ich habe meine Podcasts/Episoden/Einstellungen/alles verloren!*
es: Puedes estar a punto de empezar a gritar *¡Ayuda! He perdido mis podcasts/episodios/ajustes/todo!*
fa: شاید بخواهید فریاد بزنید *کمک! پادپخش‌ها/قسمت‌ها/تنظیمات/همه‌چیزم را از دست دادم!*
fr: Vous pourriez avoir envie de crier *A l'aide ! J'ai perdu mes podcasts, épisodes, réglages et tout le reste !*
gl: Podes estar a piques de empezar a gritar *Axuda! Perdín os meus podcasts/episodios/axustes/todo!*
it: Potresti aver voglia di urlare *Aiuto! Ho perso i miei podcast/episodi/impostazioni/tutto!*
ja: *助けて！ 自分のポッドキャスト・エピソード・設定・すべてがなくなってしまった！*と叫びたくなるかもしれません
nb_no: Du har kanskje lyst til å skrike *Hjelp! Jeg har mistet podkastene/episodene/innstillingene/alt!*
nl: Misschien wil je het uitschreeuwen: *Help! Al mijn podcasts, afleveringen en instellingen zijn weg!*
pt_br: Talvez você grite *Socorro! Perdi todos os meus podcasts/episódios/configurações/tudo!*
ru: Вам может захотеться закричать *Помогите! Я потерял свои подкасты/эпизоды/настройки/все!*
tr: * Yardım edin! Podcastlerimi/bölümlerimi/ ayarlarımı /her şeyimi kaybettim! * diye bağırmak isteyebilirsiniz
uk: Можливо, вам захочеться кричати *Допоможіть! Я втратив свої подкасти/серії/налаштування/все!*

source: In a very old AntennaPod version (dating before 2019), there were some issues with the database with all information (episodes, listening states, etc). While the cause is long fixed, your database might have been damaged (even when the app was working without issues). If a recent AntennaPod version makes changes to the damaged parts of the database, these damages may suddenly become a problem. At that point AntennaPod can no longer work with the broken database and has to start over with an empty one.
de: In einer sehr alten Version von AntennaPod gab es einige Probleme mit der Datenbank mit allen Informationen (Episoden, Hörstatus, etc.). Die Ursache ist zwar längst behoben, aber deine Datenbank wurde möglicherweise beschädigt (auch wenn die App ohne Probleme funktioniert hat). Wenn eine neuere AntennaPod-Version Änderungen an den beschädigten Teilen der Datenbank vornimmt, können diese Schäden plötzlich zu einem Problem werden. In diesem Fall kann AntennaPod nicht mehr mit der beschädigten Datenbank arbeiten und muss mit einer leeren Datenbank neu beginnen.
pt_br: Em uma versão muito antiga do AntennaPod (anterior a 2019), havia alguns problemas com o banco de dados contendo todas as informações (episódios, estados de reprodução, etc). Embora a causa já tenha sido corrigida há muito tempo, seu banco de dados pode ter sido danificado (mesmo que o app estivesse funcionando sem problemas). Se uma versão recente do AntennaPod fizer alterações nas partes danificadas do banco de dados, esses danos podem, de repente, se tornar um problema. A essa altura, o AntennaPod não poderá mais funcionar com o banco de dados corrompido e terá que recomeçar com um banco de dados vazio.

source: We realize it is very frustrating when this happens and are really sorry if you were affected.
ca: Ens adonem que és molt frustrant quan això passa i realment ho sentim si es va veure afectat.
da: Vi er klar over, at det er meget frustrerende, når det sker, og vi beklager meget, hvis du blev berørt.
de: Wir wissen, dass es sehr frustrierend ist, wenn so etwas passiert, und es tut uns sehr leid, wenn du davon betroffen bist.
es: Somos conscientes de que es muy frustrante que esto ocurra y sentimos mucho si se ha visto afectado.
fa: می‌دانیم این بسیار ناامیدکننده است و اگر درگیر این مشکل شده‌اید، ما را در غم‌تان شریک بدانید.
fr: Nous comprenons que cela soit très frustrant lorsque cela se produit et nous sommes vraiment désolés si vous en avez été affecté.
gl: Somos conscientes de que é moi frustrante que isto ocorra e sentimos moito se se viu afectado.
it: Capiamo che questo è molto frustrante e ci dispiace se sei stato colpito da questo problema.
ja: もしあなたが被害を受けた場合、非常に苛立たしい経験であることは理解しています。本当に申し訳ありません。
nb_no: Vi innser at dette er veldig frustrerende og vi er veldig lei oss for at du ble rammet.
nl: We zijn ons ervan bewust dat het erg frustrerend is als dit gebeurt en het spijt ons als dit jou is overkomen.
pt_br: Sabemos que é muito frustrante quando isso acontece e sentimos muito se você foi afetado.
ru: Мы понимаем, что это очень неприятно, когда такое случается, и очень сожалеем, если Вы пострадали.
tr: Böyle bir durum yaşandığında çok sinirlendiğinizi biliyoruz ve eğer etkilendiyseniz gerçekten çok üzgünüz.
uk: Ми розуміємо, що це дуже засмучує, коли це трапляється, і дуже шкодуємо, якщо ви постраждали.

source: There may be some things you can do to recover your data. We list them below, starting with the solution that gives the easiest & best results:
ca: Pot haver-hi algunes coses que pugueu fer per recuperar les vostres dades. Els enumerem a continuació, començant per la solució que dona els resultats més fàcils i millors:
da: Der kan være nogle ting, du kan gøre for at gendanne dine data. Vi opregner dem nedenfor, begyndende med den løsning, der giver de nemmeste og bedste resultater:
de: Es gibt einige Möglichkeiten, mit denen du deine Daten wiederherstellen könntest. Wir führen sie im folgend auf, beginnend mit der Lösung, die am einfachsten & besten Ergebnisse liefert:
es: Puede que haya algunas cosas que puedas hacer para recuperar tus datos. Algunas de ellas se listan más abajo, empezando con la solución que da los mejores y más fáciles resultados:
fa: کارهایی برای بازیابی داده‌هایتان می‌توانید انجام دهید. آن‌ها را در زیر فهرست می‌کنیم، از راه‌حل ساده و مؤثر شروع می‌کنیم:
fr: Il y a peut-être certaines choses que vous pouvez faire pour récupérer vos données. Vous trouverez la liste de nos idées ci-dessous, en commençant par les solutions les plus faciles et les plus efficaces :
gl: Poida que haxa algunhas cousas que poidas facer para recuperar os teus datos. Algunhas delas se listan máis abaixo, empezando coa solución que dá os mellores e máis fáciles resultados:
it: Ci potrebbero essere alcune cose che puoi fare per recuperare i tuoi dati. Le elenchiamo qui sotto, iniziando con la soluzione più semplice e che dà i migliori risultati:
ja: データを回復するためにできることがいくつかあるかもしれません。最も簡単で最良の結果が得られる解決策から順に、以下にリストします。
nb_no: Det kan være noen ting du kan gjøre for å gjenopprette dataene dine. Vi lister dem opp nedenfor og starter med den løsningen som gir de enkleste og beste resultatene:
nl: Er zijn een aantal mogelijkheden om de gegevens te herstellen. We zetten ze hieronder op een rij, te beginnen met de oplossing die het gemakkelijkst is en de beste resultaten geeft:
pt_br: Há algumas coisas que você pode fazer para recuperar seus dados. Listamos elas abaixo, começando pela solução que costuma trazer os melhores e mais simples resultados:
ru: Возможно, вы сможете восстановить данные. Мы перечислим их ниже, начиная с решения, которое дает самые простые и лучшие результаты:
tr: Verilerinizi kurtarmak için yapabileceğiniz bazı şeyler olabilir. Bunları aşağıda listeledik, en kolay ve en iyi sonuçları veren çözümle başlıyoruz:
uk: Ви можете зробити деякі дії, щоб відновити свої дані. Ми перераховуємо їх нижче, починаючи з рішення, яке дає найпростіші та найкращі результати:

source: Have you recently [exported a backup](/documentation/general/backup) from AntennaPod? Then restoring that is relatively easily: go to `Settings` » `Import/Export` » `Database import` and select the backup file. Note that the backup might contain the partial corruption, so it is still recommended to go through the second step to fix the problem once and for all.
de: Hast du kürzlich eine [Sicherungskopie](/de/documentation/general/backup) aus AntennaPod exportiert? Dann ist das Wiederherstellen relativ einfach: Gehe zu `Einstellungen` » `Import/Export` » `Datenbank importieren` und wähle die Sicherungsdatei aus. Beachte, dass die Sicherungskopie teilweise beschädigt sein kann. Es wird daher empfohlen, den zweiten Schritt auszuführen, um das Problem ein für alle Mal zu beheben.
pt_br: Você [exportou recentemente um backup](/documentation/general/backup) do AntennaPod? Então, restaurá-lo é relativamente fácil: vá em `Configurações` » `Importar/Exportar` » `Importar banco de dados` e selecione o arquivo de backup. Observe que o backup pode conter corrupção parcial, então ainda é recomendável seguir a segunda etapa para corrigir o problema de forma definitiva.

source: If AntennaPod detects a broken database, it writes it to a file named CorruptedDatabaseBackup.db in the app storage directory. You can attempt to repair this file (or repair an exported backup) using a [Python script](https://github.com/ByteHamster/AntennaPodDbFixer) that was developed to automate the recovery process. This is a challenge and requires learning how to deal with a terminal.
de: Wenn AntennaPod eine beschädigte Datenbank erkennt, schreibt es diese in eine Datei namens CorruptedDatabaseBackup.db im Speicherverzeichnis der App. Du kannst versuchen, diese Datei (oder eine exportierte Sicherungskopie) mit einem [Python-Skript](https://github.com/ByteHamster/AntennaPodDbFixer) zu reparieren, das entwickelt wurde, um den Wiederherstellungsprozess zu automatisieren. Dies ist eine Herausforderung und erfordert Kenntnisse im Umgang mit einem Terminal.
pt_br: Se o AntennaPod detectar um banco de dados corrompido, ele o salva em um arquivo chamado CorruptedDatabaseBackup.db no diretório de armazenamento do app. Você pode tentar reparar esse arquivo (ou um backup exportado) usando um [script em Python](https://github.com/ByteHamster/AntennaPodDbFixer) desenvolvido para automatizar o processo de recuperação. Esse procedimento é mais avançado e requer alguma familiaridade com o terminal.

source: While all the data *about* your subscriptions and episodes are gone, the media files will still be there.
ca: Tot i que totes les dades *sobre* les vostres subscripcions i episodis han desaparegut, els fitxers multimèdia seguiran sent-hi.
da: Mens alle data *om* dine abonnementer og afsnit er væk, vil mediefilerne stadig være der.
de: Während alle Daten *über* deine Abonnements und Episoden abhandenkamen, sind die Mediendateien noch vorhanden.
es: Mientras que todos los datos *sobre* tus suscripciones y episodios se han perdido, los archivos multimedia siguen ahí.
fa: گرچه همه داده‌های *درباره* اشتراک‌ها و قسمت‌هایتان از بین رفته، محتوای رسانه‌ای هنوز مانده‌اند.
fr: Si toutes les données *à propos* de vos abonnements et vos épisodes ont disparu, les fichiers multimédias, eux, seront toujours là.
gl: Mentres que todos os datos *sobre* as túas subscricións e episodios perdéronse, os arquivos multimedia seguen aí.
it: Mentre tutti i dati *riguardo* le tue iscrizioni e i tuoi episodi sono spariti, i file multimediali saranno ancora presenti.
ja: 購読とエピソードに*関係する*すべてのデータは失われたとしても、メディアファイルはまだ残っています。
nb_no: Selv om all data *om* abonnementene og episodene dine er borte, vil mediafilene bli beholdt.
nl: Hoewel alle gegevens *over* abonnementen en afleveringen zijn verdwenen, zijn de mediabestanden er nog wel.
pt_br: Mesmo que todos os dados *sobre* suas inscrições e episódios tenham sido perdidos, os arquivos de mídia ainda estarão disponíveis.
ru: Хотя все данные *о* ваших подписках и эпизодах исчезнут, медиафайлы останутся.
tr: Abonelikleriniz ve bölümlerinizle ilgili *tüm veriler kaybolsa da medya dosyalarınız orada kalmaya devam edecek *.
uk: Хоча всі дані *про* ваші підписки та епізоди зникли, медіафайли залишаться там.

source: In AntennaPod you can add a folder as if it were a feed. To do this, go to `Add Podcast` and tap on `Add local folder`. Then go to this folder on your phone:
de: In AntennaPod kannst du einen Ordner wie einen Feed hinzufügen. Gehe zu `Podcast hinzufügen` und tippe auf `Lokalen Ordner hinzufügen`. Dann gehe zu diesem Ordner auf deinem Telefon:
pt_br: No AntennaPod, você pode adicionar uma pasta como se fosse um feed. Para fazer isso, vá para `Adicionar podcast` e toque em `Adicionar pasta local`. Em seguida, vá até esta pasta no seu celular:

source: On Android 11+: `Android` » `media` » `de.danoeh.antennapod`
de: Unter Android 11+: `Android` » `media` » `de.danoeh.antennapod`
pt_br: No Android 11+: `Android` » `media` » `de.danoeh.antennapod`

source: On Android 10 and earlier: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` and select the folder of a podcast. Note that this will only give you access to previously downloaded media - you will not receive new episodes.
de: Unter Android 10 und früheren Versionen: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` und wähle den Ordner eines Podcasts aus. Beachte, dass du damit nur auf zuvor heruntergeladene Medien zugreifen kannst – du wirst keine neuen Episoden erhalten.
pt_br: No Android 10 e versões anteriores: `Android` » `data` » `de.danoeh.antennapod` » `files` » `media` e selecione a pasta de um podcast. Observe que isso só lhe dará acesso a mídias baixadas anteriormente - você não receberá novos episódios.

source: You can also start adding previous podcasts from scratch. You can look through the folder mentioned above to see which podcasts you were subscribed to.
ca: També podeu començar a afegir podcasts anteriors des de zero. Podeu consultar a través de la carpeta esmentada anteriorment per veure a quins podcasts us heu subscrit.
da: Du kan også begynde at tilføje tidligere podcasts fra bunden. Du kan kigge i den ovennævnte mappe for at se, hvilke podcasts du abonnerede på.
de: Du kannst auch mit dem Hinzufügen früherer Podcasts beginnen. Du kannst in dem oben erwähnten Ordner nachsehen, welche Podcasts du abonniert hattest.
es: También puedes empezar a añadir podcasts anteriores desde cero. Puedes buscar en la carpeta antes mencionada para ver a qué podcasts estabas suscrito.
fa: همچنین می‌توانید پادپخش‌های پیشین را از نو بیافزایید. می‌توانید پوشه نام برده را بررسی کنید تا ببینید به کدام پادپخش‌ها اشتراک داشتید.
fr: Vous pouvez également commencer à ajouter les précédents podcasts en partant de zéro. Vous pouvez consulter le dossier mentionné ci-dessus pour voir les podcasts auxquels vous étiez abonné.
gl: Tamén podes empezar a engadir podcasts anteriores desde cero. Podes buscar no cartafol antes mencionado para ver a que podcasts estabas subscrito.
it: Puoi anche iniziare ad aggiungere i podcast precedenti da zero. Puoi guardare nella cartella di cui sopra per vedere a quali podcast eri iscritto.
ja: 以前のポッドキャストを最初から再び追加することもできます。上記のフォルダーを参照して、どのポッドキャストを購読していたかを確認できます。
nb_no: Du kan også begynne å legge til tidligere podkaster fra bunnen av. Du kan se gjennom mappen nevnt ovenfor for å se hvilke podkaster du abonnerer på.
nl: Je kunt ook opnieuw beginnen met het toevoegen van eerdere podcasts. In de bovengenoemde map kun je zien op welke podcasts je geabonneerd was.
pt_br: Você também pode adicionar novamente os podcasts que já acompanhava. Consulte a pasta mencionada acima para verificar em quais podcasts você estava inscrito.
ru: Вы также можете начать добавлять предыдущие подкасты с нуля. Вы можете просмотреть вышеупомянутую папку, чтобы узнать, на какие подкасты вы были подписаны.
tr: Ayrıca önceki podcast'leri sıfırdan eklemeye başlayabilirsiniz. Hangi podcast'lere abone olduğunuzu görmek için yukarıda belirtilen klasöre bakabilirsiniz.
uk: Ви також можете почати додавати попередні подкасти з нуля. Ви можете переглянути згадану вище папку, щоб побачити, на які подкасти ви підписані.

source: Episode information is therefore taken directly from the publisher's website. When you are subscribed to a podcast, AntennaPod copies and stores information about each new episode in the app. This information is kept even if it is no longer available on the publisher's site.
ca: Per tant, la informació de l'episodi es pren directament del lloc web de l'editor. Quan estàs subscrit a un podcast, AntennaPod copia i emmagatzema informació sobre cada nou episodi a l'app. Aquesta informació es manté fins i tot si ja no està disponible al lloc web de l'editorial.
da: Oplysninger om afsnittene er derfor taget direkte fra udgiverens hjemmeside. Når du har abonnement på en podcast, kopierer og gemmer AntennaPod oplysninger om hvert nyt afsnit i appen. Disse oplysninger bevares, selv om de ikke længere er tilgængelige på udgiverens websted.
de: Die Episodeninformationen werden daher direkt von der Website des Podcasts übernommen. Wenn du einen Podcast abonniert hast, kopiert und speichert AntennaPod Informationen über jede neue Episode. Diese Informationen bleiben auch dann erhalten, wenn sie auf der Website nicht mehr verfügbar sind.
es: Por lo tanto, la información de los episodios se toma directamente del sitio web del editor. Cuando estás suscrito a un podcast, AntennaPod copia y almacena la información de cada episodio nuevo en la aplicación. Esta información se mantiene aunque ya no esté disponible en el sitio del editor.
fa: اطلاعات قسمت‌ها مستقیماً از وبگاه ناشر گرفته می‌شود. وقتی به پادپخشی اشتراک دارید، آنتناپاد اطلاعات هر قسمت جدید را رونویسی و در برنامه نگه‌داری می‌کند. این اطلاعات حتی اگر دیگر در وبگاه ناشر در دسترس نباشد، نگه داشته می‌شود.
fr: Les informations sur les épisodes proviennent donc directement du site Web de l’éditeur. Lorsque vous êtes abonné à un podcast, AntennaPod copie et stocke les informations relatives à chaque nouvel épisode dans l'application. Ces informations sont conservées même si elles ne sont plus disponibles sur le site de l’éditeur.
gl: Por tanto, a información dos episodios tómase directamente do sitio web do editor. Cando estás subscrito a un podcast, AntennaPod copia e almacena a información de cada episodio novo na aplicación. Esta información mantense aínda que xa non estea dispoñible no sitio do editor.
it: Le informazioni sugli episodi sono quindi prese direttamente dal sito web dell'editore. Quando sei iscritto a un podcast, AntennaPod copia e memorizza le informazioni su ogni nuovo episodio nell'applicazione. Queste informazioni vengono conservate anche se non sono più disponibili sul sito dell'editore.
ja: したがって、エピソード情報は配信者のウェブサイトから直接取得されます。ポッドキャストを購読すると、AntennaPodは新しいエピソードにの情報をコピーして、アプリ内に保存します。この情報は、配信者のサイトで利用できなくなったあとも保存されます。
nb_no: Episodeinformasjon hentes derfor direkte fra utgiverens nettsted. Når du abonnerer på en podkast, kopierer og lagrer AntennaPod informasjon om hver nye episode i appen. Denne informasjonen beholdes selv om den ikke lenger er tilgjengelig på utgiverens nettsted.
nl: Afleveringsinformatie wordt daarom rechtstreeks overgenomen van de website van de uitgever. Wanneer je geabonneerd bent op een podcast, kopieert AntennaPod informatie over elke nieuwe aflevering en slaat deze op in de app. Deze informatie wordt bewaard, zelfs als deze niet langer beschikbaar is op de site van de uitgever.
pt_br: As informações dos episódios são obtidas diretamente do site do produtor. Quando você se inscreve em um podcast, o AntennaPod copia e armazena informações sobre cada novo episódio no app. Essas informações são mantidas mesmo que deixem de estar disponíveis no site do produtor.
ru: Поэтому информация об выпусках берется непосредственно с сайта издателя. Когда вы подписаны на подкаст, AntennaPod копирует и сохраняет в приложении информацию о каждом новом эпизоде. Эта информация сохраняется, даже если она больше не доступна на сайте издателя.
tr: Bölüm bilgileri bu nedenle doğrudan yayıncının web sitesinden alınır. Bir podcast'e abone olduğunuzda, AntennaPod her yeni bölümle ilgili bilgileri uygulamada kopyalar ve depolar . Bu bilgiler artık yayıncının sitesinde mevcut olmasa bile saklanır.
uk: Тому інформація про епізод взята безпосередньо з веб-сайту видавця. Коли ви підписані на подкаст, AntennaPod копіює та зберігає інформацію про кожен новий епізод у програмі. Ця інформація зберігається, навіть якщо вона більше не доступна на сайті видавця.
