Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: In order to still be able to resume playback, you can add the so-called AntennaPod 'tile' on your device. Tiles are essentially the buttons that you see when you pull down from the top of the screen. You probably know the Internet or Flashlight tile. The AntennaPod tile allows you play and pause playback, even if playback has been paused for a while.
da: For stadig at kunne genoptage afspilningen, kan du tilføje den såkaldte AntennaPod 'flise' på din enhed. Fliser er i bund og grund de knapper, du ser, når du trækker ned fra toppen af skærmen. Du kender sikkert internet- eller lommelygteflisen. AntennaPod-flisen giver dig mulighed for at afspille og sætte afspilningen på pause, selv hvis afspilningen har været sat på pause i et stykke tid.
es: Para poder reanudar la reproducción, puedes añadir el llamado "mosaico" AntennaPod en tu dispositivo. Los mosaicos son esencialmente los botones que ves cuando tiras hacia abajo desde la parte superior de la pantalla. Probablemente conozcas el mosaico Internet o Linterna. El mosaico AntennaPod te permite reproducir y pausar la reproducción, incluso si la reproducción ha estado en pausa durante un tiempo.
fa: برای ادامه دادن پخش، می‌توانید کاشی آنتناپاد را به دستگاه خود بیافزایید. کاشی‌ها دکمه‌هایی هستند که با کشیدن از بالای صفحه می‌بینید. گمان می‌رود کاشی اینترنت یا چراغ‌قوه را بشناسید. کاشی آنتناپاد امکان پخش و توقف را فراهم می‌کند، حتی اگر پخش برای مدتی متوقف بوده باشد.
fr: Pour pouvoir reprendre la lecture, vous pouvez ajouter la "tuile" AntennaPod à votre appareil. Les tuiles sont essentiellement les boutons que vous voyez lorsque vous tirez vers le bas à partir du haut de l'écran. Vous connaissez probablement la tuile Internet ou la tuile Lampe de poche. La tuile AntennaPod vous permet de lire et d'interrompre la lecture, même si celle-ci a été interrompue pendant un certain temps.
gl: Para poder renovar a reprodución, podes engadir o chamado "mosaico" AntennaPod no teu dispositivo. Os mosaicos son esencialmente os botóns que ves cando tiras cara abaixo dende a parte superior da pantalla. Probablemente coñezas o mosaico Internet ou Lanterna. O mosaico AntennaPod permíteche reproducir e pausar a reprodución, mesmo se a reprodución estivo en pausa durante un tempo.
it: Per poter riprendere la riproduzione, puoi aggiungere la cosiddetta 'tile' di AntennaPod sul tuo dispositivo. Le tile sono i pulsanti che vedi quando scorri dall'alto verso il basso sul tuo schermo. Probabilmente hai già familiarità con la tile di internet o della torcia. La tile di AntennaPod ti permette di (ri)avviare e mettere in pausa la riproduzione, anche quando questa è in pausa da un po' di tempo.
ja: 再生を再開できるようにするためには、AntennaPodのいわゆる「タイル」をデバイスに追加する必要があります。タイルとは、要するに画面上部からプルダウンしたときに表示されるボタンのことです。インターネットやライトなどのタイルについては知っていると思います。AntennaPodタイルを追加すると、たとえ長時間一時停止していても、再生や一時停止ができるようになります。
nb_no: For å fortsatt kunne gjenoppta avspilling kan du legge til en såkalt AntennaPod-'flis' på enheten din. Fliser er i ganske enkelt knappene du ser når du trekker ned varselskjermen. Du kjenner kanskje til internett- og lommelyktflisene. AntennaPod-flisen lar deg start og pause avspillingen selv om avspillingen har vært pauset en stund.
nl: Om het afspelen alsnog voort te zetten, kun je de zogenaamde AntennaPod tegel toevoegen aan je apparaat. Tegels zijn de knoppen die je ziet als je omlaag trekt vanaf de bovenkant van het scherm. Je bent waarschijnlijk bekend met de Internet of Zaklamp tegel. Met de AntennaPod tegel kun je het afspelen pauzeren en voortzetten, zelfs als het afspelen al langere tijd gepauzeerd heeft gestaan.
ru: Чтобы возобновить воспроизведение, вы можете добавить на свое устройство так называемую "виджет" AntennaPod. Виджет- это, по сути, кнопки, которые вы видите, когда тянете вниз от верхней части экрана. Вы, вероятно, знаете плитку "Интернет" или "Фонарик". ВиджетAntennaPod позволяет воспроизводить и приостанавливать воспроизведение, даже если оно было приостановлено в течение некоторого времени.
tr: Oynatmayı sürdürebilmek için cihazınıza sözde AntennaPod 'tile' ekleyebilirsiniz. Tiles esasen ekranın üstünden aşağı çektiğinizde gördüğünüz düğmelerdir. Muhtemelen İnternet veya El Feneri'ni biliyorsunuzdur. AntennaPod tile, oynatma bir süre duraklatılmış olsa bile oynatmayı oynatmanıza ve duraklatmanıza olanak tanır.
uk: Щоб мати можливість відновити відтворення, ви можете додати на свій пристрій так звану «плитку» AntennaPod. Плитки – це, по суті, кнопки, які ви бачите, коли тягнете вниз з верхньої частини екрана. Ви, напевно, знаєте плитку Інтернет або Ліхтарик. Плитка AntennaPod дозволяє відтворювати та призупиняти відтворення, навіть якщо відтворення було призупинено на деякий час.

source: **Pull down twice** from the top of the screen, so you see the full buttons (below the brightness indicator)
da: **Træk ned to gange** fra toppen af skærmen, så du ser alle knapperne (under lysstyrkeindikatoren)
es: **Tire hacia abajo dos veces** desde la parte superior de la pantalla, para que vea los botones completos (debajo del indicador de brillo)
fa: **دو بار از بالای صفحه بکشید** تا دکمه‌های کامل (زیر نشانگر روشنایی) را ببینید
fr: **Tirez deux fois vers le bas** à partir du haut de l'écran, de manière à voir les boutons complets (sous l'indicateur de luminosité)
gl: **Tire cara abaixo dúas veces** desde a parte superior da pantalla, para que vexa os botóns completos (debaixo do indicador de brillo)
it: **Scorri verso il basso due volte**, in modo da vedere tutti i pulsanti (al di sotto dell'indicatore della luminosità)
ja: スクリーン上部から**プルダウンを2回**行うと、すべてのボタンを表示できます（明るさ表示の下に）
nb_no: **Trekk ned to ganger** fra toppen av skjermen så du ser alle knappene (under skjermlysindikatoren)
nl: **Trek tweemaal omlaag** vanaf de bovenkant van het scherm, zodat je de volledige knoppen ziet (onder de helderheidsindicator)
ru: **Дважды потяните вниз** от верхней части экрана, чтобы увидеть все кнопки (ниже индикатора яркости)
tr: ** Ekranın üstünden aşağı doğru iki kez çekin ** , böylece tam düğmeleri görürsünüz (parlaklık göstergesinin altında)
uk: **Двічі потягніть вниз** від верхньої частини екрана, щоб побачити всі кнопки (під індикатором яскравості)

source: **Tap on the pencil icon** at the bottom of the tiles section to edit the tiles
da: **Tryk på blyantsikonet** i bunden af fliserne for at redigere fliserne
es: ***Pulsa el icono de lápiz** en la parte inferior de la sección de mosaicos para editar los mosaicos
fa: **روی نماد مداد** در پایین بخش کاشی‌ها بزنید تا کاشی‌ها را ویرایش کنید
fr: **Tapez sur l'icône du crayon** en bas de la section des tuiles pour modifier les tuiles
gl: **Pulsa a icona de lapis** na parte inferior da sección de mosaicos para editar os mosaicos
it: **Tocca l'icona della matita** in fondo alla sezione delle tile per modificarle
ja: タイルを編集すために、タイルセクション下にある**鉛筆アイコンをタップします**
nb_no: **Trykk på blyantikonet** på bunnen av fliseseksjonen for å endre flisene
nl: **Tik op het potloodicoontje** aan de onderkant van de tegellijst om de tegels te bewerken
ru: **Нажмите на значок карандаша** в нижней части раздела плитки, чтобы отредактировать плитку
tr: ** Fayansları düzenlemek için fayans bölümünün altındaki kalem simgesine ** dokunun
uk: **Торкніться значка олівця** внизу розділу плиток, щоб редагувати плитки

source: Scroll down the list of tiles, **tap on the AntennaPod tile and drag it** up into the list of active tiles
da: Scroll ned i listen over fliser, **tryk på AntennaPod-flisen, og træk den.** op i listen over aktive fliser
es: Desplázate hacia abajo en la lista de mosaicos, **pulsa sobre el mosaico AntennaPod y arrástralo** hacia arriba en la lista de mosaicos activos
fa: فهرست کاشی‌ها را پایین ببرید، **روی کاشی آنتناپاد نگه‌دارید و آن را بکشید** به فهرست کاشی‌های فعال
fr: Faites défiler la liste des tuiles, **tapez sur la tuile AntennaPod et faites-la glisser** vers le haut dans la liste des tuiles actives
gl: Desprázache cara abaixo na lista de mosaicos, **pulsa sobre o mosaico AntennaPod e arrástrao** cara arriba na lista de mosaicos activos
it: Scorri l'elenco delle tile, **tocca la tile di AntennaPod e trascinala** verso l'alto nell'elenco di tile attive
ja: タイル一覧を下にスクロールして、**AntennaPodタイルをタップ・ドラッグ**して、有効なタイル一覧の上に移動します
nb_no: Skroll nedover listen, **trykk på AntennaPod-flisen og dra den oppover** til listen over aktive fliser
nl: Scroll naar beneden in de lijst van tegels, **tik op de AntennaPod tegel en sleep hem** omhoog naar de lijst van actieve tegels
ru: Прокрутите список виджетов вниз, **нажмите на виджет AntennaPod и перетащите ее** вверх в список активных виджетов
tr: Döşeme listesini aşağı kaydırın, ** AntennaPod döşemesine dokunun ve onu ** aktif döşemeler listesine doğru sürükleyin
uk: Прокрутіть список плиток вниз, **торкніться плитки AntennaPod і перетягніть її** вгору до списку активних плиток

source: Tap the back arrow to exit the tile editing
da: Tryk på tilbage-pilen for at afslutte fliseredigering
es: Toca la flecha atrás para salir de la edición del mosaico
fa: روی پیکان بازگشت بزنید تا از ویرایش کاشی خارج شوید
fr: Touchez la flèche de retour pour quitter l'édition de la tuile
gl: Toca a frecha atrás para saír da edición do mosaico
it: Tocca la freccia indietro per uscire dalla modalità di modifica tile
ja: 戻る矢印をタップしてタイルの編集を終了します
nb_no: Trykk på tilbaketasten for å gå ut av endring av fliser
nl: Tik op de terugpijl om het tegelbewerken te eindigen
ru: Нажмите стрелку назад, чтобы выйти из режима редактирования виджета
tr: Döşeme düzenlemesinden çıkmak için geri okuna dokunun
uk: Торкніться стрілки назад, щоб вийти з редагування плитки

source: In a very old AntennaPod version, there were some issues with the database with all information (episodes, listening states, etc). While the cause is long fixed, your database might have been damaged (even when the app was working without issues). If a recent AntennaPod version makes changes to the damaged parts of the database, these damages may suddenly become a problem. At that point AntennaPod can no longer work with the broken database and has to start over with an empty one.
da: I en meget gammel AntennaPod-version var der nogle problemer med databasen med alle oplysninger (afsnit, lyttetilstande osv.). Selvom årsagen for længst er løst, kan din database være blevet beskadiget (selv da appen fungerede uden problemer). Hvis en nyere AntennaPod-version foretager ændringer i de beskadigede dele af databasen, kan disse skader pludselig blive et problem. På det tidspunkt kan AntennaPod ikke længere arbejde med den ødelagte database og er nødt til at starte forfra med en tom database.
es: En una versión muy antigua de AntennaPod, hubo algunos problemas con la base de datos con toda la información (episodios, estados de escucha, etc). Aunque la causa se solucionó hace tiempo, es posible que tu base de datos se haya dañado (incluso cuando la aplicación funcionaba sin problemas). Si una versión reciente de AntennaPod realiza cambios en las partes dañadas de la base de datos, estos daños pueden convertirse de repente en un problema. En ese momento AntennaPod ya no puede trabajar con la base de datos dañada y tiene que empezar de nuevo con una vacía.
fr: Dans une très ancienne version d'AntennaPod, il y avait des problèmes avec la base de données contenant toutes les informations (épisodes, états d'écoute, etc.). Bien que la cause soit réparée depuis longtemps, votre base de données peut avoir été endommagée (même lorsque l'application fonctionnait sans problème). Si une version récente d'AntennaPod apporte des modifications aux parties endommagées de la base de données, ces dommages peuvent soudainement devenir un problème. A ce moment là, AntennaPod ne peut plus travailler avec la base de données endommagée et doit recommencer avec une base de données vide.
gl: Nunha versión moi antiga de AntennaPod, houbo algúns problemas coa base de datos con toda a información (episodios, estados de escoita, #etc). Aínda que a causa solucionouse hai tempo, é posible que a túa base de datos danouse (mesmo cando a aplicación funcionaba sen problemas). Se unha versión recente de AntennaPod realiza cambios nas partes danadas da base de datos, estes danos poden converterse de súpeto nun problema. Nese momento AntennaPod xa non pode traballar coa base de datos danada e ten que empezar de novo cunha baleira.
it: In una versione molto vecchia di AntennaPod, erano presenti alcuni problemi con il database che contiene tutte le informazioni (episodi, stati di riproduzione, ecc.). Anche se la causa del problema è stata risolta da molto tempo, è possibile che il tuo database abbia subito dei danni (anche quando l'app funzionava senza problemi). Se una versione recente di AntennaPod modifica le parti danneggiate del database, questi danni potrebbero improvvisamente diventare un problema. A quel punto, AntennaPod non può più funzionare con il database danneggiato e deve ricominciare da capo con un nuovo database.
ja: 非常に古いAntennaPodのバージョンでは、すべての情報（エピソード、リスニング状態など）を含むデータベースにいくつかの問題がありました。原因はずっと以前に解決されていますが、（たとえアプリが問題なく動作していたとしても）データベースが損傷している可能性があります。AntennaPodの最新バージョンがデータベースの破損した部分に変更を加えた場合、その破損が突然問題になる可能性があります。その時点で、AntennaPodは壊れたデータベースを操作できなくなり、空のデータベースを元にやり直す必要があります。
nb_no: I en veldig gammel versjon av AntennaPod var det noen problemer med databasen med all informasjonen (episode, lyttestatus osv.). Selv om årsaken til feilen er fikset for lenge siden, kan databasen din ha blitt ødelagt (selv om appen virket uten problemer). Dersom en nyere versjon av AntennaPod gjør endringer på de ødelagte delene av databasen kan skadene plutselig blir et problem. På det tidspunktet vil ikke AntennaPod lenger virke med en ødelagte databasen og må starte på ny med en tom database.
nl: In een hele oude versie van AntennaPod waren er problemen met de database van alle informatie (afleveringen, luisterdata, etc.). Hoewel de oorzaak al lang is opgelost, kan je database beschadigd zijn (zelfs als de app zonder problemen werkte). Als een huidige versie van AntennaPod veranderingen maakt aan de beschadigde delen van de database, kan deze schade opeens een probleem worden. Op dat moment kan AntennaPod niet meer werken met de beschadigde database en moet het opnieuw beginnen met een lege database.
ru: В очень старой версии AntennaPod были проблемы с базой данных, содержащей всю информацию (эпизоды, состояния прослушивания и т. д.). Хотя причина давно устранена, ваша база данных могла быть повреждена (даже если приложение работало без проблем). Если последняя версия AntennaPod внесет изменения в поврежденные части базы данных, эти повреждения могут внезапно стать проблемой. В этот момент AntennaPod больше не может работать с поврежденной базой данных и вынужден начать работу с пустой.
uk: У дуже старій версії AntennaPod були деякі проблеми з базою даних з усією інформацією (епізоди, стани прослуховування тощо). Хоча причину давно виправлено, ваша база даних могла бути пошкоджена (навіть якщо програма працювала без проблем). Якщо остання версія AntennaPod вносить зміни до пошкоджених частин бази даних, ці пошкодження можуть раптово стати проблемою. На цьому етапі AntennaPod більше не може працювати з пошкодженою базою даних і має починати спочатку з порожньою.

source: Have you recently [exported a backup](/documentation/general/backup) from AntennaPod? Then restoring that is relatively easily: go to `Settings` » `Storage` » `Import/Export` » `Database import` and select the back-up. Note that the backup might contain the partial corruption, so it is still recommended to go through the second step to fix the problem once and for all.
da: Har du for nylig [eksporteret en sikkerhedskopi](/documentation/general/backup) fra AntennaPod? Så er det relativt nemt at gendanne den: Gå til `Indstillinger` » `Lagring` " `Import/eksport` » `Importér database` og vælg sikkerhedskopien. Bemærk, at sikkerhedskopien kan indeholde den delvise beskadigelse, så det anbefales stadig at gå gennem det andet trin for at løse problemet en gang for alle.
es: ¿Ha [exportado una copia de seguridad](/documentation/general/backup) recientemente desde AntennaPod? Entonces restaurarla es relativamente fácil: vaya a `Configuración` " `Almacenamiento` " `Importar/Exportar` " `Importar base de datos` y seleccione la copia de seguridad. Tenga en cuenta que la copia de seguridad puede contener la corrupción parcial, por lo que todavía se recomienda pasar por el segundo paso para solucionar el problema de una vez por todas.
fa: آیا اخیراً [پشتیبان برون‌ریزی‌شده](/documentation/general/backup) از آنتناپاد دارید؟ بازیابی آن بسیار آسان است: به `تنظیمات` » `حافظه` » `وارد کردن/برون‌ریزی` » `وارد کردن پایگاه داده` بروید و پشتیبان را برگزینید. توجه کنید که پشتیبان ممکن است اندکی خرابی داشته باشد، بنابراین پیشنهاد می‌شود گام دوم را برای رفع کامل مشکل انجام دهید.
fr: Avez-vous récemment [exporté une sauvegarde](/documentation/general/backup) depuis AntennaPod ? Il est alors relativement facile de la restaurer : allez dans `Paramètres` → `Stockage` → `Importation/Exportation` → `Importer de base de données` puis sélectionnez la sauvegarde.
gl: Ha [exportado unha copia de seguridade](/documentation/xeral/backup) recentemente desde AntennaPod? Entón restaurala é relativamente fácil: vaia a `Configuración` " `Almacenamento` " `Importar/Exportar` " `Importar base de datos` e seleccione a copia de seguridade. Teña en conta que a copia de seguridade pode conter a corrupción parcial, polo que aínda se recomenda pasar polo segundo paso para solucionar o problema dunha vez por todas.
it: Hai [esportato un backup](/documentation/general/backup) da AntennaPod di recente? Allora ripristinarlo è relativamente facile: vai su `Impostazioni` » `Memoria` » `Importa/Esporta` » `Importa database` e seleziona il backup. Tieni presente che il backup potrebbe contenere la corruzione parziale, quindi ti consigliamo di seguire anche il secondo passaggio per risolvere definitivamente il problema.
ja: 最近、AntennaPodから[バックアップをエクスポート](/documentation/general/backup)しましたか？ その場合、復元は比較的簡単です。`設定` » `ストレージ` » `インポート/エクスポート` » `データベースのインポート` に移動し、バックアップを選択します。バックアップには部分的な破損が含まれている可能性があるため、問題を完全に修正するには、2番目の手順を実行することをおすすめします。
nb_no: Har du nylig [eksportert en sikkerhetskopi](/documentation/general/backup) fra AntennaPod? Da er det relativt enkelt å gjenopprette den: Gå til `Innstillinger` →`Lagring` → `Import/Eksport` → `Database-import` og velg sikkerhetskopien. Vær oppmerksom på at sikkerhetskopien kan inneholde delvis korrupsjon, så det anbefales likevel å gå gjennom det andre trinnet for å løse problemet en gang for alle.
nl: Is er recent [een back-up geëxporteerd](/documentation/general/backup) van AntennaPod? Het herstellen is dan relatief eenvoudig: ga naar `Instellingen` » `Opslag` » `Importeren/Exporteren` » `Database importeren` en selecteer de back-up. Merk op dat de backup de gedeeltelijke corruptie kan bevatten, dus we raden nog steeds aan om de tweede stap te doorlopen om het probleem voor eens en altijd op te lossen.
ru: Вы недавно [экспортировали резервную копию](/documentation/general/backup) из AntennaPod? Тогда восстановить ее будет довольно просто: зайдите в `Настройки` " `Хранилище` " `Импорт/Экспорт` " `Импорт базы данных` и выберите резервную копию. Обратите внимание, что резервная копия может содержать частичные повреждения, поэтому рекомендуется выполнить второй шаг, чтобы устранить проблему раз и навсегда.
tr: Yakın zamanda AntennaPod'dan [bir yedekleme](/dökümentasyon/genel/yedekleme) dışa aktardınız mı ? O zaman bunu geri yüklemek nispeten kolaydır: ` Ayarlar ` » ` Depolama ` » ` İçe/Dışa Aktar ` » ` Veritabanı içe aktarma ` bölümüne gidin ve yedeklemeyi seçin. Yedeklemenin kısmi bozulma içerebileceğini unutmayın, bu nedenle sorunu bir kez ve herkes için düzeltmek için ikinci adımı uygulamanız önerilir.
uk: Ви нещодавно [експортували резервну копію](/documentation/general/backup) із AntennaPod? Тоді відновити це відносно легко: перейдіть до `Налаштування` » `Зберігання` » `Імпорт/Експорт` » `Імпорт бази даних` і виберіть резервну копію. Зверніть увагу, що резервна копія може містити часткове пошкодження, тому все одно рекомендується пройти другий крок, щоб вирішити проблему раз і назавжди.

source: If AntennaPod detects a broken database, it writes it to a file named CorruptedDatabaseBackup.db in the app storage directory. You can attempt to repair this file (or repair an exported backup) using one of the steps below. This is a challenge and requires learning how to deal with a terminal.
da: Hvis AntennaPod opdager en beskadiget database, skrives den til en fil ved navn CorruptedDatabaseBackup.db i appens lagermappe. Du kan forsøge at reparere denne fil (eller reparere en eksporteret sikkerhedskopi) ved hjælp af et af nedenstående trin. Det er en udfordring og kræver, at man lærer at håndtere en terminal.
es: Si AntennaPod detecta una base de datos rota, la escribe en un archivo llamado CorruptedDatabaseBackup.db en el directorio de almacenamiento de la app. Puedes intentar reparar este archivo (o reparar una copia de seguridad exportada) siguiendo uno de los pasos que se indican a continuación. Esto es un reto y requiere aprender a manejar un terminal.
fr: Si AntennaPod détecte une base de données corrompue, il l'écrit dans un fichier nommé CorruptedDatabaseBackup.db dans le répertoire de stockage de l'application. Vous pouvez essayer de réparer ce fichier (ou de réparer une sauvegarde exportée) en utilisant l'une des étapes ci-dessous. Il s'agit d'un défi qui nécessite d'apprendre à utiliser un terminal.
gl: Se AntennaPod detecta unha base de datos rota, escríbea nun arquivo chamado CorruptedDatabaseBackup.db no directorio de almacenamento da app. Podes tentar reparar este arquivo (ou reparar unha copia de seguridade exportada) seguindo un dos pasos que se indican a continuación. Isto é un reto e require aprender a manexar un terminal.
it: Se AntennaPod rileva un database danneggiato, lo scrive in un file chiamato CorruptedDatabaseBackup.db nella cartella di archiviazione dell'app. Puoi provare a riparare questo file (o un backup esportato) seguendo i passaggi qui sotto. Quest'operazione non è semplice e richiede di imparare a utilizzare un terminale.
ja: AntennaPodが壊れたデータベースを検出すると、データベースをアプリのストレージ ディレクトリ内のCorruptedDatabaseBackup.dbという名前のファイルに書き込みます。以下のいずれかの手順を使用して、このファイルの修復 （またはエクスポートされたバックアップの修復）を試みることができます。これは難しい手順であり、ターミナルの使用方法を学ぶ必要があります。
nb_no: Hvis AntennaPod oppdager en ødelagt database, skriver den til en fil med navnet CorruptedDatabaseBackup.db i appens lagringskatalog. Du kan forsøke å reparere denne filen (eller reparere en eksportert sikkerhetskopi) ved hjelp av ett av trinnene nedenfor. Dette er en utfordring og krever at du lærer deg å håndtere kommandolinje.
nl: Als AntennaPod een kapotte database detecteert, wordt dit weggeschreven naar een bestand met de naam CorruptedDatabaseBackup.db in de opslagmap van de app. Je kunt dit bestand (of een geëxporteerde back-up) proberen te repareren met een van de onderstaande stappen. Dit is een uitdaging en vereist het leren omgaan met een terminal.
ru: Если AntennaPod обнаруживает поврежденную БД, он записывает ее в файл с именем CorruptedDatabaseBackup.db в каталоге хранения приложения. Вы можете попытаться восстановить этот файл (или восстановить экспортированную резервную копию), выполнив одно из следующих действий. Это непростая задача, требующая изучения работы с терминалом.
uk: Якщо AntennaPod виявляє зламану базу даних, вона записує її у файл під назвою CorruptedDatabaseBackup.db у каталозі зберігання програми. Ви можете спробувати відновити цей файл (або відновити експортовану резервну копію), використовуючи.
