Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: First, please make sure you have the latest version of AntennaPod. With every update we fix many small and bigger issues. Then search our forum to see if anyone else has the same issue. If you find the issue you have, you can see if there's any suggestions. Also consider providing information from your situation - it might help developers find the source of the problem.
ca: Primer, assegureu-vos que teniu l'última versió d'AntennaPod. Amb cada actualització corregim molts problemes petits i més grans. Després, busca al nostre fòrum per veure si algú més té el mateix problema. Si trobes el problema que tens, pots veure si hi ha algun suggeriment. També considereu proporcionar informació de la vostra situació - que podria ajudar els desenvolupadors a trobar la font del problema.
da: Først skal du sikre dig, at du har den nyeste version af AntennaPod. Med hver opdatering løser vi mange små og større problemer. Søg derefter i vores forum for at se, om andre har det samme problem. Hvis du finder det problem, du har, kan du se, om der er nogen forslag. Overvej også at give oplysninger fra din situation - det kan måske hjælpe udviklerne med at finde kilden til problemet.
de: Bitte stelle zunächst sicher, dass du die neueste Version von AntennaPod hast. Mit jedem Update beheben wir viele kleine und größere Probleme. Suche dann in unserem Forum, um zu sehen, ob noch jemand das gleiche Problem hat. Wenn du dort das Problem findest, kannst du sehen, ob es Vorschläge gibt. Ergänze möglicherweise auch die Meldung mit Informationen über deine Situation – diese Informationen könnten den Entwicklern helfen, die Ursache des Problems zu finden.
es: Primero, por favor, asegúrate de que tienes la última versión de AntennaPod. Con cada actualización arreglamos errores pequeños y más grandes. Ahora busca en nuestro foro para ver si hay alguien más que tenga el mismo error. Si encuentras el mismo error que tu tienes, puedes ver si hay alguna sugerencia. Considera proveer información acerca de tu situación - puede ayudar a los desarrolladores a encontrar la fuente del problema.
fa: نخست، مطمئن شوید آخرین نگارش آنتناپاد را دارید. با هر به‌روزرسانی، خطاهای کوچک و بزرگ بسیاری برطرف می‌شوند. سپس انجمن ما را جستجو کنید تا ببینید آیا کس دیگری همین مشکل را دارد. اگر مشکل را پیدا کردید، پیشنهادها را ببینید. همچنین فرستادن داده‌هایی از وضعیت خودتان می‌تواند به توسعه‌دهندگان در پیدا کردن ریشه مشکل کمک کند.
fr: Tout d'abord, assurez-vous que vous disposez de la dernière version d'AntennaPod. Avec chaque mise à jour, nous corrigeons de nombreux problèmes. Ensuite, faites une recherche sur notre forum pour voir si quelqu'un d'autre a eu le même problème. Si vous trouvez le problème, vous pouvez voir s’il y a des suggestions. Pensez également à fournir des informations sur votre situation - cela pourrait aider les développeurs à trouver la source du problème.
gl: Primeiro, por favor, asegúrache de que tes a última versión de AntennaPod. Con cada actualización arranxamos erros pequenos e máis grandes. Agora busca no noso foro para ver se hai alguén máis que teña o mesmo erro. Se atopas o mesmo erro que o teu tes, podes ver se hai algunha suxestión. Considera prover información acerca da túa situación - pode axudar aos desarrolladores a atopar a fonte do problema.
it: Per prima cosa, assicurati di avere installata l'ultima versione di AntennaPod. Con ogni aggiornamento risolviamo molti problemi grandi e piccoli. Poi cerca nel nostro forum per vedere se qualcun altro ha lo stesso problema. Se trovi il tuo stesso problema, puoi vedere se c'è qualche suggerimento. Valuta inoltre di fornire informazioni sulla tua situazione: potrebbe aiutare gli sviluppatori a trovare la fonte del problema.
ja: はじめに、最新版のAntennaPodがインストールされていることを確認してください。私たちは各アップデートごとに、小さいものから大きいものまで多数の修正を行っています。問題を見つけたときは、すでに提案がないかどうか確認できます。また、自分の状況下での情報を提供することを考えてください。開発者が問題の原因を特定するのに助けとなる可能性があります。
nb_no: Sjekk først at du har den nyeste versjonen av AntennaPod. Med hver oppdatering løser vi mange mindre og større problemer. Søk deretter i forumet vårt for å se om noen andre har det samme problemet. Hvis du finner problemet du har, kan du se om det finnes noen forslag. Vurder også å gi informasjon om situasjonen din - det kan hjelpe utviklerne med å finne kilden til problemet.
nl: Controleer eerst of de nieuwste versie van AntennaPod is geïnstalleerd: regelmatig worden fouten opgelost en verbeteringen ingevoerd. Kijk daarna op ons forum of iemand anders hetzelfde probleem heeft, mogelijk vind je daar een oplossing. Overweeg ook informatie over jouw probleem op het forum te plaatsen - het kan ontwikkelaars helpen de bron van het probleem te vinden.
pt_br: Primeiro, certifique-se de que está usando a versão mais recente do AntennaPod. A cada atualização, corrigimos diversos problemas, grandes e pequenos. Em seguida, procure em nosso fórum para ver se alguém já relatou o mesmo problema. Se encontrar o mesmo caso, veja se há alguma sugestão. Também considere compartilhar informações sobre a sua situação - isso pode ajudar os desenvolvedores a identificar a origem do problema.
ru: Во-первых, убедитесь, что у вас последняя версия AntennaPod. С каждым обновлением мы исправляем множество мелких и более серьезных проблем. Затем поищите на нашем форуме, чтобы узнать, нет ли у кого-нибудь такой же проблемы. Если вы найдете проблему, которая возникла у вас, вы сможете узнать, есть ли какие-либо предложения. Также попробуйте предоставить информацию о вашей ситуации - это может помочь разработчикам найти источник проблемы.
tr: Öncelikle, lütfen AntennaPod'un en son sürümüne sahip olduğunuzdan emin olun . Her güncellemeyle birlikte birçok küçük ve büyük sorunu düzeltiyoruz. Daha sonra forumumuzu arayarak aynı sorunu yaşayan başka biri olup olmadığını görün. Yaşadığınız sorunu bulursanız, herhangi bir öneri olup olmadığına bakabilirsiniz. Ayrıca durumunuzdan bilgi sağlamayı düşünün - bu, geliştiricilerin sorunun kaynağını bulmasına yardımcı olabilir.
uk: По-перше, переконайтеся, що у вас остання версія AntennaPod. З кожним оновленням ми вирішуємо багато дрібних і більших проблем. Потім пошукайте на нашому форумі, щоб дізнатися, чи хтось має таку саму проблему. Якщо ви знайшли свою проблему, ви можете побачити, чи є якісь пропозиції. Також подумайте про те, щоб надати інформацію про вашу ситуацію - це може допомогти розробникам знайти джерело проблеми.

source: If you have updated AntennaPod and searched our forum to no avail, then tell us about the issue. You can create a post on [our forum](https://forum.antennapod.org/c/bug-report/9). To do so you need to create an account (if you don't have one already) or simply log in via Google.
de: Wenn du AntennaPod aktualisiert und unser Forum erfolglos durchsucht hast, dann teile uns das Problem mit. Du kannst einen Beitrag [in unserem Forum](https://forum.antennapod.org/c/bug-report/9) erstellen. Dazu musst du ein Konto erstellen (falls du noch keines hast) oder dich einfach über Google anmelden.
pt_br: Se você atualizou o AntennaPod e pesquisou em nosso fórum sem sucesso, conte-nos sobre o problema. Você pode criar um tópico em [nosso fórum](https://forum.antennapod.org/c/bug-report/9). Para isso, é necessário criar uma conta (caso ainda não tenha uma) ou simplesmente fazer login com o Google.

source: Whichever way you contact us, please include the system information that is displayed in `Settings` » `Report bug`.
ca: Sigui quina sigui la forma en què contacteu amb nosaltres, incloeu la informació del sistema que es mostra a `Configuració` » `Informe d'error`.
da: Uanset hvordan du kontakter os, bedes du angive de systemoplysninger, der vises i `Indstillinger` » `Rapportér fejl i appen`.
de: Wie auch immer du uns kontaktierst, gib bitte die Systeminformationen an, die in `Einstellungen` » `Fehler melden` angezeigt werden.
es: Independientemente de la manera de la que contactes con nosotros, por favor incluye la información del sistema que se muestra en `Ajustes` » `Reportar un error`.
fa: هر روشی که با ما تماس می‌گیرید، لطفاً داده‌های سامانه که در `تنظیمات` » `گزارش خطا` نمایش داده می‌شود را وارد کنید.
fr: Quelle que soit la manière dont vous nous contactez, veuillez inclure les informations relatives à votre appareil, qui sont affichées dans `Paramètres` → `Signaler un bug`.
gl: Independentemente da maneira da que contactes connosco, por favor inclúe a información do sistema que se mostra en `Axustes` » `Reportar un erro`.
it: In qualsiasi modo tu ci contatti, per favore includi le informazioni di sistema che sono visualizzate in `Impostazioni` » `Segnala un problema`.
ja: どの方法で連絡するとしても、`設定` » `バグ報告` に表示されるシステム情報を必ず含めてください。
nb_no: Uansett hvilken måte du kontakter oss på, vennligst oppgi systeminformasjonen som vises i `Innstillinger` →`Rapporter feil`.
nl: Hoe je ook contact met ons opneemt, vermeld altijd de systeeminformatie die wordt weergegeven in `Instellingen` » `Bug melden`.
pt_br: Independentemente da forma de contato, inclua as informações do sistema exibidas em `Configurações` » `Reportar um bug`.
ru: Каким бы способом вы ни связались с нами, пожалуйста, указывайте информацию о системе, которая отображается в разделе `Настройки` " `Отчет об ошибке`.
tr: Bizimle hangi yolla iletişime geçerseniz geçin, lütfen ` Ayarlar ` » ` Hata Bildir ` bölümünde görüntülenen sistem bilgilerinizi de ekleyin .
uk: Яким би способом ви не зв’язувалися з нами, додайте системну інформацію, яка відображається в `Налаштуваннях` » `Повідомити про помилку`.

source: In Android 13 and Android 14 it is not always possible to resume playback from the lock screen or media notification. This occurs specifically if playback has been paused for a while.
ca: A Android 13 i Android 14 no sempre és possible reprendre la reproducció des de la pantalla de bloqueig o la notificació multimèdia. Això passa específicament si la reproducció s'ha pausat durant un temps.
da: I Android 13 og Android 14 er det ikke altid muligt at genoptage afspilningen fra låseskærmen eller medienotifikationen. Det sker især, hvis afspilningen har været sat på pause i et stykke tid.
de: Unter Android 13 und Android 14 ist es nicht immer möglich, die Wiedergabe über den Sperrbildschirm oder die Medienbenachrichtigung fortzusetzen. Dies tritt insbesondere dann auf, wenn die Wiedergabe für eine Weile angehalten wurde.
es: En Android 13 y Android 14 no siempre es posible reanudar la reproducción desde la pantalla de bloqueo o la notificación multimedia. Esto ocurre específicamente si la reproducción ha estado en pausa durante un tiempo.
fa: در اندروید ۱۳ و ۱۴، همیشه نمی‌توان پخش را از صفحه قفل یا آگاه‌ساز رسانه ادامه داد. این مشکل به‌ویژه زمانی رخ می‌دهد که پخش برای مدتی متوقف بوده باشد.
fr: Dans Android 13 et Android 14, il n'est pas toujours possible de reprendre la lecture à partir de l'écran de verrouillage ou de la notification multimédia. Cela se produit notamment lorsque la lecture a été interrompue pendant un certain temps.
gl: En Android 13 e Android 14 non sempre é posible renovar a reprodución dende a pantalla de bloqueo ou a notificación multimedia. Isto ocorre especificamente se a reprodución estivo en pausa durante un tempo.
it: Su Android 13 e Android 14 non è sempre possibile riprendere la riproduzione dalla schermata di blocco o dai controlli multimediali. Nello specifico, potrebbe non essere possibile se la riproduzione è in pausa da un po' di tempo.
ja: Android 13および14では、ロックスクリーンやメディア通知からは再生を再開できない場合があります。特に、再生を長時間一時停止していた場合に起こります。
nb_no: I Android 13 og Android 14 er det ikke alltid mulig å gjenoppta avspilling fra låseskjermen eller medievarslene. Dette oppstår spesifikt når avspillingen har stått på pause en stund.
nl: Op Android 13 en Android 14 is het niet altijd mogelijk om het afspelen voort te zetten vanaf het ontgrendelscherm of de media-melding. Specifiek gebeurt dit als het afspelen langere tijd gepauzeerd staat.
pt_br: No Android 13 e Android 14, nem sempre é possível retomar a reprodução a partir da tela de bloqueio ou da notificação de mídia. Isso ocorre especialmente quando a reprodução fica pausada por algum tempo.
ru: В Android 13 и Android 14 не всегда можно возобновить воспроизведение с экрана блокировки или медиа-уведомления. Это происходит, в частности, если воспроизведение было приостановлено на некоторое время.
tr: Android 13 ve Android 14'te, kilit ekranından veya medya bildiriminden oynatmayı sürdürmek her zaman mümkün değildir. Bu, özellikle oynatma bir süre duraklatıldığında gerçekleşir.
uk: В Android 13 і Android 14 не завжди можна відновити відтворення з екрана блокування або медіа-сповіщення. Це відбувається, зокрема, якщо відтворення було призупинено на деякий час.

source: It currently is not clear why this issue occurs. We have established the same problem affects other apps, including Google's apps. We suspect, therefore, that this is an issue with Android.
ca: Actualment no està clar per què es produeix aquest problema. Hem establert que el mateix problema afecta altres aplicacions, incloses les aplicacions de Google. Sospitem, per tant, que aquest és un problema amb Android.
da: Det er i øjeblikket ikke klart, hvorfor dette problem opstår. Vi har konstateret, at det samme problem påvirker andre apps, herunder Googles apps. Vi mistænker derfor, at det er et problem med Android.
de: Es ist derzeit nicht klar, warum dieses Problem auftritt. Wir haben festgestellt, dass das gleiche Problem auch bei anderen Apps auftritt, auch bei denen von Google. Wir vermuten daher, dass es sich um ein Problem mit Android handelt.
es: Actualmente no está claro por qué se produce este problema. Hemos comprobado que el mismo problema afecta a otras aplicaciones, incluidas las de Google. Sospechamos, por tanto, que se trata de un problema de Android.
fa: اکنون مشخص نیست چرا این مشکل رخ می‌دهد. دریافته‌ایم که این مشکل دیگر برنامه‌ها، از جمله برنامه‌های گوگل، را نیز درگیر کرده است. بنابراین، گمان می‌کنیم این خطای اندروید باشد.
fr: La raison de ce problème n'est pas claire pour l'instant. Nous avons constaté que le même problème affecte d'autres applications, y compris les applications de Google. Nous pensons donc qu'il s'agit d'un problème lié à Android.
gl: Actualmente non está claro por que se produce este problema. Comprobamos que o mesmo problema afecta a outras aplicacións, incluídas as de Google. Sospeitamos, por tanto, que se trata dun problema de Android.
it: Al momento la causa del problema non è chiara. Abbiamo verificato che lo stesso problema interessa anche altre app, tra cui quelle di Google. Pertanto, pensiamo che sia un bug di Android.
ja: 現在、この問題のはっきりとした原因はわかっていません。同様の問題はGoogleのアプリを含む他のアプリにも発生していることを確認しています。したがって、これはAndroid自体に問題がある可能性があります。
nb_no: Det er for øyeblikket ikke klart hvorfor dette skjer. Vi har fastslått at det samme problemet også skjer med andre apper, inkludert Google sine egne apper. Vi mistenker derfor at det er en utfordring med Android.
nl: Het is onduidelijk waarom dit probleem optreedt. We hebben vastgesteld dat andere apps hetzelfde probleem hebben, inclusief apps van Google. We vermoeden daarom dat dit een probleem met Android is.
pt_br: Ainda não está claro por que esse problema acontece. Já verificamos que o mesmo erro afeta outros aplicativos, inclusive do próprio Google. Por isso, suspeitamos que se trate de um problema do Android.
ru: В настоящее время неясно, почему возникает эта проблема. Мы установили, что эта же проблема затрагивает другие приложения, включая приложения Google. Поэтому мы подозреваем, что это проблема Android.
tr: Şu anda bu sorunun neden oluştuğu net değil. Aynı sorunun Google'ın uygulamaları da dahil olmak üzere diğer uygulamaları da etkilediğini tespit ettik. Bu nedenle bunun Android'le ilgili bir sorun olduğundan şüpheleniyoruz.
uk: Наразі незрозуміло, чому виникає ця проблема. Ми встановили, що ця проблема стосується інших програм, зокрема програм Google. Тому ми підозрюємо, що це проблема з Android.

source: Workaround
ca: Solució alternativa
da: Midlertidig løsning
de: Behelfslösung
es: Solución alternativa
fa: راه‌حل موقت
fr: Solution de contournement
gl: Solución alternativa
it: Espediente
ja: 回避策
nb_no: Løsning
nl: Tijdelijke oplossing
pt_br: Solução alternativa
ru: Обходной путь
tr: Geçici çözüm
uk: Обхідний шлях

source: In order to still be able to resume playback, you can add the so-called AntennaPod 'tile' on your device. Tiles are essentially the buttons that you see when you pull down from the top of the screen. You probably know the *Internet* or *Flashlight* tile. The AntennaPod tile allows you play and pause playback, even if playback has been paused for a while.
de: Um die Wiedergabe trotzdem fortsetzen zu können, kannst du die sogenannte AntennaPod-„Kachel“ auf deinem Gerät hinzufügen. Kacheln sind im Wesentlichen die Schaltflächen, die du siehst, wenn du vom oberen Rand des Bildschirms nach unten ziehst. Du kennst wahrscheinlich die Kachel *Internet* oder *Taschenlampe*. Mit der AntennaPod-Kachel kannst du die Wiedergabe abspielen und pausieren, auch wenn die Wiedergabe schon eine Weile pausiert wurde.
pt_br: Para conseguir retomar a reprodução, você pode adicionar o tal 'bloco' do AntennaPod ao seu dispositivo. Blocos são basicamente os botões que aparecem quando você desliza o topo da tela para baixo. Você provavelmente conhece os blocos de *Internet* ou *Lanterna*. O bloco do AntennaPod permite reproduzir e pausar o áudio, mesmo que a reprodução esteja pausada há algum tempo.

source: To add the AntennaPod tile:
ca: Per a afegir el mosaic de l'AntennaPod:
da: For at tilføje AntennaPod-flisen:
de: Um die AntennaPod-Kachel hinzuzufügen:
es: Para añadir el mosaico AntennaPod:
fa: برای افزودن کاشی آنتناپاد:
fr: Pour ajouter la tuile AntennaPod :
gl: Para engadir o mosaico AntennaPod:
it: Per aggiungere la tile di AntennaPod:
ja: AntennaPodタイルを追加する方法:
nb_no: For å legge til AntennaPod-flisen:
nl: Om de AntennaPod tegel toe te voegen:
pt_br: Para adicionar o bloco/seletor do AntennaPod:
ru: Чтобы добавить виджет AntennaPod:
tr: AntennaPod kutucuğunu eklemek için :
uk: Щоб додати плитку AntennaPod:

source: **Pull down twice** from the top of the screen to fully open the Quick Settings. On some Android versions (for example, Samsung One UI or Xiaomi MIUI) an equivalent Control Center with similar gestures may already contain a media tile, check your device settings if behavior differs
de: **Ziehe zweimal nach unten** vom oberen Bildschirmrand, um die Schnelleinstellungen vollständig zu öffnen. Bei einigen Android-Versionen (z. B. Samsung One UI oder Xiaomi MIUI) enthält ein gleichwertiges Kontrollzentrum mit ähnlichen Gesten möglicherweise bereits eine Medienkachel. Überprüfe die Geräteeinstellungen, wenn das Verhalten abweicht
pt_br: **Deslize duas vezes** a partir da parte superior da tela para abrir totalmente as Configurações Rápidas. Em algumas versões do Android (p. ex., Samsung One UI ou Xiaomi MIUI), um Centro de Controle equivalente com gestos semelhantes pode já conter um bloco de mídia. Verifique as configurações do seu dispositivo se o comportamento for diferente

source: **Tap on the pencil icon** at the tiles section to edit the tiles
de: **Tippe auf das Stiftsymbol** im Kachelbereich, um die Kacheln zu bearbeiten
pt_br: **Toque no ícone de lápis** na parte inferior da seção de blocos para editar os blocos

source: Scroll through the list of tiles and **drag the AntennaPod tile** up into the list of active tiles
de: Scrolle durch die Liste der Kacheln und **ziehe die AntennaPod-Kachel** nach oben in die Liste der aktiven Kacheln
pt_br: Navegue para baixo na lista de blocos e **arraste o bloco do AntennaPod** para cima na lista de blocos ativos

source: Tap the **back arrow** or **save** to exit the tile editing
de: Tippe auf den **Zurück-Pfeil** oder **Speichern**, um die Kachelbearbeitung zu beenden
pt_br: Toque na **seta de voltar** ou em **salvar** para sair da edição de blocos

source: AntennaPod is a [decentralized podcast app](/documentation/general/central-distributed). This basically means that there is no central server that knows everything about each podcast.
ca: AntennaPod és una [aplicació de podcast descentralitzada](/documentation/general/central-distributed). Això bàsicament vol dir que no hi ha cap servidor central que ho sàpiga tot sobre cada podcast.
da: AntennaPod er en [decentraliseret podcast-app](/documentation/general/central-distributed). Det betyder kort sagt, at der ikke er nogen central server, der ved alt om hver enkelt podcast.
de: AntennaPod ist eine [dezentrale Podcast-App](/de/documentation/general/central-distributed). Das bedeutet, dass es keinen zentralen Server gibt, der alles über jeden Podcast weiß.
es: AntennaPod es una [aplicación de podcasts descentralizada](/documentation/general/central-distributed). Esto básicamente significa que no hay un servidor central que sepa todo sobre cada podcast.
fa: آنتناپاد یک [برنامه پادپخش غیرمتمرکز](/documentation/general/central-distributed) است. این یعنی هیچ کارگزار مرکزی نیست که همه‌چیز را درباره هر پادپخش بداند.
fr: AntennaPod est une [application de podcast décentralisée](/documentation/general/central-distributed). Cela signifie qu'il n'y a pas de serveur central capable de tout savoir à propos de chaque podcast.
gl: AntennaPod é unha [aplicación de podcasts descentralizada](/documentation/xeral/central-distributed). Isto basicamente significa que non hai un servidor central que saiba todo sobre cada podcast.
it: AntennaPod è un'[app per podcast decentralizzata](/documentation/general/central-distributed). Questo significa fondamentalmente che non c'è un server centrale che sa tutto di ogni podcast.
ja: AntennaPodは[非集中型のポッドキャストアプリ](/documentation/general/central-distributed)です。これはつまり、各ポッドキャストについてすべてを知っている中央のサーバーが存在しないということになります。
nb_no: AntennaPod er en [desentralisert podkast-app](/documentation/general/central-distributed). Dette betyr i utgangspunktet at det ikke er noen sentral server som vet alt om hver podkast.
nl: AntennaPod is een [gedecentraliseerde podcast-app](/documentation/general/central-distributed). Dat betekent dat er geen centrale server is die alles weet over elke podcast.
pt_br: AntennaPod é um [app de podcasts descentralizado](/documentation/general/central-distributed). Isso significa, basicamente, que não existe um servidor central que tenha todas as informações sobre cada podcast.
ru: AntennaPod - это [децентрализованное приложение для подкастов](/documentation/general/central-distributed). Это означает, что нет центрального сервера, который бы знал все о каждом подкасте.
tr: AntennaPod [merkezi olmayan bir podcast uygulamasıdır](/documentation/general/central-distributed). Bu temel olarak her podcast hakkında her şeyi bilen merkezi bir sunucunun olmadığı anlamına gelir.
uk: AntennaPod — це [децентралізована програма для подкастів](/documentation/general/central-distributed). По суті, це означає, що немає центрального сервера, який би знав усе про кожен подкаст.
