Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: There are basically two ways how to make a podcast app:
ca: Bàsicament hi ha dues maneres de fer una aplicació de podcast:
da: Der er grundlæggende to måder at lave en podcast-app på:
de: Es gibt grundsätzlich zwei Möglichkeiten, eine Podcast-App zu erstellen:
es: Básicamente, hay dos maneras de hacer una aplicación de podcast:
fa: به‌طور کلی دو راه برای ساخت برنامه پادپخش وجود دارد:
fr: Il existe essentiellement deux façons de créer une application de podcast :
gl: Basicamente, hai dúas maneiras de facer unha aplicación de podcast:
it: Ci sono fondamentalmente due modi per realizzare un'applicazione per podcast:
ja: ポッドキャストアプリを作成するには、基本的に2つの方法があります。
nb_no: Det er i utgangspunktet to måter å lage en podkast-app på:
nl: Er zijn in principe twee manieren om een podcast-app te maken:
pt_br: Existem basicamente dois métodos para criar um app de podcast:
ru: Есть два основных способа, как сделать приложение для подкастов:
tr: Bir podcast uygulaması yapmanın temelde iki yolu vardır:
uk: В основному існує два способи створення програми для подкастів:

source: **Central**: There is a central server (run by the company that develops the app) that checks for new episodes and then delivers them to you.
ca: **Central**: Hi ha un servidor central (dirigit per l'empresa que desenvolupa l'aplicació) que comprova nous episodis i després els lliura.
da: **Central**: Der er en central server (drevet af det firma, der udvikler appen), som tjekker, om der er nye afsnit, og derefter leverer dem til dig.
de: **Zentral**: Es gibt einen zentralen Server (der von der Firma betrieben wird, die das Programm entwickelt), der nach neuen Episoden sucht und sie dann an dich ausspielt.
es: **Central**: Hay un servidor central (hospedado por la empresa que desarrolla la aplicación) que comprueba si hay episodios nuevos y te los entrega.
fa: **متمرکز**: یک کارگزار مرکزی (که توسط شرکتی که برنامه را می‌سازد اداره می‌شود) دارد که قسمت‌های جدید را بررسی و به شما تحویل می‌دهد.
fr: **Central** : Il y a un serveur central (géré par la société qui développe l'application) qui vérifie les nouveaux épisodes et vous les propose ensuite.
gl: **Central**: Hai un servidor central (hospedado pola empresa que desenvolve a aplicación) que comproba se hai episodios novos e entrégachos.
it: **Centralizzata**: c'è un server centrale (gestito dalla società che sviluppa l'applicazione) che controlla se ci sono nuovi episodi e li invia all'utente.
ja: **集中型**: 新しいエピソードをチェックする（アプリの開発会社が運営する）集中サーバーがあり、そこから新しいエピソードがあなたに配信される。
nb_no: **Sentralt**: Det er en sentral tjener (drevet av selskapet som utvikler appen) som ser etter nye episoder og deretter leverer dem til deg.
nl: **Gecentraliseerd**: Er is een centrale server (gerund door het bedrijf dat de app ontwikkelt) die controleert op nieuwe afleveringen en deze vervolgens doorstuurt aan jouw app.
pt_br: **Centralizados**: Há um servidor central (mantido pela empresa que desenvolve o app) que checa por novos episódios e os entrega a você.
ru: **Центральный**: Существует центральный сервер (управляемый компанией-разработчиком приложения), который проверяет наличие новых эпизодов и затем доставляет их вам.
tr: ** Merkez ** : Uygulamayı geliştiren şirket tarafından işletilen ve yeni bölümleri kontrol edip size ileten merkezi bir sunucu bulunmaktadır.
uk: **Центральний**: є центральний сервер (під керуванням компанії, яка розробляє додаток), який перевіряє наявність нових епізодів і потім доставляє їх вам.

source: **Distributed**: The app itself checks new episodes, directly from the podcast publishers.
ca: **Distribuït**: L'aplicació mateixa comprova episodis nous, directament des de les editorials de podcasts.
da: **Decentral**: Appen kontrollerer selv nye afsnit direkte fra podcast-udgiverne.
de: **Verteilt**: Die App prüft selbst, ob es neue Episoden gibt, direkt von den Podcast-Herausgebern.
es: **Distribuida**: La aplicación comprueba por sí misma si hay episodios nuevos, directamente desde los servidores de los publicadores.
fa: **غیرمتمرکز**: خود برنامه قسمت‌های جدید را مستقیماً از ناشران پادپخش بررسی می‌کند.
fr: **Distribué** : L'application elle-même vérifie les nouveaux épisodes, directement auprès des éditeurs de podcasts.
gl: **Distribuída**: A aplicación comproba por si mesma se hai episodios novos, directamente desde os servidores dos publicadores.
it: **Distribuita**: l'applicazione stessa controlla se ci sono nuovi episodi, direttamente dagli editori del podcast.
ja: **分散型**: アプリ自体が新しいエピソードをチェックし、ポッドキャストの配信者から直接エピソードを取得する。
nb_no: **Distribuert**: Appen sjekker selv nye episoder, direkte fra podkast-utgiverne.
nl: **Gedistribueerd**: De app zelf controleert op nieuwe afleveringen, rechtstreeks van de podcast-uitgevers.
pt_br: **Distribuidos**: O próprio app faz essa checagem, diretamente dos produtores de podcasts.
ru: **Распространенный**: Приложение само проверяет новые эпизоды непосредственно от издателей подкастов.
tr: ** Dağıtılmış ** : Uygulamanın kendisi, doğrudan podcast yayıncılarından gelen yeni bölümleri kontrol eder.
uk: **Розповсюджено**: програма сама перевіряє нові епізоди безпосередньо від видавців подкастів.

source: AntennaPod uses method 2. It has both its advantages and disadvantages:
ca: AntennaPod utilitza el mètode 2. Té tant els seus avantatges com els seus inconvenients:
da: AntennaPod bruger metode 2. Der er både fordele og ulemper ved denne:
de: AntennaPod nutzt die zweite Methode. Sie hat sowohl Vor- als auch Nachteile:
es: AntennaPod utiliza el segundo método. Esto tiene unas cuantas ventajas y desventajas:
fa: آنتناپاد روش دوم را پیش گرفته. این روش خوبی‌ها و بدی‌هایی دارد:
fr: AntennaPod utilise la méthode numéro 2. Elle a à la fois des avantages et des inconvénients :
gl: AntennaPod utiliza o segundo método. Isto ten unhas cantas vantaxes e desvantaxes:
it: AntennaPod utilizza il metodo 2, che presenta sia vantaggi che svantaggi:
ja: AntennaPodは2つ目の方法を使用しています。それには、利点と欠点の両方があります。
nb_no: AntennaPod bruker metode 2. Det har både sine fordeler og ulemper:
nl: AntennaPod gebruikt methode 2. Dit heeft zowel voor- als nadelen:
pt_br: O AntennaPod utiliza o segundo método. E ele traz tanto vantagens quando desvantagens:
ru: AntennaPod использует метод 2. Он имеет как свои преимущества, так и недостатки:
tr: AntennaPod 2. yöntemi kullanır. Hem avantajları hem de dezavantajları vardır:
uk: AntennaPod використовує метод 2. Він має як переваги, так і недоліки:

source: As the app checks for new episodes, the app creators (like us) don't have to maintain a central server. This saves a lot of time and effort. It also saves a lot of money, which means we don't need to rely on ads or large sums of donations.
ca: A mesura que l'aplicació comprova nous episodis, els creadors d'aplicacions (com nosaltres) no han de mantenir un servidor central. Això estalvia molt de temps i esforç. També estalvia molts diners, cosa que significa que no necessitem dependre d'anuncis o grans sumes de donacions.
da: Da appen kontrollerer, om der er nye afsnit, behøver app-skaberne (som os) ikke at vedligeholde en central server. Det sparer en masse tid og kræfter. Det sparer også en masse penge, hvilket betyder, at vi ikke behøver at være afhængige af annoncer eller store beløb i donationer.
de: Da die App nach neuen Episoden sucht, müssen die App-Entwickler (wie wir) keinen zentralen Server unterhalten. Das spart eine Menge Zeit und Mühe. Es spart auch eine Menge Geld, was bedeutet, dass wir nicht auf Werbung oder große Summen an Spenden angewiesen sind.
es: Como la aplicación busca episodios nuevos, los creadores de la aplicaciones (como nosotros), no tienen que mantener un servidor central. Esto ahorra un montón de tiempo y esfuerzo. También ahorra mucho dinero, lo que significa que no tenemos que depender de anuncios o grandes cantidades de donaciones.
fa: چون برنامه قسمت‌های جدید را بررسی می‌کند، سازندگان برنامه (مثل ما) نیازی به نگهداری کارگزار مرکزی ندارند. این در زمان و تلاش زیادی صرفه‌جویی می‌کند. همچنین پول زیادی نگه‌داشته می‌شود، یعنی نیازی به آگهی یا کمک‌های مالی بزرگ نداریم.
fr: Comme l’application recherche les nouveaux épisodes, les créateurs d’applications (comme nous) n’ont pas besoin de maintenir un serveur central. Cela permet d'économiser beaucoup de temps et d'efforts. Cela permet également d’économiser beaucoup d’argent, ce qui signifie que nous n’avons pas besoin de compter sur les publicités ou sur de grosses sommes de dons.
gl: Como a aplicación busca episodios novos, os creadores da aplicacións (como nós), non teñen que manter un servidor central. Isto aforra unha chea de tempo e esforzo. Tamén aforra moito diñeiro, o que significa que non temos que depender de anuncios ou grandes cantidades de doazóns.
it: Poiché l'applicazione controlla se ci sono nuovi episodi, i creatori dell'applicazione (come noi) non devono mantenere un server centrale. Questo fa risparmiare un sacco di tempo e fatica. Si risparmiano anche un sacco di soldi, il che significa che non abbiamo bisogno di fare affidamento su inserzioni pubblicitarie o donazioni di grandi somme.
ja: アプリが新しいエピソードをチェックするため、（私たちのような）アプリの作者は集中サーバーをメンテナンスする必要があります。これにより、大量の時間と作業が節約できます。また、大量の費用も節約できるため、広告や高額の寄付に依存する必要がなくなります。
nb_no: Når appen søker etter nye episoder, trenger ikke appskaperne (som oss) å vedlikeholde en sentral server. Dette sparer mye tid og krefter. Det sparer også mye penger noe som betyr at vi ikke trenger å være avhengige av annonser eller store donasjoner.
nl: Omdat de app controleert opber nieuwe, hoeven de makers van de app (zoals wij) geen centrale server te onderhouden. Dit bespaart veel tijd en moeite. Het bespaart ook veel geld, daardoor zijn we niet afhankelijk van advertenties of grote bedragen aan donaties.
pt_br: Como o app faz a checagem de novos episódios por conta própria, os desenvolvedores (como nós) não precisam manter um servidor central. Isso economiza tempo e esforço. E também muito dinheiro, o que significa que não precisamos recorrer a anúncios ou grandes doações.
ru: Поскольку приложение проверяет наличие новых эпизодов, создателям приложений (например, нам) не нужно поддерживать центральный сервер. Это экономит много времени и сил. Это также экономит много денег, а значит, нам не нужно полагаться на рекламу или большие суммы пожертвований.
tr: Uygulama yeni bölümleri kontrol ettiğinden, uygulama yaratıcılarının (bizim gibi) merkezi bir sunucuyu sürdürmesi gerekmez. Bu çok fazla zaman ve emek tasarrufu sağlar. Ayrıca çok fazla para tasarrufu sağlar, bu da reklamlara veya büyük miktarda bağışlara güvenmemize gerek kalmayacağı anlamına gelir.
uk: Оскільки програма перевіряє наявність нових епізодів, розробникам програми (як нам) не потрібно підтримувати центральний сервер. Це економить багато часу та сил. Це також економить багато грошей, а це означає, що нам не потрібно.

source: As the app doesn't rely on a central server to collect new episodes, AntennaPod will continue to work independently from what we do on our end. Using the central method, if the company shuts down their server for whatever reason, the app will stop to work.
ca: Com que l'aplicació no depèn d'un servidor central per recollir nous episodis, AntennaPod seguirà funcionant independentment del que fem al nostre costat. Utilitzant el mètode central, si l'empresa tanca el seu servidor per qualsevol raó, l'aplicació es deixarà de funcionar.
da: Da appen ikke er afhængig af en central server til at indsamle nye afsnit, vil AntennaPod fortsat fungere uafhængigt af det, vi gør fra vores side. Hvis vi bruger den centrale metode, vil appen stoppe med at fungere, hvis virksomheden lukker sin server ned af en eller anden grund.
de: Da sich die App nicht auf einen zentralen Server verlässt, um neue Episoden zu sammeln, wird AntennaPod weiterhin unabhängig von unseren Aktivitäten funktionieren. Bei der zentralen Variante würde die Anwendung nicht mehr funktionieren, sollte das Unternehmen seinen Server aus irgendeinem Grund abschalten.
es: Como la aplicación no depende de un servidor central para recolectar los episodios nuevos, AntennaPod seguirá funcionando independientemente de lo que hagamos en nuestra parte. Utilizando el método centralizado, si la empresa termina su servidor por cualquier motivo, la aplicación dejará de funcionar.
fa: چون برنامه برای جمع‌آوری قسمت‌های جدید به کارگزار مرکزی وابسته نیست، آنتناپاد بی‌نیاز از کار ما ادامه می‌دهد. در روش متمرکز، اگر شرکت به هر دلیلی کارگزارش را خاموش کند، برنامه از کار می‌افتد.
fr: Comme l'application ne dépend pas d'un serveur central pour collecter les nouveaux épisodes, AntennaPod continuera à fonctionner indépendamment de ce que nous faisons de notre côté. En utilisant la méthode centrale, si la société ferme son serveur pour une raison quelconque, l'application cessera de fonctionner.
gl: Como a aplicación non depende dun servidor central para colleitar os episodios novos, AntennaPod seguirá funcionando independentemente do que fagamos na nosa parte. Utilizando o método centralizado, se a empresa termina o seu servidor por calquera motivo, a aplicación deixará de funcionar.
it: Dato che l'applicazione non si affida a un server centrale per raccogliere nuovi episodi, AntennaPod continuerà a funzionare indipendentemente da quello che facciamo noi. Usando il metodo centralizzato, se l'azienda chiude il suo server per qualsiasi motivo, l'applicazione smetterà di funzionare.
ja: アプリは新しいエピソードを集めるために集中サーバーに頼る必要がないため、AntennaPodは開発とは独立して機能し続けます。集中型の方法を使った場合、会社が何らかの理由でサーバーをシャットダウンしたときにアプリは動かなくなってしまいます。
nb_no: Ettersom appen ikke er avhengig av en sentral server for å samle inn nye episoder vil AntennaPod fortsette å fungere uavhengig av hva vi gjør på vår side. Ved å bruke den sentrale metoden vil appen slutte å fungere hvis selskapet slår av serveren sin av en eller annen grunn.
nl: Omdat de app niet afhankelijk is van een centrale server om nieuwe afleveringen te verzamelen, zal AntennaPod zelfstandig blijven werken. Als het bedrijf zijn server om welke reden dan ook afsluit, zal de app niet meer werken.
pt_br: Por não depender de um servidor central para buscar novos episódios, o AntennaPod continuará funcionando, independemente de nossas atividades ou operações. Em apps centralizados, se a empresa desligar o servidor por qualquer motivo, o aplicativo deixa de funcionar.
ru: Поскольку приложение не зависит от центрального сервера для сбора новых эпизодов, AntennaPod будет продолжать работать независимо от того, что мы делаем на нашей стороне. При использовании центрального метода, если компания по какой-либо причине отключит свой сервер, приложение перестанет работать.
tr: Uygulama yeni bölümleri toplamak için merkezi bir sunucuya dayanmadığından, AntennaPod bizim tarafımızda yaptığımızdan bağımsız olarak çalışmaya devam edecektir. Merkezi yöntemi kullanarak, şirket herhangi bir nedenle sunucusunu kapatırsa, uygulama çalışmayı durduracaktır.
uk: Оскільки програма не покладається на центральний сервер для збору нових епізодів, AntennaPod продовжуватиме працювати незалежно від того, що ми робимо з нашого боку. Використовуючи центральний метод, якщо компанія вимкне свій сервер з будь-якої причини, програма припинить працювати.

source: We, as app developers, don't and cannot know which podcasts you are subscribed to, which episodes you might listen to, or even at what time you do. Publishers of apps with a central server do collect such data, to the detriment of your privacy.
ca: Nosaltres, com a desenvolupadors d'aplicacions, no sabem ni podem saber a quins podcasts esteu subscrits, quins episodis podríeu escoltar, o fins i tot en quin moment ho feu. Els editors d'aplicacions amb un servidor central recopilen aquestes dades, en detriment de la seva privacitat.
da: Som appudviklere ved vi ikke og kan ikke vide, hvilke podcasts du abonnerer på, hvilke afsnit du lytter til, eller på hvilket tidspunkt du lytter til dem. Udgivere af apps med en central server indsamler sådanne data, hvilket er til skade for dit privatliv.
de: Wir als App-Entwickler können nicht wissen, welche Podcasts du abonniert hast, welche Episoden du dir anhörst oder gar zu welcher Zeit du dies machst. Anbieter von Apps mit einem zentralen Server sammeln derlei Daten, was zulasten deiner Privatsphäre geht.
es: Nosotros, como desarrolladores de aplicaciones, no sabemos ni podemos saber a qué podcasts estás suscrito, qué episodios escucharás o a qué hora lo harás. Los publicadores de aplicaciones con un servidor central recogen tales datos, para el detrimento de tu privacidad.
fa: ما، به‌عنوان توسعه‌دهندگان برنامه، نمی‌دانیم و نمی‌توانیم بدانیم به کدام پادپخش‌ها اشتراک دارید، به کدام قسمت‌ها گوش می‌دهید، یا حتی چه زمانی این کار را می‌کنید. ناشران برنامه‌های دارای کارگزار مرکزی این داده‌ها را گردآوری می‌کنند، که به زیان حریم خصوصی شماست.
fr: En tant que développeurs d'applications, nous ne pouvons pas savoir à quels podcasts vous êtes abonné, quels épisodes vous écoutez, ni même à quelle heure vous le faites. Les éditeurs d'applications disposant d'un serveur central collectent ces données, au détriment de votre vie privée.
gl: Nós, como desarrolladores de aplicacións, non sabemos nin podemos saber a que podcasts estás subscrito, que episodios escoitarás ou a que hora faralo. Os publicadores de aplicacións cun servidor central recollen tales datos, para o detrimento da túa privacidade.
it: Noi, come sviluppatori dell'app, non sappiamo e non possiamo sapere a quali podcast sei iscritto, quali episodi potresti ascoltare, o anche a che ora lo fai. Gli editori di app con un server centrale raccolgono questi dati, a scapito della tua privacy.
ja: 私たちは、アプリ開発者として、どのポッドキャストが購読されたか、どのエピソードが再生されたか、いつ再生されたかを知ることができなくなります。集中型サーバーを提供しているアプリの開発者は、これらのデータを収集して、あなたのプライバシーを損なう恐れがあります。
nb_no: Vi, som apputviklere, vet ikke og kan ikke vite hvilke podkaster du abonnerer på, hvilke episoder du lytter til, eller når du gjør det. Utgivere av apper med en sentral server samler inn slike data til skade for personvernet ditt.
nl: Als app-ontwikkelaars weten wij niet op welke podcasts je geabonneerd bent, welke afleveringen je beluistert of zelfs op welk tijdstip u dat doet. Uitgevers van apps met een centrale server verzamelen dergelijke gegevens wel, ten koste van uw privacy.
pt_br: Nós, como desenvolvedores, não sabemos nem temos como saber a quais podcasts você é inscrito, quais episódios você escuta ou em que momento faz isso. Já os apps com servidores centralizados coletam esses dados, em detrimento da sua privacidade.
ru: Мы, разработчики приложений, не знаем и не можем знать, на какие подкасты вы подписаны, какие эпизоды вы можете слушать и даже в какое время вы это делаете. Издатели приложений с центральным сервером собирают такие данные в ущерб вашей конфиденциальности.
tr: Biz, uygulama geliştiricileri olarak, hangi podcast'lere abone olduğunuzu, hangi bölümleri dinlediğinizi veya hatta hangi saatte dinlediğinizi bilmiyoruz ve bilemeyiz. Merkezi bir sunucuya sahip uygulama yayıncıları, gizliliğinizin zararına olacak şekilde bu tür verileri toplar.
uk: Ми, як розробники додатків, не знаємо і не можемо знати, на які подкасти ви підписані, які епізоди ви можете слухати або навіть о котрій годині ви це робите. Видавці програм із центральним сервером справді збирають такі дані, що завдає шкоди вашій конфіденційності.
