Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Now, you might ask something like "But then why is the podcast in English and the ad in German?" or "But why is the podcast episode from 2008 but still promotes a product released in 2023?". The reason is a technique called *dynamic ad insertion*. Podcast creators can instruct the hosting company to insert those ads. Then, while downloading or streaming the episode with AntennaPod, the media file delivered to AntennaPod gets cut on-the-fly to include the ads. The ads are recent (while the episode might not be) and can be targeted based on the IP address from which you request the media file (e.g. a company in your country). Depending on how smart the hosting company does this, the ads might get inserted right in the middle of a sentence. Some of the hosting companies also mess up the chapter marks while inserting the ads (so the chapters are off by the duration of the ad).
ca: Ara, us podeu preguntar alguna cosa com ara "Però llavors, per què el podcast és en anglès i l'anunci en alemany?" o "Però per què l'episodi del podcast és del 2008 però encara promociona un producte llançat el 2023?". El motiu és una tècnica anomenada *inserció d'anuncis dinàmics*. Els creadors de podcasts poden indicar a l'empresa d'allotjament que insereixi aquests anuncis. Aleshores, mentre es descarrega o es reprodueix l'episodi en streaming amb AntennaPod, el fitxer multimèdia enviat a AntennaPod es talla sobre la marxa per incloure els anuncis. Els anuncis són recents (mentre que l'episodi pot no ser-ho) i es poden orientar en funció de l'adreça IP des de la qual sol·liciteu el fitxer multimèdia (per exemple, una empresa del vostre país). Depenent de la intel·ligència de l'empresa d'allotjament, els anuncis es poden inserir just al mig d'una frase. Algunes de les empreses d'allotjament també confonen les marques de capítol en inserir els anuncis (de manera que els capítols estan desviats per la durada de l'anunci).
da: Nu tænker du måske noget i retning af "Men hvorfor er podcasten så på engelsk og annoncen på tysk?" eller "Men hvorfor er podcast-afsnittet fra 2008, men reklamerer alligevel for et produkt, der blev udgivet i 2023?". Årsagen er en teknik, der hedder *dynamic ad insertion*. Udgivere af podcasts kan bede hostingselskabet om at indsætte disse annoncer. Når afsnittet downloades eller streames med AntennaPod, bliver mediefilen, der leveres til AntennaPod, redigeret i undervejs for at inkludere reklamerne. Annoncerne er nye (mens afsnittet måske ikke er det) og kan målrettes på grundlag af den IP-adresse, hvorfra du anmoder om mediefilen (f.eks. en virksomhed i dit land). Afhængigt af hvor smart hostingfirmaet gør det, kan reklamerne blive indsat lige midt i en sætning. Nogle af hostingselskaberne laver også kludder i kapitelmarkeringerne, når de indsætter annoncerne (så kapitlerne er forskudt i forhold til annoncens varighed).
de: Nun wirst du dich vielleicht fragen: „Aber warum ist der Podcast dann auf Englisch und die Werbung auf Deutsch?“, oder „Aber warum ist die Podcast-Episode aus dem Jahr 2008 und wirbt trotzdem für ein Produkt, das im Jahr 2023 auf den Markt kam?“. Der Grund dafür ist eine Technik namens *Dynamic Ad Insertion*. Podcast-Herausgeber können das Hosting-Unternehmen anweisen, diese Werbung einzufügen. Während des Herunterladens oder Streamens der Episode mit AntennaPod wird die an AntennaPod gelieferte Mediendatei dann sofort so geschnitten, dass sie die Werbung enthält. Die Werbung ist aktuell (die Episode hingegen möglicherweise nicht) und kann auf der Grundlage der IP-Adresse, von der aus du die Mediendatei anfordest (z. B. ein Unternehmen in deinem Land), gezielt eingesetzt werden. Je nachdem, wie geschickt das Hosting-Unternehmen vorgeht, kann die Werbung mitten im Satz eingefügt werden. Einige Hosting-Unternehmen bringen beim Einfügen der Werbung auch die Kapitelmarken durcheinander (sodass die Kapitel um die Dauer der Werbung verschoben werden).
es: Ahora, puede preguntar algo como "¿Pero entonces por qué el podcast está en inglés y el anuncio en alemán?" o "¿Pero por qué el episodio del podcast es de 2008 pero aún promociona un producto lanzado en 2023?". El motivo es una técnica llamada *inserción dinámica de anuncios*. Los creadores de podcasts pueden indicar a la empresa de alojamiento que inserte esos anuncios. Luego, mientras descarga o transmite el episodio con AntennaPod, el archivo multimedia entregado a AntennaPod se corta sobre la marcha para incluir los anuncios. Los anuncios son recientes (aunque es posible que el episodio no lo sea) y pueden orientarse en función de la dirección IP desde la que solicita el archivo multimedia (por ejemplo, una empresa en su país). Dependiendo de qué tan inteligente sea la empresa de alojamiento, los anuncios pueden insertarse justo en el medio de una oración.
fa: شاید بپرسید «چرا پادپخش به انگلیسی است اما آگهی به آلمانی؟» یا «چرا قسمت پادپخش از ۲۰۰۸ است اما محصولی از ۲۰۲۳ را تبلیغ می‌کند؟». این به دلیل فناوری *درج پویای آگهی* است. سازندگان پادپخش می‌توانند به شرکت میزبان دستور دهند این آگهی‌ها را درج کند. سپس، هنگام بارگیری یا پخش جریانی قسمت با آنتناپاد، پرونده رسانه‌ای در لحظه بریده می‌شود تا دارای آگهی شود. آگهی‌ها جدید هستند (گرچه قسمت ممکن است نباشد) و می‌توانند بر پایه نشانی آی‌پی شما (مثلاً شرکتی در کشورتان) هدف‌گذاری شوند. بسته به هوشمندی شرکت میزبان، آگهی‌ها ممکن است وسط جمله درج شوند. برخی شرکت‌های میزبان نیز نشانه‌های فصل‌ها را هنگام درج آگهی خراب می‌کنند (بنابراین فصل‌ها به اندازه مدت آگهی جابه‌جا می‌شوند).
fr: Vous vous demandez peut-être pourquoi le podcast est en anglais et la publicité en allemand, ou pourquoi l'épisode du podcast date de 2008, mais fait la promotion d'un produit sorti en 2023. La raison en est une technique appelée *insertion dynamique de publicité (dynamic ad insertion)*. Les créateurs de podcasts peuvent demander à l'hébergeur d'insérer ces publicités. Ensuite, lors du téléchargement ou de la lecture en continu de l'épisode avec AntennaPod, le fichier multimédia livré à AntennaPod est coupé à la volée pour inclure les publicités. Les publicités sont récentes (alors que l'épisode peut ne pas l'être) et peuvent être ciblées en fonction de l'adresse IP à partir de laquelle vous demandez le fichier multimédia (par exemple, une entreprise de votre pays). Selon l'intelligence de l'hébergeur, les publicités peuvent être insérées en plein milieu d'une phrase. Certains hébergeurs modifient également les marques de chapitre lors de l'insertion des publicités (les chapitres sont alors décalés de la durée de la publicité).
gl: Agora, pode preguntar algo como "Pero entón por que o podcast está en inglés e o anuncio en alemán?" ou "Pero por que o episodio do podcast é de 2008 pero aínda promociona un produto lanzado en 2023?". O motivo é unha técnica chamada *inserción dinámica de anuncios*. Os creadores de podcasts poden indicar á empresa de aloxamento que insira eses anuncios. Logo, mentres descarga ou transmite o episodio con AntennaPod, o arquivo multimedia entregado a AntennaPod córtase sobre a marcha para incluír os anuncios. Os anuncios son recentes (aínda que é posible que o episodio non o sexa) e poden orientarse en función da dirección IP desde a que solicita o arquivo multimedia (por exemplo, unha empresa no seu país). Dependendo de que tan intelixente sexa a empresa de aloxamento, os anuncios poden inserirse xusto no medio dunha oración.
it: Potreste quindi chiedervi qualcosa come "Ma allora perché il podcast è in inglese e l'annuncio in tedesco?" oppure "Ma perché l'episodio del podcast è del 2008 ma promuove un prodotto che è uscito nel 2023?". Il motivo è una tecnica chiamata *inserzione dinamica di pubblicità*. I creatori del podcast possono indicare alla società di hosting di inserire gli annunci. Poi, durante il download o lo streaming dell'episodio con AntennaPod, il file multimediale consegnato ad AntennaPod viene tagliato al volo per includere le pubblicità. Le pubblicità sono recenti (mentre l'episodio potrebbe non esserlo) e possono essere mirate in base all'indirizzo IP da cui si richiede il file multimediale (ad esempio, un'azienda del proprio Paese). A seconda dell'intelligenza della società di hosting, gli annunci potrebbero essere inseriti proprio nel mezzo di una frase. Alcune società di hosting, inoltre, fanno confusione negli indicatori dei capitoli durante l'inserimento degli annunci (quindi i capitoli sono sfasati di una durata pari a quella dell'annuncio).
ja: ここで、「でも、なぜポッドキャストは英語なのに、広告はドイツ語なんでしょうか？」あるいは「でも、ポッドキャストのエピソードは2008年のものなのに、2023年にリリースされた製品を宣伝しているのはなぜでしょうか？」と疑問に思うかもしれません。その理由は、*ダイナミック広告挿入（dynamic ad insertion）*と呼ばれる手法にあります。ポッドキャストの製作者は、配信会社にこうした広告を挿入するように依頼できます。そして、AntennaPodでエピソードをダウンロードまたはストリーミングしている間に、AntennaPodに送信されるメディアファイルがその場でカットされ、途中に広告音声が挿入されます。（エピソードは過去のものかもしれませんが）広告は現在のもので、メディアファイルをリクエストしたIPアドレス（たとえば、あなたの国内の会社のもの）に基づいてターゲティングが行われます。配信会社によるこの処理が洗練されていない場合、話している文の途中に広告が挿入されてしまうこともあります。一部の配信会社は、広告挿入時にチャプターマークを破壊することもあります（そのため、広告の間はチャプターが無効化されてしまいます）。
nb_no: Nå spør du kanskje noe som "Men hvorfor er podkasten på engelsk og annonsen på norsk?" eller "Men hvorfor er podkastepisoden fra 2008, men markedsfører fortsatt et produkt som ble utgitt i 2025?". Årsaken er en teknikk som kalles *dynamisk annonseinnsetting*. Podkast-skapere kan instruere vertsselskapet om å sette inn disse annonsene. Når du laster ned eller strømmer episoden med AntennaPod, blir mediefilen som leveres til AntennaPod, kuttet underveis for å inkludere annonsene. Annonsene er nye (mens episoden kanskje ikke er det) og kan målrettes basert på IP-adressen du ber om mediefilen fra (f.eks. et selskap i ditt land). Avhengig av hvor smart vertsselskapet gjør dette, kan annonsene bli satt inn midt i en setning. Noen av vertsselskapene roter også til kapittelmarkeringene når de setter inn annonsene (slik at kapitlene ikke stemmer med annonsens varighet).
nl: Wellicht vraag je "Maar waarom is de podcast in het Engels en de advertentie in het Duits?" of "Maar waarom is de podcast aflevering uit 2008 maar promoot toch een product dat in 2023 is uitgebracht?". De reden is een techniek die *dynamic ad insertion* heet. Podcastuitgevers kunnen het hostingbedrijf opdracht geven die advertenties in te voegen. Dan wordt bij het downloaden of streamen van de aflevering met AntennaPod het mediabestand dat aan AntennaPod wordt geleverd ter plekke onderbroken om de advertenties in te voegen. De advertenties zijn recent (terwijl de aflevering dat misschien niet is) en kunnen gericht zijn op basis van het IP-adres van waaruit je het mediabestand opvraagt (bijvoorbeeld een bedrijf in jouw land). Afhankelijk van hoe slim het hostingbedrijf dit doet, kunnen de advertenties midden in een zin worden ingevoegd. Sommige hostingbedrijven verknoeien ook de hoofdstukmarkeringen tijdens het invoegen van de advertenties (zodat de hoofdstukken niet overeenkomen met de duur van de advertentie).
pt_br: Talvez você se pergunte algo como “Mas por que o podcast está em inglês e o anúncio em português?” ou “Por que um episódio de 2008 está promovendo um produto lançado em 2023?”. O motivo é uma técnica chamada *dynamic ad insertion* (inserção de anúncios dinâmicos). Os criadores podem autorizar a empresa que publica a inserir esses anúncios. Assim, quando você baixa ou reproduz por streaming um episódio, o arquivo é modificado em tempo real para incluir os anúncios. Os anúncios são atuais (mesmo que o episódio não seja) e podem ser direcionados de acordo com o seu endereço IP (por exemplo, de empresas do seu país). Dependendo da sofisticação, o anúncio pode até ser inserido no meio de uma frase. Algumas plataformas de hospedagem também bagunçam as marcações de capítulos ao inserir os anúncios (o que faz com que fiquem desajustadas).
ru: Вы можете спросить: "Но почему тогда подкаст на английском, а реклама на немецком?" или "Почему эпизод подкаста датирован 2008 годом, но при этом рекламирует продукт, выпущенный в 2023 году?". Причина заключается в технике, называемой *динамической вставкой рекламы*. Создатели подкастов могут поручить хостинговой компании вставить эти объявления. Затем, во время загрузки или потоковой передачи эпизода с помощью AntennaPod, медиафайл, доставленный на AntennaPod, обрезается на лету, чтобы включить рекламу. Реклама появляется недавно (в то время как эпизод может и не появиться) и может быть таргетирована на основе IP-адреса, с которого вы запрашиваете медиафайл (например, компания в вашей стране). В зависимости от того, насколько умно хостинговая компания это делает, реклама может быть вставлена прямо в середину предложения. Некоторые хостинговые компании также путают метки глав при вставке рекламы (так что главы смещаются на длительность рекламы).
tr: Şimdi, "Peki o zaman podcast neden İngilizce ve reklam neden Almanca?" veya "Peki podcast bölümü 2008'den ama yine de 2023'te piyasaya sürülen bir ürünü tanıtıyor?" gibi bir şey sorabilirsiniz. Bunun nedeni * dinamik reklam ekleme * adı verilen bir tekniktir . Podcast yaratıcıları, barındırma şirketine bu reklamları eklemesini söyleyebilir. Daha sonra, bölümü AntennaPod ile indirirken veya yayınlarken, AntennaPod'a iletilen medya dosyası reklamları eklemek için anında kesilir. Reklamlar yenidir (bölüm yeni olmayabilir ) ve medya dosyasını istediğiniz IP adresine (örneğin ülkenizdeki bir şirket) göre hedeflenebilir. Barındırma şirketinin bunu ne kadar akıllıca yaptığına bağlı olarak, reklamlar bir cümlenin tam ortasına eklenebilir. Bazı barındırma şirketleri reklamları eklerken bölüm işaretlerini de karıştırır (böylece bölümler reklamın süresi kadar farklı olur).
uk: Тепер ви можете запитати щось на кшталт «А чому тоді подкаст англійською, а реклама німецькою?» або «Але чому епізод подкасту 2008 року, але все ще рекламує продукт, випущений у 2023?». Причиною є техніка під назвою *динамічна вставка реклами*. Творці подкастів можуть доручити хостинговій компанії вставити цю рекламу. Потім, під час завантаження або трансляції епізоду за допомогою AntennaPod, медіафайл, який доставляється в AntennaPod, на льоту обрізається для додавання реклами. Оголошення нещодавні (хоча епізод може бути не таким) і можуть бути націлені на основі IP-адреси, з якої ви запитуєте медіафайл (наприклад, компанія у вашій країні). Залежно від того, наскільки кмітливо це зробить хостингова компанія, оголошення можуть вставлятися прямо в середині речення. Деякі хостингові компанії також псують позначки розділів під час вставлення реклами (тому розділи виключаються через тривалість реклами).
