Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: In your automation application, you can get AntennaPod to update its subscriptions by sending a 'Broadcast' (it may be shown as a type of Android intent) with the following settings:
ca: A la vostra aplicació d'automatització, podeu obtenir l'AntennaPod per actualitzar les seves subscripcions enviant un 'Broadcast' (es pot mostrar com un tipus d'intenció d'Android) amb la configuració següent:
da: I din automatiseringsapplikation kan du få AntennaPod til at opdatere sine abonnementer ved at sende en 'Broadcast' (det kan blive vist som en type Android-hensigt) med følgende indstillinger:
de: In deiner Automatisierungsanwendung kannst du AntennaPod auffordern Abonnements zu aktualisieren, indem du einen „Broadcast“ (könnte als „Android-Intent“ angezeigt werden) mit den folgenden Einstellungen sendest:
es: En tu aplicación de automatizaciones, puedes pedirle a AntennaPod que actualice sus suscripciones enviando un 'Broadcast' (puede que se muestre como un tipo de intención de Android) con las siguientes opciones:
fa: در برنامه خودکارسازی، می‌توانید آنتناپاد را وادار به به‌روزرسانی اشتراک‌ها کنید با فرستادن یک «پخش» (ممکن است به‌عنوان گونه‌ای نیت اندروید نمایش داده شود) با تنظیمات زیر:
fr: Dans votre application d'automatisation, vous pouvez demander à AntennaPod de mettre à jour ses abonnements en envoyant un 'Broadcast' (qui peut être présenté comme un type d'Intent Android) avec les paramètres suivants :
gl: Na túa aplicación de automatizacións, podes pedirlle a AntennaPod que actualice as súas subscricións enviando un 'Broadcast' (poida que móstrese como un tipo de intención de Android) coas seguintes opcións:
it: Nella tua applicazione di automazione, è possibile far sì che AntennaPod aggiorni le iscrizioni mandando un messaggio in broadcast (può apparire come un tipo di intent di Android) con le seguenti impostazioni:
ja: 自動化アプリでは、以下のような設定で 'Broadcast'（Androidのintentの1種として表示されることがあります）を送信することで、AntennaPodに購読を更新させられます。
nb_no: I automatiseringsapplikasjonen din kan du få AntennaPod til å oppdatere abonnementene sine ved å sende en 'kringkasting' (det kan vises som en type Android-intensjon) med følgende innstillinger:
nl: Vraag in de automatiseringstoepassing AntennaPod de abonnementen bij te werken door een 'Broadcast' te verzenden (dit kan worden weergegeven als een soort Android-intentie) met de volgende instellingen:
pt_br: No seu aplicativo de automação, é possível fazer com que o AntennaPod atualize suas inscrições enviando um 'Broadcast' (pode aparecer como um tipo de Android intent) com as seguintes configurações:
ru: В приложении автоматизации вы можете заставить AntennaPod обновить свои подписки, отправив «широковещательную рассылку» (она может отображаться как тип намерения Android) со следующими настройками:
tr: Otomasyon uygulamanızda, AntennaPod'un aboneliklerini aşağıdaki ayarlarla bir 'Yayın' (bir tür Android intent olarak gösterilebilir) göndererek güncellemesini sağlayabilirsiniz :
uk: У вашій програмі автоматизації ви можете змусити AntennaPod оновити свої підписки, надіславши «Трансляцію» (вона може відображатися як тип наміру Android) із такими налаштуваннями:

source: Package name: `de.danoeh.antennapod`
ca: Nom del paquet: `de.danoeh.antennapod`
da: Pakkenavn: `de.danoeh.antennapod`
de: Paketname: `de.danoeh.antennapod`
es: Nombre del paquete: `de.danoeh.antennapod`
fa: نام بسته: `de.danoeh.antennapod`
fr: Nom du paquet : `de.danoeh.antennapod`
gl: Nome do paquete: `de.danoeh.antennapod`
it: Nome del pacchetto: `de.danoeh.antennapod`
ja: パッケージ名: `de.danoeh.antennapod`
nb_no: Pakkenavn: `de.danoeh.antennapod`
nl: Pakketnaam: `de.danoeh.antennapod `
pt_br: Nome do pacote: `de.danoeh.antennapod`
ru: Название пакета: `de.danoeh.antennapod`
tr: Paket adı `de.danoeh.antennapod`
uk: Назва пакета: `de.danoeh.antennapod`

source: Class name: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ca: Nom de classe: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
da: Klassenavn: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
de: Klassenname: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
es: Nombre de la clase: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
fa: نام کلاس: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
fr: Nom de la classe : `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
gl: Nome da clase: `de.danoeh.antennapod.net.download.service.canal de contidos.FeedUpdateReceiver`
it: Nome della classe: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ja: クラス名: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
nb_no: Klassenavn: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
nl: Klassenaam: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
pt_br: Nome da classe: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ru: Имя класса: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
tr: Sınıf adı : ` de.danoeh.antepod.core.receiver.FeedUpdateReceiver `
uk: Назва класу: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`

source: Steps for some automation apps
ca: Passos per a algunes aplicacions d'automatització
da: Vejledning til nogle automatiseringsapps
de: Anleitungen für einige Automatisierungs-Apps
es: Pasos para algunas aplicaciones de automatizaciones
fa: گام‌ها برای برخی برنامه‌های خودکارسازی
fr: Instructions pour certaines applications d'automatisation
gl: Pasos para algunhas aplicacións de automatizacións
it: Istruzioni per alcune applicazioni di automazione
ja: いくつかの自動化アプリ向けのステップ
nb_no: Instruks for noen automasjonsprogrammer
nl: Instructies voor sommige automatiseringsapps
pt_br: Etapas para alguns apps de automação
ru: Шаги для некоторых приложений автоматизации
tr: Bazı otomasyon uygulamaları için adımlar
uk: Кроки для деяких програм автоматизації

source: HomeAssistant Android Mobile Companion ([website](https://companion.home-assistant.io/docs/notifications/notification-commands/#broadcast-intent))
fr: Compagnon mobile Android HomeAssistant ([site web](https://companion.home-assistant.io/docs/notifications/notification-commands/#broadcast-intent))
it: HomeAssistant Android Mobile Companion ([sito web](https://companion.home-assistant.io/docs/notifications/notification-commands/#broadcast-intent))
pt_br: HomeAssistant Android Mobile Companion ([site](https://companion.home-assistant.io/docs/notifications/notification-commands/#broadcast-intent))

source: Create a notify action call in an automation with the following template:
de: Erstelle eine Benachrichtigungsaktion in einer Automatisierung mit der folgenden Vorlage:
fa: ساخت فراخوان کنش آگاهی در اتوماسیون با قالب زیر:
it: Crea una chiamata di azione di notifica in un'automazione con il seguente modello:
pt_br: Crie uma ação de notificação (notify action call) em uma automação com o seguinte modelo:

source: Automate ([website](https://llamalab.com/automate/))
ca: Automatitza ([lloc web](https://llamalab.com/automate/))
da: Automate ([hjemmeside](https://llamalab.com/automate/))
es: Automatizar ([sitio web](https://llamalab.com/automate/))
fa: Automate ([وبگاه](https://llamalab.com/automate/))
fr: Automatiser ([site web](https://llamalab.com/automate/))
gl: Automatizar ([sitio web](https://llamalab.com/automate/))
it: Automate ([sito web](https://llamalab.com/automate/))
ja: Automate（[ウェブサイト](https://llamalab.com/automate/)）
nb_no: Automate ([nettsted](https://llamalab.com/automate/))
pt_br: Automate ([site](https://llamalab.com/automate/))
ru: Automate ([сайт](https://llamalab.com/automate/))
tr: Automate: ([web sitesi](https://llamalab.com/automate/))
uk: Automate ([веб-сайт](https://llamalab.com/automate/))

source: In a flow, add a block of the type `APPS` » `Broadcast send` and specify
ca: En un flux, afegiu un bloc del tipus `APPS` » `Enviament de transmissió` i especifiqueu
da: I et flow skal du tilføje en blok af typen `APPS` » `Broadcast send`, angive
de: Füge einen Block des Typs `APPS` » `Broadcast senden` ein und spezifiziere
es: En un flow, añade un bloque del tipo `APPS` » `Broadcast send`, y especifica
fa: در یک جریان، بلوکی از نوع `APPS` » `Broadcast send` بیافزایید و مشخص کنید
fr: Dans un flux, ajoutez un bloc de type `APPS` → `Broadcast send`, et spécifiez
gl: Nun flow, engade un bloque do tipo `APPS` » `Broadcast send`, e especifica
it: In un flusso, aggiungi un blocco del tipo `APPS` » `Invia broadcast` e specifica
ja: flowで、`APPS` » `Broadcast send` という種類のブロックを追加し、以下を指定します
nb_no: I en flyt skal du legge til en blokk av type `APPS` → `Broadcast send` og angi
nl: Voeg in een 'flow' een blok toe van het type `APPS` » `Broadcast send` en specificeer
pt_br: Em um fluxo (flow), adicione um bloco do tipo `APPS` » `Broadcast send` e defina
ru: В потоке добавьте блок типа `APPS` « `Broadcast send` и укажите
tr: Bir akışta, ` APPS ` » ` Broadcast send ` türünde bir blok ekleyin ve belirtin
uk: У потік додайте блок типу `APPS` » `Broadcast send` і вкажіть

source: Package to be `de.danoeh.antennapod`
ca: El paquet ha de ser `de.danoeh.antennapod`
da: Pakke skal være `de.danoeh.antennapod`
de: Paket zu `de.danoeh.antennapod`
es: El paquete debe ser `de.danoeh.antennapod`
fa: بسته: `de.danoeh.antennapod`
fr: Le paquet doit être `de.danoeh.antennapod`
gl: O paquete debe ser `de.danoeh.antennapod`
it: il nome del pacchetto come `de.danoeh.antennapod`
ja: Package: `de.danoeh.antennapod`
nb_no: Pakke skal være `de.danoeh.antennapod`
nl: `de.danoeh.antennapod` als het pakket
pt_br: Package como `de.danoeh.antennapod`
ru: Пакет должен быть `de.danoeh.antennapod`
tr: Paket ` de.danoeh.antepod ` olacak
uk: Пакет має бути `de.danoeh.antennapod`

source: Receiver class to be `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ca: Rebre la classe per a ser `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
da: Modtagerklasse skal være `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
de: Die Empfängerklasse sollte `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` sein
es: La clase del receptor será `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
fa: کلاس گیرنده: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
fr: La classe du récepteur doit être `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
gl: A clase do receptor será `de.danoeh.antennapod.net.download.service.canal de contidos.FeedUpdateReceiver`
it: la classe del ricevitore come `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ja: Receiverクラスを `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` にする
nb_no: Mottakerklasse skal være `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
nl: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` als de 'receiver class'
pt_br: Receiver class como `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ru: Класс приемника должен быть `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
tr: Alıcı sınıfı ` de.danoeh.antepod.core.receiver.FeedUpdateReceiver ` olacaktır
uk: Клас приймача буде `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`

source: Tasker ([website](https://tasker.joaoapps.com/))
ca: Tasker ([lloc web](https://tasker.joaoapps.com/))
da: Tasker ([websted](https://tasker.joaoapps.com/))
es: Tasker ([sitio web](https://tasker.joaoapps.com/))
fa: Tasker ([وبگاه](https://tasker.joaoapps.com/))
fr: Tasker ([site web](https://tasker.joaoapps.com/))
gl: Tasker ([sitio web](https://tasker.joaoapps.com/))
it: Tasker ([sito web](https://tasker.joaoapps.com/))
nb_no: Tasker ([nettside](https://tasker.joaoapps.com/))
pt_br: Tasker ([site](https://tasker.joaoapps.com/))
ru: Tasker ([сайт](https://tasker.joaoapps.com/))
uk: Tasker ([веб-сайт](https://tasker.joaoapps.com/))

source: Create a task. In the task, add an action
ca: Creeu una tasca. A la tasca, afegiu una acció
da: Opret en opgave. Tilføj en handling i opgaven
de: Erstelle eine Aufgabe. Füge der Aufgabe eine Aktion hinzu
es: Crea una tarea. En la tarea, añade una acción
fa: یک وظیفه بسازید. در وظیفه، یک کنش بیافزایید
fr: Créez une tâche. Dans la tâche, ajoutez une action
gl: Crea unha tarefa. Na tarefa, engade unha acción
it: Crea una task. Nella task, aggiungi un'azione
ja: taskを作成します。task内で、actionを追加します
nb_no: Opprett en oppgave. I oppgaven legger du til en handling
nl: Maak een taak. In de taak, voeg een actie toe
pt_br: Crie uma tarefa (task). Na tarefa, adicione uma ação (action)
ru: Создайте задачу. В задаче добавьте действие
tr: Bir görev oluşturun. Görevde bir eylem ekleyin
uk: Створіть завдання. У задачі додайте дію

source: Select `System`
ca: Seleccioneu `System`
da: Vælg `System`
de: Wähle `System`
es: Selecciona `Sistema`
fa: `System` را انتخاب کنید
fr: Sélectionnez `Système`
gl: Selecciona `Sistema`
it: Seleziona `Sistema`
ja: `System`を選択します
nb_no: Velg `System`
nl: Kies `Systeem`
pt_br: Selecione `System`
ru: Выберите `Система`
tr: `Sistemi` seçin
uk: Виберіть `Система`

source: Select `Send Intent`
ca: Selecciona `Envia un intent`
da: Vælg `Send intent`
de: Wähle `Intent senden`
es: Selecciona `Enviar intención`
fa: `Send Intent` را انتخاب کنید
fr: Sélectionnez `Envoyer l'intention`
gl: Selecciona `Enviar intención`
it: Seleziona `Invia intent`
ja: `インテントを送信` を選択します
nb_no: Velg `Send Intensjon`
nl: Kies `Send Intent`
pt_br: Selecione `Send Intent`
ru: Выберите `Отправить намерение`
tr: ` Gönderme Niyetini ` seçin
uk: Виберіть `Send Intent`

source: Specify Package name to be `de.danoeh.antennapod`
ca: Especifiqueu el nom del paquet que serà `de.danoeh.antennapod`
da: Specificer at pakkenavn skal være `de.danoeh.antennapod`
de: Gib als Paketname `de.danoeh.antennapod` an
es: Especifica que el nombre del paquete sea `de.danoeh.antennapod`
fa: نام بسته را `de.danoeh.antennapod` مشخص کنید
fr: Spécifiez le nom du paquet comme étant `de.danoeh.antennapod`
gl: Especifica que o nome do paquete sexa `de.danoeh.antennapod`
it: Assegna al pacchetto il nome `de.danoeh.antennapod`
ja: パッケージ名として `de.danoeh.antennapod` を指定します
nb_no: Pakkenavn skal være `de.danoeh.antennapod`
nl: Geef de pakketnaam op als `de.danoeh.antennapod`
pt_br: Defina o nome do pacote (Package) como `de.danoeh.antennapod`
ru: Укажите имя пакета как `de.danoeh.antennapod`
tr: Paket adının ` de.danoeh. antennapod ` olmasını belirtin
uk: Укажіть назву пакета як `de.danoeh.antennapod`

source: Specify Class name to be `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ca: Especifiqueu el nom de la classe que serà `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
da: Specificer at klassenavn skal være `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
de: Gib als Klassenname `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` an
es: Especificar el nombre de la clase como `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
fa: نام کلاس را `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` مشخص کنید
fr: Spécifiez le nom de la classe comme étant `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
gl: Especificar o nome da clase como `de.danoeh.antennapod.net.download.service.canal de contidos.FeedUpdateReceiver`
it: Assegna alla classe il nome `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ja: クラス名として `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver` を指定します
nb_no: Angi klassenavnet `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
nl: Geef de klassenaam op als `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
pt_br: Defina o nome da classe (Class) como `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
ru: Задайте имя класса: `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`
tr: Sınıf adını ` de.danoeh.antepod.core.receiver.FeedUpdateReceiver ` olarak belirtin
uk: Укажіть назву класу як `de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver`

source: Specify Target to be `Broadcast receiver`
ca: Especifiqueu l'objectiu a `Broadcast receiver`
da: Angiv, at målet skal være `Broadcast receiver`
de: Gib als Ziel `Broadcast-Empfänger` an
es: Especifica que el objetivo sea `Receptor de difusión`
fa: هدف را `Broadcast receiver` مشخص کنید
fr: Spécifier la cible comme étant `Broadcast receiver`
gl: Especifica que o obxectivo sexa `Receptor de difusión`
it: Specifica come target `Broadcast receiver`
ja: ターゲットとして `Broadcast receiver` を指定します
nb_no: Angi at målet skal være `kringkastingsmottaker`
nl: Specificeer Doel als `Broadcast ontvanger`
pt_br: Defina o alvo (Target) como `Broadcast receiver`
ru: Укажите цель как `Broadcast receiver`
tr: Hedefi ` Yayın alıcısı ` olarak belirtin
uk: Укажіть Target як `Broadcast receiver`

source: You can leave the other fields blank
ca: Podeu deixar els altres camps en blanc
da: Du kan lade de andre felter være tomme
de: Du kannst die anderen Felder leer lassen
es: Puedes dejar los demás campos en blanco
fa: سایر بخش‌ها را می‌توانید خالی بگذارید
fr: Vous pouvez laisser les autres champs vides
gl: Podes deixar os demais campos en branco
it: Puoi lasciare gli altri campi vuoti
ja: 他のフィールドは空のままにできます
nb_no: Du kan la alle andre felter stå tomme
nl: Laat de andere velden leeg
pt_br: Os demais campos podem ficar em branco
ru: Остальные поля можно оставить пустыми
tr: Diğer alanları boş bırakabilirsiniz
uk: Ви можете залишити інші поля порожніми

source: **Disclaimer:** AntennaPod community has no relationship with any of the 3rd-party automation applications listed.
ca: **Exempció de responsabilitat:** La comunitat d'AntennaPod no té cap relació amb cap de les aplicacions d'automatització de tercers llistades.
da: **Ansvarsfraskrivelse:** AntennaPod-fællesskabet har ingen tilknytning til nogen af de nævnte tredjepartsapplikationer til automatisering.
de: **Hinweis:** Die AntennaPod-Community steht in keiner Beziehung zu den aufgeführten Automatisierungsanwendungen von Drittanbietern.
es: **Descargo de responsabilidad:** La comunidad de AntennaPod no tiene ninguna relación con ninguna de las aplicaciones de automatización de terceros que aparecen en la lista.
fa: **سلب مسئولیت:** اجتماع آنتناپاد هیچ ارتباطی با برنامه‌های خودکارسازی شخص ثالث فهرست‌شده ندارد.
fr: **Avertissement:** La communauté AntennaPod n'a aucune relation avec les applications d'automatisation tierces citées.
gl: **Descargo de responsabilidade:** A comunidade de AntennaPod non ten ningunha relación con ningunha das aplicacións de automatización de terceiros que aparecen na lista.
it: **Avvertenza:** La comunità di AntennaPod non ha rapporti con nessuna delle applicazioni di automazione di terze parti elencate.
ja: **免責事項:** AntennaPodコミュニティは、一覧されたどのサードパーティ製自動化アプリとも無関係です。
nb_no: **Ansvarsfraskrivelse:** AntennaPod-fellesskapet har ikke noe forhold til noen av de tredjeparts automatiseringsapplikasjonene som er oppført.
nl: **Disclaimer:** De AntennaPod-community heeft geen relatie met een van de vermelde automatiseringstoepassingen van derden.
pt_br: **Aviso**: A comunidade do AntennaPod não possui nenhum vínculo com os aplicativos de automação de terceiros mencionados acima.
ru: **Правовая оговорка:** Сообщество AntennaPod не имеет взаимоотношений с любыми перечисленными приложениями автоматизации от третьих лиц.
tr: ** Sorumluluk Reddi: ** AntennaPod topluluğunun listelenen 3. parti otomasyon uygulamalarının hiçbiriyle ilişkisi yoktur.
uk: **Відмова від відповідальності:** Спільнота AntennaPod не має жодного зв’язку з будь-якими сторонніми додатками автоматизації.

source: Did you encounter a bug? We're sorry to hear.
ca: Heu trobat un error? Ens sap greu sentir-ho.
da: Er du stødt på en fejl? Det er vi kede af at høre.
de: Du bist auf einen Fehler gestoßen? Es tut uns leid, das zu hören.
es: ¿Encontraste algún error? Lo sentimos.
fa: با خطایی روبه‌رو شدید؟ از شنیدنش ناراحتیم.
fr: Vous avez rencontré un bug ? Nous en sommes vraiment désolé.
gl: Atopaches algún erro? Sentímolo.
it: Hai trovato un bug? Ci dispiace.
ja: バグを見つけましたか？ 申し訳ありません。
nb_no: Kom du over en feil? Det var leit å høre.
nl: Een bug tegengekomen? Het spijt ons te horen.
pt_br: Encontrou um erro no app? Desculpe por isso.
ru: Вы столкнулись с ошибкой? Нам очень жаль.
tr: Bir hatayla mı karşılaştınız? Bunu duyduğumuza üzüldük.
uk: Ви зіткнулися з помилкою? Нам прикро чути.
