Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: [gpodder.net](https://gpodder.net/) provides a free gPodder synchronization server that **anyone can sign up** for. Unfortunately, due to the popularity of the service and its limited funding, this server is often overloaded, leading to errors in AntennaPod.
ca: [gpodder.net](https://gpodder.net/) proporciona un servidor de sincronització gPodder gratuït al qual **tothom es pot registrar**. Malauradament, a causa de la popularitat del servei i el seu finançament limitat, aquest servidor sovint es sobrecarrega, cosa que provoca errors a AntennaPod.
da: [gpodder.net](https://gpodder.net/) tilbyder en gratis gPodder-synkroniseringsserver, som **alle kan tilmelde sig**. Desværre er denne server på grund af tjenestens popularitet og dens begrænsede finansiering ofte overbelastet, hvilket fører til fejl i AntennaPod.
de: [gpodder.net](https://gpodder.net/) bietet einen kostenlosen gPodder-Synchronisierungsserver an, für den sich **jeder anmelden kann**. Leider ist dieser Server aufgrund der Beliebtheit des Dienstes und seiner begrenzten Finanzierung oft überlastet, was zu Fehlern in AntennaPod führt.
es: [gpodder.net](https://gpodder.net/) ofrece un servidor de sincronización gPodder gratuito al que **cualquiera puede unirse**. Desafortunadamente, debido a la popularidad del servicio y su financiamiento limitado, este servidor a menudo está sobrecargado, lo que genera errores en AntennaPod.
fa: [gpodder.net](https://gpodder.net/) یک کارساز همگام‌سازی gPodder رایگان فراهم می‌کند که **هر کسی می‌تواند در آن ثبت‌نام کند**. متأسفانه، به دلیل محبوبیت این خدمت و بودجه محدود آن، این کارساز بیش از حد بارگذاری می‌کند و دلیل خطاهایی در آنتناپاد می‌گردد.
fr: [gpodder.net](https://gpodder.net/) fournit un serveur de synchronisation gPodder gratuit pour lequel **tout le monde peut s'inscrire**. Malheureusement, en raison de la popularité du service et de son financement limité, ce serveur est souvent surchargé, ce qui entraîne des erreurs dans AntennaPod.
gl: [gpodder.net](https://gpodder.net/) ofrece un servidor de sincronización gPodder gratuíto ao que **calquera pode unirse**. Desafortunadamente, debido á popularidade do servizo e o seu financiamiento limitado, este servidor a miúdo está sobrecargado, o que xera erros en AntennaPod.
it: [gpodder.net](https://gpodder.net/) fornisce un server di sincronizzazione gPodder gratuito a cui **chiunque può iscriversi**. Purtroppo, a causa della popolarità del servizio e dei fondi limitati, questo server è spesso sovraccarico, con conseguenti errori in AntennaPod.
ja: [gpodder.net](https://gpodder.net/)は、**誰でもサインアップできる**無料のgPodder同期サーバーを提供しています。残念ながら、このサービスは人気で、資金が限られているため、このサーバーは頻繁に過負荷になり、AntennaPodでエラーが発生します。
nb_no: [gpodder.net](https://gpodder.net/) tilbyr en gratis gPodder-synkroniseringsserver som **hvem som helst kan registrere seg** på. På grunn av tjenestens popularitet og den begrensede finansieringen er denne serveren dessverre ofte overbelastet, noe som fører til feil i AntennaPod.
nl: [gpodder.net](https://gpodder.net/) biedt een gratis gPodder synchronisatieserver waar **iedereen zich voor kan aanmelden**. Door de populariteit van de dienst en de beperkte financiering is deze server helaas vaak overbelast, wat leidt tot fouten in AntennaPod.
pt_br: [gpodder.net](https://gpodder.net/) oferece um servidor gratuito de sincronização gPodder, disponível para **qualquer pessoa que queira se cadastrar**. No entanto, devido à popularidade do serviço e aos recursos limitados, esse servidor costuma ficar sobrecarregado, o que pode causar erros no AntennaPod.
ru: [gpodder.net](https://gpodder.net/) предоставляет бесплатный сервер синхронизации gPodder, на который может подписаться **любой желающий**. К сожалению, из-за популярности сервиса и ограниченного финансирования этот сервер часто бывает перегружен, что приводит к ошибкам в AntennaPod.
tr: [gpodder.net](https://gpodder.net/) ** herkesin kaydolabileceği ** ücretsiz bir gPodder senkronizasyon sunucusu sağlar . Ne yazık ki, hizmetin popülaritesi ve sınırlı finansmanı nedeniyle, bu sunucu sıklıkla aşırı yüklenir ve bu da AntennaPod'da hatalara yol açar .
uk: [gpodder.net](https://gpodder.net/) надає безкоштовний сервер синхронізації gPodder, на якому **будь-хто може зареєструватися**. На жаль, через популярність сервісу та його обмежене фінансування цей сервер часто перевантажений, що призводить до помилок у AntennaPod.

source: More technically inclined users are strongly encouraged to **self-host a synchronization server**. A self-hosted server is more reliable and helps reduce the load on free, public services. There are several options: [Nextcloud](https://nextcloud.com/install/#instructions-server) with the [gPodder Sync app](https://apps.nextcloud.com/apps/gpoddersync), a full [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) server, or the [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
ca: Es recomana fermament als usuaris amb més coneixements tècnics que **allotgin ells mateixos un servidor de sincronització**. Un servidor autoallotjat és més fiable i ajuda a reduir la càrrega dels serveis públics i gratuïts. Hi ha diverses opcions: [Nextcloud](https://nextcloud.com/install/#instructions-server) amb l'[aplicació gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), un servidor [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) complet o el [servidor Micro GPodder](https://github.com/bohwaz/micro-gpodder-server).
da: Mere teknisk interesserede brugere opfordres kraftigt til at **selv at hoste en synkroniseringsserver**. En selvhostet server er mere pålidelig og er med til at mindske belastningen på de gratis, offentlige tjenester. Der er flere muligheder: [Nextcloud](https://nextcloud.com/install/#instructions-server) med [gPodder Sync app](https://apps.nextcloud.com/apps/gpoddersync), en fuld [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) server eller [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
de: Technisch versierteren Benutzern wird dringend empfohlen, **selbst einen Synchronisierungsserver zu betreiben**. Ein selbst betriebener Server ist zuverlässiger und trägt dazu bei, die Belastung der kostenlosen öffentlichen Dienste zu verringern. Es gibt mehrere Optionen: [Nextcloud](https://nextcloud.com/install/#instructions-server) mit der [gPodder-Sync-App](https://apps.nextcloud.com/apps/gpoddersync), ein vollständiger [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html)-Server oder der [Micro-GPodder-Server](https://github.com/bohwaz/micro-gpodder-server).
es: Se recomienda encarecidamente a los usuarios más inclinados a la tecnología que **autohospeden un servidor de sincronización**. Un servidor autohospedado es más confiable y ayuda a reducir la carga de los servicios públicos gratuitos. Hay varias opciones: [Nextcloud](https://nextcloud.com/install/#instructions-server) con la [aplicación gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), una [ gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html), o el [servidor Micro GPodder](https://github.com/bohwaz/micro-gpodder-server).
fa: کاربران با دانش فنی بیشتر به شدت تشویق می‌شوند تا **یک کارساز همگام‌سازی خود-میزبان** راه‌اندازی کنند. کارساز خود-میزبان قابل اعتمادتر است و به کاهش بار روی سرویس‌های رایگان عمومی کمک می‌کند. گزینه‌های بسیاری وجود دارد: [Nextcloud](https://nextcloud.com/install/#instructions-server) با برنامه [gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync)، یک کارساز کامل [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html)، یا کارساز [Micro GPodder](https://github.com/bohwaz/micro-gpodder-server).
fr: Les utilisateurs plus techniques sont fortement encouragés à **héberger eux-mêmes un serveur de synchronisation**. Un serveur auto-hébergé est plus fiable et contribue à réduire la charge sur les services publics gratuits. Il existe plusieurs options : [Nextcloud](https://nextcloud.com/install/#instructions-server) avec l'application [gPodder Sync app](https://apps.nextcloud.com/apps/gpoddersync), un serveur [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) complet, ou le [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
gl: Recoméndase encarecidamente aos usuarios máis inclinados á tecnoloxía que **autohospeden un servidor de sincronización**. Un servidor autohospedado é máis confiable e axuda a reducir a carga dos servizos públicos gratuítos. Hai varias opcións: [Nextcloud](https://nextcloud.com/install/#instructions-server) coa [aplicación gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), unha [ gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html), ou o [servidor Micro GPodder](https://github.com/bohwaz/micro-gpodder-server).
it: Gli utenti più esperti sono caldamente incoraggiati ad **auto-ospitare un server di sincronizzazione**. Un server auto-ospitato è più affidabile e contribuisce a ridurre il carico dei servizi pubblici gratuiti. Esistono diverse opzioni: [Nextcloud](https://nextcloud.com/install/#instructions-server) con l'applicazione [gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), un server [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) completo o il [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
ja: より技術的な知識のあるユーザーは、**同期サーバーをセルフホストする**ことを強くおすすめします。セルフホスト型サーバーは信頼性が高く、無料のパブリックサービスの負荷を軽減できます。いくつかのオプションがあります: [Nextcloud](https://nextcloud.com/install/#instructions-server)で[gPodder Syncアプリ](https://apps.nextcloud.com/apps/gpoddersync)を使用する、完全な[gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) サーバー、[Micro GPodderサーバー](https://github.com/bohwaz/micro-gpodder-server)です。
nb_no: Mer teknisk interesserte brukere oppfordres på det sterkeste til å **selv drifte en synkroniseringsserver**. En egenhostet server er mer pålitelig og bidrar til å redusere belastningen på gratis, offentlige tjenester. Det finnes flere alternativer: [Nextcloud](https://nextcloud.com/install/#instructions-server) med [gPodder Sync-appen](https://apps.nextcloud.com/apps/gpoddersync), en full [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html)-tjener eller [Micro GPodder-tjeneren](https://github.com/bohwaz/micro-gpodder-server).
nl: Meer technisch ingestelde gebruikers wordt aangeraden **zelf een synchronisatieserver** te hosten. Een zelf gehoste server is betrouwbaarder en helpt de belasting van gratis, publieke diensten te verminderen. Er zijn verschillende opties: [Nextcloud](https://nextcloud.com/install/#instructions-server) met de [gPodder Sync app](https://apps.nextcloud.com/apps/gpoddersync), een volledige [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) server, of de [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
pt_br: Usuários com mais conhecimento técnico são fortemente incentivados a criar um **servidor auto-hospedado de sincronização**. Um servidor próprio tende a ser mais confiável e ainda ajuda a reduzir a carga sobre os serviços públicos gratuitos. Há várias opções disponíveis: [Nextcloud](https://nextcloud.com/install/#instructions-server) com o app [gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), um servidor [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) completo ou o [Micro servidor GPodder](https://github.com/bohwaz/micro-gpodder-server).
ru: Более технически подкованным пользователям настоятельно рекомендуется **самостоятельно размещать сервер синхронизации**. Самостоятельно размещенный сервер более надежен и помогает снизить нагрузку на бесплатные публичные сервисы. Есть несколько вариантов: [Nextcloud](https://nextcloud.com/install/#instructions-server) с приложением [gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), полноценный сервер [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) или [Micro GPodder server](https://github.com/bohwaz/micro-gpodder-server).
tr: Daha teknik eğilimli kullanıcıların ** kendi kendine bir senkronizasyon sunucusuna ev sahipliği yapmaları ** şiddetle tavsiye edilir . Kendi kendine barındırılan bir sunucu daha güvenilirdir ve ücretsiz, genel hizmetlerdeki yükü azaltmaya yardımcı olur. Birkaç seçenek vardır: [gPodder Sync uygulaması](https://apps.nextcloud.com/apps/gpoddersync) ile [Nextcloud](https://nextcloud.com/install/#instructions-server), tam bir [gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) sunucusu veya [Micro GPodder sunucusu](https://github.com/bohwaz/micro-gpodder-server).
uk: Більш технічно схильним користувачам наполегливо рекомендується **самостійно розмістити сервер синхронізації**. Самостійний сервер надійніший і допомагає зменшити навантаження на безкоштовні публічні служби. Є кілька варіантів: [Nextcloud](https://nextcloud.com/install/#instructions-server) із [програмою gPodder Sync](https://apps.nextcloud.com/apps/gpoddersync), повним [ gPodder](https://gpoddernet.readthedocs.io/en/latest/dev/installation.html) сервер або [Micro GPodder сервер](https://github.com/bohwaz/micro-gpodder-server).

source: Enable synchronization via Nextcloud
ca: Habiliteu la sincronització a través de Nextcloud
da: Aktivér synkronisering via Nextcloud
de: Synchronisierung per Nextcloud aktivieren
es: Activa la sincronización a través de Nextcloud
fa: روشن کردن همگام‌سازی به‌دست Nextcloud
fr: Activer la synchronisation avec Nextcloud
gl: Activa a sincronización a través de Nextcloud
it: Abilita la sincronizzazione tramite Nextcloud
ja: Nextcloud経由の同期を有効化する
nb_no: Aktiver synkronisering via Nextcloud
nl: Activeer synchronisatie via Nextcloud
pt_br: Ativar a sincronização via Nextcloud
ru: Включите синхронизацию через Nextcloud
tr: Nextcloud üzerinden senkronizasyonu etkinleştirin
uk: Увімкніть синхронізацію через Nextcloud

source: If you have a Nextcloud account, install the gPodder Sync app or ask your server admin to do so
ca: Si teniu un compte de Nextcloud, instal·leu l'aplicació de sincronització del gPodder o demaneu a l'administrador del servidor que ho faci
da: Hvis du har en Nextcloud-konto, skal du installere gPodder Sync-appen eller bede din serveradministrator om at gøre det
de: Wenn du ein Nextcloud-Konto hast, installiere die gPodder-Sync-App oder bitten deinen Server-Administrator, dies zu tun
es: Si tienes una cuenta de Nextcloud, instala la aplicación gPodder Sync o solicita al administrador del servidor que lo haga
fa: اگر حساب Nextcloud دارید، برنامه gPodder Sync را نصب کنید یا از مدیر کارساز خود بخواهید این کار را انجام دهد
fr: Si vous avez un compte Nextcloud, installez l'application gPodder Sync ou demandez à votre administrateur de serveur de le faire
gl: Se tes unha conta de Nextcloud, instala a aplicación gPodder Sync ou solicita ao administrador do servidor que o faga
it: Se disponi di un account Nextcloud, installa l'applicazione gPodder Sync o chiedi all'amministratore del server di farlo
ja: Nextcloudアカウントがある場合は、gPodder Syncアプリをインストールするか、管理者にインストールするようにお願いします
nb_no: Hvis du har en Nextcloud-konto installerer du gPodder Sync-appen eller ber serveradministratoren om å gjøre det
nl: Als je een Nextcloud account hebt, installeer dan de gPodder Sync app of vraag je server admin om dit te doen
pt_br: Se você tem uma conta Nextcloud, instale o app gPodder Sync ou peça ao administrador do servidor para fazer isso
ru: Если у вас есть учетная запись Nextcloud, установите приложение gPodder Sync или попросите администратора сервера сделать это
tr: Nextcloud hesabınız varsa, gPodder Sync uygulamasını yükleyin veya sunucu yöneticinizden bunu yapmasını isteyin
uk: Якщо у вас є обліковий запис Nextcloud, установіть програму gPodder Sync або попросіть адміністратора сервера зробити це

source: Go to `Settings` » `Synchronization` in AntennaPod and tap `Choose synchronization provider`
ca: Aneu a `Configuració` » `Sincronització` a l'AntennaPod i toqueu `Trieu el proveïdor de sincronització`
da: Gå til `Indstillinger` » `Synkronisering` i AntennaPod, og tryk på `Vælg synkroniseringsudbyder`
de: Öffne `Einstellungen` » `Synchronisation` in AntennaPod und tippe auf `Anbieter für Synchronisierung auswählen`
es: Ve a `Configuración` » `Sincronización` en AntennaPod y toca `Seleccionar un proveedor de sincronización`
fa: در آنتناپاد به `تنظیمات` » `همگام‌سازی` بروید و روی `انتخاب فراهم‌کننده همگام‌سازی` بزنید
fr: Allez dans `Préférences` " `Synchronisation` dans l'application AntennaPod et appuyez sur `Choisir un service de synchronisation`
gl: Ve a `Configuración` » `Sincronización` en AntennaPod e toca `Seleccionar un provedor de sincronización`
it: Vai su `Impostazioni` » `Sincronizzazione` in AntennaPod e tocca `Scegli provider di sincronizzazione`
ja: AntennaPodで `設定` » `同期` を開き、`同期プロバイダーを選択` をタップします
nb_no: Gå til `Innstillinger` →`Synkronisering` i AntennaPod og trykk på `Velg synkroniseringstilbyder`
nl: Ga naar `Instellingen` » `Synchronisatie` in AntennaPod en tik op `Kies synchronisatieprovider`
pt_br: No AntennaPod, vá em `Configurações` » `Sincronização` e toque em `Escolha o provedor de sincronização`
ru: Перейдите в раздел `Настройки` " `Синхронизация` в AntennaPod и нажмите `Выбрать поставщика синхронизации`
tr: AntennaPod'da ` Ayarlar ` » ` Senkronizasyon ` bölümüne gidin ve ` Senkronizasyon sağlayıcısını seç ` öğesine dokunun
uk: Перейдіть до `Налаштування` » `Синхронізація` в AntennaPod і натисніть `Вибрати постачальника синхронізації`

source: Select 'Nextcloud'
ca: Seleccioneu 'Nextcloud'
da: Vælg 'Nextcloud'
de: Wähle „Nextcloud“
es: Selecciona 'Nextcloud'
fa: 'Nextcloud' را برگزینید
fr: Sélectionnez "Nextcloud"
gl: Selecciona 'Nextcloud'
it: Seleziona "Nextcloud"
ja: 「Nextcloud」を選択します
nb_no: Velg 'Nextcloud'
nl: Kies 'Nextcloud'
pt_br: Selecione 'Nextcloud'
ru: Выберите "Nextcloud"
tr: 'Nextcloud'u seçin
uk: Виберіть «Наступна хмара»

source: Enter the 'Server address' (the URL or IP address of the server) and tap `Proceed`
ca: Introduïu la 'Adreça del servidor' (l'URL o l'adreça IP del servidor) i toqueu `Continua`
da: Indtast 'Serveradresse' (serverens URL- eller IP-adresse), og tryk på `Fortsæt`
de: Gib die „Server-Adresse“ (die URL oder IP-Adresse des Servers) ein und tippe auf `Weiter zur Anmeldung`
es: Ingresa la 'Server address' (la URL o la dirección IP del servidor) y toca `Proceed`
fa: «نشانی کارساز» (URL یا نشانی IP کارساز) را وارد کنید و روی` ادامه` بزنید
fr: Saisissez l'adresse du serveur (l'URL ou l'adresse IP du serveur) et tapez sur `Procéder`
gl: Ingresa a 'Server address' (a URL ou a dirección IP do servidor) e toca `Proceed`
it: Inserisci l'"indirizzo del server" (l'URL o l'indirizzo IP del server) e tocca `Procedere`
ja: 「サーバーアドレス」（サーバーのURLまたはIPアドレス）を入力して、`ログインに進む` をタップします
nb_no: Skriv inn "Tjeneradresse" (tjenerens nettadresse eller IP-adresse) og trykk på `Fortsett`
nl: Vul het "Serveradres" in (de URL of het IP-adres van de server) en tik op `Verder `
pt_br: Insira o 'Endereço do servidor' (o URL ou o endereço IP do servidor) e toque em `Ir para o login`
ru: Введите "Адрес сервера" (URL или IP-адрес сервера) и нажмите `Продолжить`
tr: 'Sunucu adresini' (sunucunun URL'si veya IP adresi) girin ve `Devam ` dokunun
uk: Введіть «Адресу сервера» (URL або IP-адреса сервера) і натисніть `Продовжити`

source: Log in on the browser window that opens and authorize AntennaPod
ca: Inicieu la sessió a la finestra del navegador que s'obre i autoritza l'AntennaPod
da: Log ind i det browservindue, der åbnes, og godkend AntennaPod
de: Melde dich in dem sich öffnenden Browserfenster an und autorisiere AntennaPod
es: Inicia sesión en la ventana del navegador que se abre y autoriza a AntennaPod
fa: در پنجره مرورگری که باز می‌شود وارد شوید و آنتناپاد را مجاز کنید
fr: Connectez-vous dans la fenêtre du navigateur qui s'ouvre et autorisez AntennaPod
gl: Inicia sesión na xanela do navegador que se abre e autoriza a AntennaPod
it: Accedi nella finestra del browser che si apre e autorizza AntennaPod
ja: ブラウザウィンドウ上でログインして、AntennaPodを開いて認証します
nb_no: Logg inn i nettleservinduet som åpnes og godkjenn AntennaPod
nl: Log in op het geopende browservenster en verleen AntennaPod toestemming
pt_br: Faça login na janela do navegador que será aberta e autorize o AntennaPod
ru: Войдите в открывшееся окно браузера и авторизуйте AntennaPod
tr: Açılan tarayıcı penceresinde oturum açın ve AntennaPod'u yetkilendirin
uk: Увійдіть у вікно браузера, яке відкриється, і авторизуйтесь у AntennaPod

source: Enable synchronization via gPodder
ca: Habilita la sincronització a través de gPodder
da: Aktivér synkronisering via gPodder
de: Synchronisierung per gPodder aktivieren
es: Habilitar la sincronización a través de gPodder
fa: روشن کردن همگام‌سازی به‌دست gPodder
fr: Activer la synchronisation via gPodder
gl: Habilitar a sincronización a través de gPodder
it: Abilita la sincronizzazione tramite gPodder
ja: gPodder経由で同期を有効化する
nb_no: Aktiver synkronisering via gPodder
nl: Activeer synchroniseren met gPodder
pt_br: Ativar a sincronização via gPodder
ru: Включите синхронизацию через gPodder
tr: gPodder üzerinden senkronizasyonu etkinleştirin
uk: Увімкніть синхронізацію через gPodder

source: Create an account on the server www.gpodder.net or on your own server
ca: Creeu un compte al servidor www.gpodder.net o al vostre propi servidor
da: Opret en konto på serveren www.gpodder.net eller på din egen server
de: Erstelle ein Konto auf gpodder.net oder melde dich an, solltest du bereits eines haben
es: Crea una cuenta en el servidor www.gpodder.net o en tu propio servidor
fa: یک حساب در کارساز www.gpodder.net یا در کارساز خودتان بسازید
fr: Créez un compte sur gpodder.net ou connectez-vous si vous en possédez déjà un
gl: Crea unha conta no servidor www.gpodder.net ou no teu propio servidor
it: Crea un account sul server www.gpodder.net o sul tuo server
ja: サーバー www.gpodder.net または自分自身のサーバーでアカウントを作成します
nb_no: Opprett en konto på nettjeneren www.gpodder.net eller på din egen nettjener
nl: Maak een account aan op de server www.gpodder.net of op een eigen server
pt_br: Crie uma conta no servidor www.gpodder.net ou em um servidor próprio
ru: Создайте учетную запись на сервере www.gpodder.net или на своем собственном сервере
tr: www.gpodder.net sunucusunda veya kendi sunucunuzda bir hesap oluşturun
uk: Створіть обліковий запис на сервері www.gpodder.net або на власному сервері

source: Select 'gPodder'
ca: Seleccioneu 'gPodder'
da: Vælg 'gPodder'
de: Wähle „gPodder“
es: Seleccione 'gPodder'
fa: 'gPodder' را برگزینید
fr: Sélectionnez : 'gPodder'
gl: Seleccione 'gPodder'
it: Seleziona "gPodder"
ja: 「gPodder」を選択します
nb_no: Velg 'gPodder'
nl: Kies 'gPodder'
pt_br: Selecione 'gPodder'
ru: Выберите 'gPodder'
tr: 'gPodder'ı seçin
uk: Виберіть "gPodder"
