Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Many publishers only keep online (information about) the most recent episodes. So when you just subscribed to a podcast, your AntennaPod installation doesn't have access to information about the older episodes. To get all past episodes listed in the app, you can contact the podcaster and ask them to (reach out to their hoster to) support 'paged feeds' ([technical information](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
ca: Molts editors només mantenen en línia (informació sobre) els episodis més recents. Així que quan acabes de subscriure't a un podcast, la teva instal·lació d'AntennaPod no té accés a informació sobre els episodis antics. Per a obtenir tots els episodis anteriors llistats a l'aplicació, podeu contactar amb el podcaster i demanar-los que (apropin-se al seu hoster) admetin els 'paged feeds' ([informació tècnica](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
da: Mange udgivere har kun (oplysninger om) de seneste afsnit online. Så når du lige har abonneret på en podcast, har din AntennaPod-installation ikke adgang til oplysninger om de ældre afsnit. Hvis du vil have alle tidligere afsnit vist i appen, kan du kontakte podcasteren og bede dem om at (kontakte deres host for at) understøtte 'paged feeds' ([teknisk information](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
de: Viele Anbieter halten nur die neuesten Episoden (und Informationen darüber) vor. Wenn du also gerade einen Podcast abonniert hast, hat AntennaPod keinen Zugriff auf Informationen über ältere Episoden. Um alle vergangenen Episoden in der App aufgelistet zu bekommen, kannst du dich an den Podcaster wenden und ihn bitten, „Paged Feeds“ ([technische Informationen](https://datatracker.ietf.org/doc/html/rfc5005#section-3)) zu unterstützen (oder sich an seinen Hoster zu wenden).
es: Muchos editores sólo mantienen en línea (información sobre) los episodios más recientes. Por lo tanto, cuando te acabas de suscribir a un podcast, tu instalación de AntennaPod no tiene acceso a la información sobre los episodios más antiguos. Para conseguir que todos los episodios anteriores aparezcan en la aplicación, puedes ponerte en contacto con el podcaster y pedirle que (se ponga en contacto con su editor para que) soporte 'paged feeds' ([información técnica](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
fa: بسیاری از ناشران فقط (اطلاعات) قسمت‌های اخیر را برخط نگه می‌دارند. بنابراین، وقتی تازه به پادپخشی اشتراک می‌کنید، آنتناپاد شما به اطلاعات قسمت‌های قدیمی‌تر دسترسی ندارد. برای فهرست شدن همه قسمت‌های گذشته در برنامه، می‌توانید با سازنده پادپخش تماس بگیرید و بخواهید (از میزبان خود بخواهند) از «خوراک‌های صفحه‌بندی‌شده» پشتیبانی کند ([داده‌های فنی](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
fr: De nombreux éditeurs ne conservent en ligne (les informations sur) que les épisodes les plus récents. Ainsi, lorsque vous venez de vous abonner à un podcast, votre installation AntennaPod n’a pas accès aux informations relatives aux épisodes plus anciens. Pour que tous les épisodes passés soient répertoriés dans l'application, vous pouvez contacter le podcasteur et lui demander de (contacter son hébergeur pour) prendre en charge les "flux paginés" ([informations techniques](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
gl: Moitos editores só manteñen en liña (información sobre) os episodios máis recentes. Por tanto, cando te acabas de subscribir a un podcast, a túa instalación de AntennaPod non ten acceso á información sobre os episodios máis antigos. Para conseguir que todos os episodios anteriores aparezan na aplicación, podes poñerche en contacto co podcaster e pedirlle que (póñase en contacto co seu editor para que) soporte 'paged feeds' ([información técnica](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
it: Molti editori tengono online solo (informazioni su)gli episodi più recenti. Quindi, quando ti sei appena iscritto a un podcast, la tua installazione di AntennaPod non ha accesso alle informazioni sugli episodi precedenti. Per avere tutti gli episodi passati elencati nell'applicazione, puoi contattare il podcaster e chiedergli di (contattare il proprio host per) supportare i "paged feed" ([informazioni tecniche](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
ja: 多くの配信者は最近のエピソード（とその情報）だけをオンラインにしています。そのため、ポッドキャストを購読した時点では、AntennaPodは過去のエピソードに関する情報へアクセスできません。アプリ内にリストされた過去のすべてのエピソードをすべて取得するには、ポッドキャスト配信者に連絡を取り、「paged feeds（ページングされたフィード）」（[技術的な情報](https://datatracker.ietf.org/doc/html/rfc5005#section-3)）をサポートするようにお願いしてください。
nb_no: Mange utgivere har bare (informasjon om) de nyeste episodene på nettet. Derfor har ikke AntennaPod-installasjonen din tilgang til informasjon om eldre episoder dersom du nettopp har abonnert på en podkast. For å få alle tidligere episoder oppført i appen, kan du kontakte podkasteren og be dem om å støtte "paged feeds" ([teknisk informasjon](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
nl: Veel uitgevers houden alleen (informatie over) de meest recente afleveringen online. Dus als je net geabonneerd bent op een podcast, heeft je AntennaPod installatie geen toegang tot informatie over de oudere afleveringen. Om alle vorige afleveringen in de app te krijgen, kun je contact opnemen met de podcaster en vragen (contact op te nemen met zijn hoster om) 'paged feeds' te ondersteunen ([technische informatie](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
pt_br: Muitos produtores mantêm online apenas os episódios (informações sobre eles) mais recentes. Então quando você se increve em um podcast, sua instalação do AntennaPod pode não ter acesso a informações de episódios mais antigos. Para listar todos os episódios anteriores no app, você pode entrar em contato com o podcaster e pedir para eles (entrarem em contato com o serviço de hospedagem para) oferecerem suporte a 'paged feeds' ([informações técnicas](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
ru: Многие издатели хранят в сети информацию только о самых последних эпизодах. Поэтому, когда вы только что подписались на подкаст, ваша установка AntennaPod не имеет доступа к информации о более старых эпизодах. Чтобы в приложении отображались все прошлые эпизоды, вы можете связаться с подкастером и попросить его (связаться с хостером) поддержать "постраничные каналы" ([техническая информация](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
tr: Birçok yayıncı yalnızca en son bölümleri çevrimiçi (bilgi) tutar. Bu nedenle bir podcast'e yeni abone olduğunuzda, AntennaPod kurulumunuz eski bölümlerle ilgili bilgilere erişemez. Uygulamada listelenen tüm geçmiş bölümleri almak için podcast yayıncısıyla iletişime geçebilir ve onlardan (barındırıcılarına ulaşarak) 'sayfalanmış yayınları' desteklemelerini isteyebilirsiniz ([teknik bilgiler](https://datatracker.ietf.org/doc/html/rfc5005#section-3)).
uk: Багато видавців зберігають онлайн (інформацію про) лише найновіші епізоди. Отже, коли ви щойно підписалися на подкаст, ваша інсталяція AntennaPod не має доступу до інформації про старіші епізоди. Щоб отримати список усіх минулих епізодів у додатку, ви можете зв’язатися з подкастером і попросити його (звернутися до свого хостера) підтримувати «сторінкові канали» ([технічна інформація](https://datatracker.ietf.org/doc/) html/rfc5005#section-3)).

source: If playback always stops for example a few seconds after turning off the screen, or when you haven't opened AntennaPod for a while, your system might be killing the app. Some vendors are known to be overly aggressive when trying to save battery. **Please try to add an exception for AntennaPod in the list of battery optimized apps.** As the way to add an exception often differs between phones, we suggest searching on the web for instructions for your phone brand and model, if you don't know how to add an exception.
ca: Si la reproducció sempre s'atura, per exemple, uns segons després d'apagar la pantalla, o quan no heu obert l'AntennaPod durant un temps, el sistema podria estar matant l'aplicació. Se sap que alguns venedors són massa agressius quan intenten estalviar bateria. **Si us plau, intenteu afegir una excepció per a l'AntennaPod a la llista d'aplicacions optimitzades amb bateria.** Com que la manera d'afegir una excepció sovint difereix entre els telèfons, suggerim que cerqueu a la web instruccions per a la vostra marca i model de telèfon, si no sabeu com afegir una excepció.
da: Hvis afspilningen altid stopper et par sekunder efter, at du har slukket for skærmen, eller når du ikke har åbnet AntennePod i et stykke tid, kan det være, at dit system lukker appen ned. Nogle leverandører er kendt for at være overdrevent aggressive, når de forsøger at spare på batteriet. **Prøv at tilføje en undtagelse for AntennaPod på listen over batterioptimerede apps.** Da måden at tilføje en undtagelse ofte er forskellig fra telefon til telefon, foreslår vi, at du søger på internettet efter instruktioner for dit telefonmærke og din telefonmodel, hvis du ikke ved, hvordan du tilføjer en undtagelse.
de: Wenn die Wiedergabe z. B. immer ein paar Sekunden nach dem Ausschalten des Bildschirms stoppt oder nachdem du AntennaPod eine Weile nicht geöffnet hast, könnte es daran liegen, dass dein System die Anwendung beendet. Einige Hersteller sind dafür bekannt, dass sie übermäßig aggressiv versuchen, den Akku zu schonen. **Bitte versuche eine Ausnahme für AntennaPod in der Liste der akkuoptimierten Anwendungen hinzuzufügen.** Da sich das Hinzufügen einer Ausnahme von Telefon zu Telefon unterscheidet, empfehlen wir, im Internet nach Anleitungen für dein Modell zu suchen.
es: Si la reproducción siempre se para unos segundos después de apagar la pantalla, o cuando no has abierto AntennaPod durante un rato, puede que tu sistema esté matando a la aplicación. A algunos vendedores se les conoce por ser muy agresivos intentando alargar la batería. **Por favor prueba a añadir una excepción para AntennaPod en la lista de aplicaciones optimizadas para la batería.** Debido a que la manera de añadir una excepción a menudo varía entre teléfonos, sugerimos que busques por internet instrucciones para la marca y el modelo de tu teléfono, si no sabes como añadir una excepción.
fa: اگر پخش همیشه مثلاً چند ثانیه پس از خاموش کردن صفحه یا وقتی برای مدتی آنتناپاد را باز نکرده‌اید متوقف می‌شود، سامانه شما ممکن است برنامه را متوقف کند. برخی سازندگان برای صرفه‌جویی در باتری بیش از حد سخت‌گیر هستند. **خواهشمندم استثنایی برای آنتناپاد در فهرست برنامه‌های بهینه‌شده باتری بیافزایید.** چون روش افزودن استثنا بین گوشی‌ها متفاوت است، پیشنهاد می‌کنیم در اینترنت برای راهنمای برند و مدل گوشی خود جستجو کنید، اگر نمی‌دانید چگونه استثنا بیافزایید.
fr: Si la lecture s'arrête systématiquement quelques secondes après avoir éteint l'écran, ou lorsque vous n'avez pas ouvert AntennaPod depuis un certain temps, c'est peut-être que votre système a fermé l'application. Certains systèmes sont connus pour être excessivement agressifs lorsqu'ils essaient d'économiser la batterie. **Merci d'essayez d'ajouter une exception pour AntennaPod dans la liste des applications optimisées pour la batterie.** Comme la façon d'ajouter une exception diffère souvent d'un téléphone à l'autre, nous vous suggérons de chercher sur le web la méthode applicable à la marque et au modèle de votre téléphone, si vous ne savez pas comment ajouter une exception.
gl: Se a reprodución sempre se para uns segundos despois de apagar a pantalla, ou cando non abriches AntennaPod durante un intre, poida que o teu sistema estea a matar á aplicación. A algúns vendedores coñéceselles por ser moi agresivos tentando alongar a batería. **Por favor proba a engadir unha excepción para AntennaPod na lista de aplicacións optimizadas para a batería.** Debido a que a maneira de engadir unha excepción a miúdo varía entre teléfonos, suxerimos que busques por internet instrucións para a marca e o modelo do teu teléfono, se non sabes como engadir unha excepción.
it: Se la riproduzione si interrompe sempre, per esempio pochi secondi dopo aver spento lo schermo, o quando non hai aperto AntennaPod per un po', potrebbe essere che il tuo sistema chiuda forzatamente l'applicazione per risparmiare la batteria. Alcuni produttori sono noti per essere eccessivamente aggressivi quando cercano di risparmiare la batteria. **Prova ad aggiungere un'eccezione per AntennaPod nell'elenco delle applicazioni ottimizzate per la batteria.** Poiché il modo di aggiungere un'eccezione spesso differisce da un telefono all'altro, se non sai come farlo ti consigliamo di cercare sul web le istruzioni per la marca e il modello del tuo telefono.
ja: 画面をオフにしてからたとえば数秒後、またはしばらくAntennaPodを開いていないときに再生が常に停止する場合は、システムがアプリを強制終了している可能性があります。一部のベンダーは、バッテリーを節約しようとする際に過剰に積極的であることが知られています。**バッテリー最適化アプリのリストにAntennaPodを例外として追加してみてください。**例外を追加する方法はスマートフォンによって異なることが多いため、例外を追加する方法がわからない場合は、ウェブでスマートフォンのブランドとモデルの手順を検索することをおすすめします。
nb_no: Hvis avspillingen alltid stopper, for eksempel noen sekunder etter at du har slått av skjermen, eller når du ikke har åpnet AntennaPod på en stund, kan det hende at systemet ditt tvangsavslutter appen. Noen leverandører er kjent for å være altfor aggressive når de prøver å spare batteri. **Prøv å legge til et unntak for AntennaPod i listen over batterioptimaliserte apper.** Siden måten å legge til et unntak på ofte varierer fra telefon til telefon, foreslår vi at du søker på nettet etter instruksjoner for telefonmerket og -modellen din hvis du ikke vet hvordan du legger til et unntak.
nl: Als het afspelen altijd stopt enkele seconden na het uitschakelen van het scherm, of als je AntennaPod een tijdje niet hebt geopend, kan het zijn dat het systeem de app stopt. Sommige leveranciers hebben een overdreven streng beleid om energie te besparen. **Probeer alsjeblieft een uitzondering voor AntennaPod toe te voegen aan de lijst met voor batterij-geoptimaliseerde apps.** Omdat de manier om zo'n uitzondering toe te voegen nogal eens verschilt tussen telefoons, raden we aan om op internet te zoeken naar instructies specifiek voor jouw merk en model (als je niet al weet hoe je een uitzondering kan toevoegen).
pt_br: Se a reprodução sempre parar, por exemplo, alguns segundos depois de desligar a tela ou quando você fica um tempo sem abrir o AntennaPod, seu sistema pode estar encerrando o app. Alguns fabricantes são conhecidos por serem excessivamente agressivos ao tentar economizar bateria. **Tente adicionar uma exceção para o AntennaPod na lista de apps otimizados para bateria.** Como esse procedimento costuma variar entre os diferentes celulares, recomendamos pesquisar na internet as instruções para a marca e o modelo do seu aparelho, caso você não saiba como adicionar uma exceção.
ru: Если воспроизведение всегда останавливается, например, через несколько секунд после выключения экрана или если вы давно не открывали AntennaPod, возможно, ваша система убивает приложение. Некоторые производители, пытаясь сэкономить заряд батареи, проявляют излишнюю агрессивность. **Попробуйте добавить исключение для AntennaPod в список приложений, оптимизирующих работу аккумулятора**. Поскольку способы добавления исключения часто отличаются для разных телефонов, мы рекомендуем поискать в Интернете инструкции для вашей марки и модели телефона, если вы не знаете, как добавить исключение.
tr: Örneğin ekranı kapattıktan birkaç saniye sonra veya AntennaPod'u bir süredir açmadığınızda oynatma her zaman duruyorsa , sisteminiz uygulamayı öldürüyor olabilir. Bazı satıcıların pil tasarrufu yapmaya çalışırken aşırı agresif oldukları bilinmektedir. ** Lütfen pil için optimize edilmiş uygulamalar listesine AntennaPod için bir istisna eklemeyi deneyin . ** Bir istisna eklemenin yolu genellikle telefonlar arasında farklılık gösterdiğinden, bir istisnanın nasıl ekleneceğini bilmiyorsanız, telefon markanız ve modeliniz için talimatlar için web'de arama yapmanızı öneririz.
uk: Якщо відтворення завжди зупиняється, наприклад, через кілька секунд після вимкнення екрана або якщо ви деякий час не відкривали AntennaPod, можливо, ваша система вбиває програму. Відомо, що деякі постачальники надто агресивні, намагаючись заощадити акумулятор. **Будь ласка, спробуйте додати виняток для AntennaPod у список програм, оптимізованих для акумулятора.** Оскільки спосіб додавання винятку часто відрізняється для різних телефонів, радимо пошукати в Інтернеті інструкції щодо марки та моделі телефону, якщо ви не знаю, як додати виняток.

source: If this didn't help, don't hesitate to reach out to the AntennaPod contributors in our [forum](https://forum.antennapod.org).
ca: Si això no ajuda, no dubteu a arribar als col·laboradors d'AntennaPod en el nostre [fòrum](https://forum.antennapod.org).
da: Hvis dette ikke hjalp, skal du ikke tøve med at kontakte AntennaPod-bidragsydere i vores [forum](https://forum.antennapod.org).
de: Wenn dies nicht geholfen hat, wende dich gern an die AntennaPod-Beitragenden in unserem [Forum](https://forum.antennapod.org).
es: Si esto no te ayudó, no dudes en ponerte en contacto con los contribuidores de AntennaPod en nuestro [foro](https://forum.antennapod.org).
fa: اگر این کمک نکرد، درنگ نکنید و با همکاران آنتناپاد در [انجمن ما](https://forum.antennapod.org) تماس بگیرید.
fr: Si cela ne vous a pas aidé, n'hésitez pas à contacter les contributeurs d'AntennaPod sur notre [forum](https://forum.antennapod.org).
gl: Se isto non che axudou, non dubides en poñerche en contacto cos contribuidores de AntennaPod no noso [foro](https://forum.antennapod.org).
it: Se questo non ti è stato d'aiuto, non esitare a contattare i collaboratori di AntennaPod nel nostro [forum](https://forum.antennapod.org).
ja: それでも解決できない場合は、[フォーラム](https://forum.antennapod.org)でAntennaPod貢献者に相談してください。
nb_no: Hvis dette ikke hjalp, ikke nøl med å ta kontakt med AntennaPod-bidragsyterne i [forumet](https://forum.antennapod.org) vårt.
nl: Als dit niet helpt, aarzal dan niet om contact zoeken met AntennaPod-vrijwilligers in ons [forum](https://forum.antennapod.org).
pt_br: Se isso não ajudou, não hesite em entrar em contato com os colaboradores do AntennaPod em nosso [fórum](https://forum.antennapod.org).
ru: Если это не помогло, не стесняйтесь обращаться к разработчикам AntennaPod на нашем [форуме](https://forum.antennapod.org).
tr: Eğer bu işe yaramazsa, [forumumuzda](https://forum.antepod.org ) bulunan AntennaPod katılımcılarına ulaşmaktan çekinmeyin .
uk: Якщо це не допомогло, не соромтеся звернутися до учасників AntennaPod на нашому [форумі](https://forum.antennapod.org).

source: Do you get a notification saying that downloads completed with errors? Then AntennaPod could not refresh the podcast or download an audio file from the website of the podcast hoster.
ca: Rebeu una notificació que diu que les baixades s'han completat amb errors? Llavors AntennaPod no ha pogut actualitzar el podcast ni descarregar un fitxer d'àudio des del lloc web del hoster del podcast.
da: Får du en meddelelse om, at overførsler er afsluttet med fejl? Det betyder, at AntennaPod ikke kunne opdatere podcasten eller overføre en lydfil fra podcast-værtens websted.
de: Du hast eine Benachrichtigung erhalten, weil das Herunterladen mit Fehlern abgeschlossen wurde? Dann konnte AntennaPod den Podcast nicht aktualisieren oder eine Audiodatei von der Website des Podcast-Hosters herunterladen.
es: ¿Recibes una notificación diciendo que las descargas se completan con errores? Entonces AntennaPod no puede refrescar el podcast o descargar el archivo de audio desde la pagina o servidor del mismo.
fa: آیا آگاه‌سازی دریافت می‌کنید که بارگیری‌ها با خطا به پایان رسیده‌اند؟ در این صورت، آنتناپاد نتوانسته پادپخش را به‌روز کند یا پرونده صوتی را از وبگاه میزبان پادپخش بارگیری کند.
fr: Vous recevez une notification indiquant que les téléchargements se sont terminés avec des erreurs ? Dans ce cas, AntennaPod n'a pas pu rafraîchir le podcast ou télécharger un fichier audio à partir du site Web de l'hébergeur du podcast.
gl: Recibes unha notificación dicindo que as descargas se completan con erros? Entón AntennaPod non pode refrescar o podcast ou descargar o arquivo de audio desde a pagina ou servidor do mesmo.
it: Viene visualizzata una notifica che indica che il download è stato completato con degli errori? Allora AntennaPod non è riuscito ad aggiornare il podcast o a scaricare un file audio dal sito web dell'host del podcast.
ja: ダウンロードがエラーで終了したという通知を受け取りますか？ その場合、AntennaPodはポッドキャストの更新や、ウェブサイトやポッドキャスト配信者から音声ファイルのダウンロードができませんでした。
nb_no: Får du et varsel om at nedlastingen er fullført med feil? Da kunne ikke AntennaPod oppdatere podkasten eller laste ned en lydfil fra nettstedet til podkast-verten.
nl: Krijg je een melding dat downloads met fouten worden voltooid? Dan kan AntennaPod de podcast niet vernieuwen of als audiobestand downloaden van de website van de podcast hoster.
pt_br: Você recebe uma notificação informando que os downloads foram concluídos com erros? Então, o AntennaPod não conseguiu atualizar o podcast ou baixar um arquivo de áudio do site do provedor do podcast.
ru: Получаете ли вы уведомление о том, что загрузка завершилась с ошибками? Значит, AntennaPod не смог обновить подкаст или загрузить аудиофайл с сайта хостера подкастов.
tr: İndirmelerin hatalarla tamamlandığını belirten bir bildirim mi alıyorsunuz? O zaman AntennaPod podcast'i yenileyemedi veya podcast barındırıcısının web sitesinden bir ses dosyası indiremedi.
uk: Ви отримуєте сповіщення про те, що завантаження виконано з помилками? Після цього AntennaPod не вдалося оновити подкаст або завантажити аудіофайл із веб-сайту хостера подкастів.
