Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: But it is a way to get notified about new episodes. Just add the URL of the user/channel (`https://www.youtube.com/user/USERNAME` or `https://www.youtube.com/channel/CHANNEL_ID`) in AntennaPod. You should be presented with an dialog with the option 'RSS'; tap to add the feed. If that doesn't work as described, add `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` to AntennaPod. You can find the channel id in the URL of the channel. If the channel you want to subscribe to is a user account (with a URL like youtube.com/user/UserName), you can contact the user to ask for their channel id (here it's explained [how users can find their channel id](https://support.google.com/youtube/answer/3250431?hl=en)).
ca: Però és una manera de rebre notificacions sobre nous episodis. Només cal afegir l'URL de l'usuari/canal (`https://www.youtube.com/user/USERNAME` o `https://www.youtube.com/channel/CHANNEL_ID`) a AntennaPod. Hauríeu de presentar-vos un diàleg amb l'opció 'RSS'; toqueu per afegir el feed. Si això no funciona tal com es descriu, afegiu `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` a AntennaPod. Trobareu l'identificador del canal a l'URL del canal. Si el canal al qual us voleu subscriure és un compte d'usuari (amb un URL com youtube.com/user/UserName), podeu contactar amb l'usuari per demanar-li l'identificador del seu canal (aquí s'explica [com poden trobar els usuaris l'identificador del seu canal](https://support.google.com/youtube/answer/3250431?hl=ca)).
da: Men det er en måde at få besked om nye afsnit på. Du skal blot tilføje brugerens/kanalens URL (`https://www.youtube.com/user/USERNAME` eller `https://www.youtube.com/channel/CHANNEL_ID`) i AntennaPod. Du bør få vist en dialogboks med indstillingen 'RSS'; tryk på den for at tilføje feed'et. Hvis det ikke fungerer som beskrevet, skal du tilføje `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` til AntennaPod. Du kan finde kanal-id'et i kanalens URL-adresse. Hvis den kanal, du vil abonnere på, er en brugerkonto (med en URL som youtube.com/user/UserName), kan du kontakte brugeren for at bede om deres kanal-id (her er det forklaret [hvordan brugere kan finde deres kanal-id](https://support.google.com/youtube/answer/3250431?hl=en)).
de: Allerdings ist es eine Möglichkeit, über neue Episoden informiert zu werden. Füge einfach die Adresse des Benutzers/Kanals (`https://www.youtube.com/user/BENUTZERNAME` oder `https://www.youtube.com/channel/KANAL_ID`) in AntennaPod hinzu. Es sollte ein Dialog mit der Option „RSS“ angezeigt werden; tippe darauf, um den Feed hinzuzufügen. Wenn dies nicht wie beschrieben funktioniert, füge `https://www.youtube.com/feeds/videos.xml?channel_id=<KANAL_ID>` zu AntennaPod hinzu. Die Kanal-ID findest du in der Adresse des Kanals. Wenn der Kanal, den du abonnieren möchtest, ein Benutzerkonto ist (mit einer Adresse wie youtube.com/user/BENUTZERNAME), kannst du den Benutzer nach seiner Kanal-ID fragen (hier wird erklärt [wie Benutzer ihre Kanal-ID finden können](https://support.google.com/youtube/answer/3250431?hl=de)).
es: Pero es una manera de recibir notificaciones sobre nuevos episodios. Simplemente añade la URL del usuario/canal (`https://youtube.com/user/USERNAME` o `https://www.youtube.com/channel/CHANNEL_ID`) en AntennaPod. Deberías de ver un cuadro con la opción 'RSS'; tócalo para añadir el feed. Si eso no funciona como se describe, añade `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` en AntennaPod. Puedes encontrar el canal con el id en la URL del canal. Si el canal al que te quieres suscribir es una cuenta de usuario (con una URL como youtube.com/user/UserName), puedes contactar con el usuario para pedirles su cuenta de usuario (aquí se explica [cómo un usuario puede averiguar el id de su canal](https://support.google.com/youtube/answer/3250431?hl=es)).
fa: اما این راهی برای دریافت آگاه‌ساز درباره قسمت‌های جدید است. کافی است URL کاربر/کانال (`https://www.youtube.com/user/USERNAME` یا `https://www.youtube.com/channel/CHANNEL_ID`) را در آنتناپاد بیافزایید. باید پنجره‌ای با گزینه «RSS» به شما نمایش داده شود؛ روی آن بزنید تا خوراک افزوده شود. اگر این‌طور که بیان شد کار نکرد، `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` را به آنتناپاد بیافزایید. می‌توانید شناسه کانال را در URL کانال پیدا کنید. اگر کانالی که می‌خواهید در آن اشتراک کنید حساب کاربری است (با URL مثل youtube.com/user/UserName)، می‌توانید با کاربر تماس بگیرید و شناسه کانالشان را بپرسید (اینجا بیان شده [چگونه کاربران می‌توانند شناسه کانال خود را پیدا کنند](https://support.google.com/youtube/answer/3250431?hl=en)).
fr: Mais c'est un moyen d'être notifié des nouveaux épisodes. Il suffit d'ajouter l'URL de l'utilisateur/chaîne (`https://www.youtube.com/user/USERNAME` ou `https://www.youtube.com/channel/CHANNEL_ID`) dans AntennaPod. Vous devriez voir apparaître une boîte de dialogue avec l'option 'RSS' ; appuyez pour ajouter le flux. Si cela ne fonctionne pas, ajoutez `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` à AntennaPod. Vous pouvez trouver l'identifiant de la chaîne dans l'URL de la chaîne. Si la chaîne à laquelle vous voulez vous abonner est un compte d'utilisateur (avec une URL comme youtube.com/user/UserName), vous pouvez contacter l'utilisateur pour lui demander son identifiant de chaîne (ici, on explique [comment les utilisateurs peuvent trouver leur identifiant de chaîne](https://support.google.com/youtube/answer/3250431?hl=en)).
gl: Pero é unha maneira de recibir notificacións sobre novos episodios. Simplemente engade a URL do usuario/canle (`https://youtube.com/user/USERNAME` ou `https://www.youtube.com/channel/channel_ID`) en AntennaPod. Deberías de ver un cadro coa opción 'RSS'; tócao para engadir o canal de contidos. Se iso non funciona como se describe, engade `https://www.youtube.com/feeds/videos.xml?channel_ide=<CHANNEL_ID>` en AntennaPod. Podes atopar a canle co ide na URL da canle. Se a canle ao que che queres subscribir é unha conta de usuario (cunha URL como youtube.com/user/UserName), podes contactar co usuario para pedirlles a súa conta de usuario (aquí explícase [como un usuario pode pescudar o id da súa canle](https://support.google.com/youtube/answer/3250431?hl=gl)).
it: Ma è un modo per essere avvisati dei nuovi episodi. Basta aggiungere l'URL dell'utente/canale (`https://www.youtube.com/user/USERNAME` o `https://www.youtube.com/channel/CHANNEL_ID`) in AntennaPod. Dovresti vedere una finestra di dialogo con l'opzione 'RSS'; tocca per aggiungere il feed. Se questo non funziona come descritto, aggiungi `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` ad AntennaPod. Puoi trovare l'ID del canale nell'URL del canale. Se il canale a cui vuoi iscriverti è un account utente (con un URL del tipo youtube.com/user/UserName), puoi contattare l'utente per chiedergli qual è il suo ID del canale (qui è spiegato [come gli utenti possono trovare il loro ID del canale](https://support.google.com/youtube/answer/3250431?hl=it)).
ja: ただし、これは新しいエピソードに関する通知を受け取る方法です。ユーザー/チャンネルのURL（`https://www.youtube.com/user/USERNAME` または `https://www.youtube.com/channel/CHANNEL_ID`）をAntennaPod に追加するだけです。「RSS」オプションを含むダイアログが表示されるので、タップしてフィードを追加します。説明どおりに動作しない場合は、`https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` を AntennaPod に追加してください。チャンネルIDは、チャンネルのURLで確認できます。購読したいチャンネルがユーザーアカウント（youtube.com/user/UserNameのようなURL）の場合は、ユーザーに連絡してチャンネルIDを尋ねることができます（[ユーザーが自分のチャンネルIDを確認する方法](https://support.google.com/youtube/answer/3250431?hl=ja)はこのページで説明されています)。
nb_no: Men det er en måte å bli varslet om nye episoder. Bare legg til nettadressen til brukeren/kanalen (`https://www.youtube.com/user/BRUKERNAVN` eller `https://www.youtube.com/channel/KANAL_ID`) i AntennaPod. Da skal du få opp en dialogboks med alternativet "RSS"; trykk for å legge til strømmen. Hvis det ikke fungerer som beskrevet, legger du til `https://www.youtube.com/feeds/videos.xml?channel_id=<KANAL_ID>` i AntennaPod. Du finner kanal-ID-en i nettadressen til kanalen. Hvis kanalen du vil abonnere på er en brukerkonto (med en URL som youtube.com/user/BRUKERNAVN), kan du kontakte brukeren for å be om kanal-ID-en (her forklares det [hvordan brukere kan finne kanal-ID-en](https://support.google.com/youtube/answer/3250431?hl=en)).
nl: Maar het is een manier om op de hoogte te blijven van nieuwe afleveringen. Voeg gewoon de URL van de gebruiker/kanaal (`https://www.youtube.com/user/USERNAME` of `https://www.youtube.com/channel/CHANNEL_ID`) toe aan AntennaPod. Er verschijnt een dialoogvenster met de optie 'RSS'; tik om de feed toe te voegen. Als je op deze manier je niet kunt abonneren, voeg dan `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` toe aan AntennaPod. De kanaal-ID staat in de URL van het kanaal. Als het kanaal een gebruikersaccount is (met een URL zoals youtube.com/user/UserName), vraag je aan de gebruiker wat zijn kanaal-ID is (hier wordt uitgelegd [hoe gebruikers hun kanaal-ID kunnen vinden](https://support.google.com/youtube/answer/3250431?hl=nl)).
pt_br: Mas é uma forma de ser notificado sobre novos episódios. Adicione o URL do usuário/canal (`https://www.youtube.com/user/ID_DE_USUÁRIO` ou `https://www.youtube.com/channel/ID_DO_CANAL`) no AntennaPod. Um diálogo deve aparecer oferecendo a opção 'RSS'; toque nela para adicionar o feed. Se isso não funcionar, adicione manualmente `https://www.youtube.com/feeds/videos.xml?channel_id=<ID_DO_CANAL>` no AntennaPod. Você pode encontrar o ID do canal no próprio URL. Se o canal for de um usuário (com URL do tipo youtube.com/user/NomeDeUsuario), é possível entrar em contato com o criador e pedir o ID do canal (aqui é explicado [como usuários podem encontrar o id do canal](https://support.google.com/youtube/answer/3250431?hl=pt-BR)).
ru: Но это способ получать уведомления о новых эпизодах. Просто добавьте URL пользователя/канала (`https://www.youtube.com/user/USERNAME` или `https://www.youtube.com/channel/CHANNEL_ID`) в AntennaPod. У вас должно появиться диалоговое окно с опцией "RSS"; нажмите, чтобы добавить канал. Если это не сработает, добавьте `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID>` в AntennaPod. Идентификатор канала можно найти в URL-адресе канала. Если канал, на который вы хотите подписаться, является учетной записью пользователя (с URL-адресом типа youtube.com/user/UserName), вы можете связаться с пользователем и попросить у него идентификатор канала (здесь объясняется [как пользователи могут найти свой идентификатор канала](https://support.google.com/youtube/answer/3250431?hl=en)).
tr: Ancak bu yeni bölümler hakkında bildirim almanın bir yoludur. Sadece AntennaPod'a kullanıcı/kanal URL'sini ( ` https://www. youtube .com/user/USERNAME ` veya ` https://www. youtube .com/channel/CHANNEL_ID ` ) ekleyin . 'RSS' seçeneğiyle bir iletişim kutusuyla karşılaşmalısınız; beslemeyi eklemek için dokunun . Açıklandığı gibi çalışmazsa, AntennaPod'a ` https://www. youtube .com/feeds/videos.xml?channel_id=<CHANNEL_ID> ` ekleyin . Kanal kimliğini kanalın URL'sinde bulabilirsiniz. Abone olmak istediğiniz kanal bir kullanıcı hesabıysa ( youtube .com/user/UserName gibi bir URL ile), kullanıcıyla iletişime geçerek kanal kimliğini isteyebilirsiniz (burada [kullanıcıların kanal kimliklerini nasıl bulabilecekleri](https://support.google.com/youtube /answer/3250431?hl=tr) açıklanmıştır ) .
uk: Але це спосіб отримувати сповіщення про нові епізоди. Просто додайте URL-адресу користувача/каналу (`https://www.youtube.com/user/USERNAME` або `https://www.youtube.com/channel/CHANNEL_ID`) у AntennaPod. Вам має відобразитися діалогове вікно з опцією «RSS»; торкніться, щоб додати канал. Якщо це не працює, як описано, додайте `https://www.youtube.com/feeds/videos.xml?channel_id=<CHANNEL_ID> ` до AntennaPod. Ви можете знайти ідентифікатор каналу в URL-адресі каналу. Якщо канал, на який ви хочете підписатися, є обліковим записом користувача (з URL-адресою на зразок youtube.com/user/UserName), ви можете зв’язатися з користувачем і запитати його ідентифікатор каналу (тут пояснюється [як користувачі можуть знайти ідентифікатор свого каналу](https://support.google.com/youtube/answer/3250431?hl=uk)).

source: We don't have any information on other platforms, as you can see. We're happy to include it here if you share your thoughts via the [forum](https://forum.antennapod.org/).
ca: Com podeu veure, no tenim cap informació sobre altres plataformes. Estarem contents d'afegir-les aquí si compartiu la vostra opinió a través del [fòrum](https://forum.antennapod.org/).
da: Som du kan se, har vi ikke nogen oplysninger om andre platforme. Vi inkluderer det gerne her, hvis du deler dine tanker via [forummet](https://forum.antennapod.org/).
de: Wie du sehen kannst, haben wir keine Informationen über andere Plattformen. Wir freuen uns, wenn du uns deine Meinung über das [Forum](https://forum.antennapod.org/) mitteilst.
es: No tenemos ninguna información sobre otras plataformas, como puedes ver. Estamos contentos de compartirla aquí si compartes tu opinión mediante el [foro](https://forum.antennapod.org/).
fa: همان‌طور که می‌بینید، داده‌هایی درباره سکوهای دیگر نداریم. خوشحال می‌شویم اگر دیدگاه خود را به کمک [انجمن](https://forum.antennapod.org/) هم‌رسانی کنید، آن‌ها را اینجا درج میکنیم.
fr: Comme vous pouvez le constater, nous n’avons pas d’informations sur les autres plateformes. Nous serons heureux de les inclure ici si vous nous faites part de vos réflexions via le [forum](https://forum.antennapod.org/).
gl: Non temos ningunha información sobre outras plataformas, como podes ver. Estamos contentos de compartila aquí se compartes a túa opinión mediante o [foro](https://forum.antennapod.org/).
it: Non abbiamo informazioni su altre piattaforme, come puoi vedere. Saremo lieti di includerle qui se condividerai le tue osservazioni tramite il [forum](https://forum.antennapod.org/).
ja: 見てわかるとおり、他のプラットフォームに関する情報はありません。[フォーラム](https://forum.antennapod.org/)で意見を共有してもらえれば、喜んでここに追加します。
nb_no: Som du kan se har vi ingen informasjon om andre plattformer. Vi tar den gjerne med her hvis du deler tankene dine via [forumet](https://forum.antennapod.org/).
nl: We hebben geen informatie over andere platforms, zoals je kunt zien. We delen graag je ideeën middels het [forum](https://forum.antennapod.org/).
pt_br: Como pode perceber, não temos informações sobre outras plataformas. Mas ficaremos felizes em incluir, caso você compartilhe suas ideias no [fórum](https://forum.antennapod.org/).
ru: Как видите, у нас нет информации о других платформах. Мы будем рады разместить ее здесь, если вы поделитесь своими мыслями на [форуме](https://forum.antennapod.org/).
tr: Gördüğünüz gibi diğer platformlar hakkında herhangi bir bilgimiz yok. Düşüncelerinizi [forum](https://forum.antepod.org/) aracılığıyla paylaşırsanız buraya eklemekten mutluluk duyarız .
uk: Як бачите, у нас немає інформації про інші платформи. Ми будемо раді включити його тут, якщо ви поділитеся своїми думками через [форум](https://forum.antennapod.org/).

source: You can use AntennaPod to listen to podcasts in your [Android Auto](https://www.android.com/auto/) enabled car.
ca: Podeu fer servir AntennaPod per escoltar pòdcasts al vostre cotxe amb [Android Auto](https://www.android.com/auto/).
da: Du kan bruge AntennaPod til at lytte til podcasts i din [Android Auto](https://www.android.com/auto/)-aktiverede bil.
de: Du kannst AntennaPod verwenden, um Podcasts in deinem [Android Auto](https://www.android.com/auto/)-fähigen Auto zu hören.
es: Puede usar AntennaPod para escuchar podcasts en su automóvil habilitado para [Android Auto](https://www.android.com/auto/).
fa: می‌توانید آنتناپاد را برای گوش دادن به پادپخش‌ها در خودروی مجهز به [اندروید اتو (Android Auto)](https://www.android.com/auto/) به‌کار بگیرید.
fr: Vous pouvez utiliser AntennaPod pour écouter des podcasts dans votre voiture avec [Android Auto](https://www.android.com/auto/).
gl: Pode usar AntennaPod para escoitar podcasts no seu automóbil habilitado para [Android Auto](https://www.android.com/auto/).
it: Puoi usare AntennaPod per ascoltare podcast nella tua auto abilitata ad [Android Auto](https://www.android.com/auto/).
ja: AntennaPodを使用すると、[Android Auto](https://www.android.com/auto/)を有効化した車でポッドキャストを視聴できます。
nb_no: Du kan bruke AntennaPod til å lytte til podkaster med [Android Auto](https://www.android.com/auto/) i bilen din dersom det er aktivert.
nl: U kunt AntennaPod gebruiken om naar podcasts te luisteren in uw auto met [Android Auto](https://www.android.com/auto/).
pt_br: Você pode usar o AntennaPod para ouvir seus podcasts em um carro compatível com [Android Auto](https://www.android.com/intl/pt_br/auto/).
ru: Вы можете использовать AntennaPod для прослушивания подкастов в автомобиле с поддержкой [Android Auto](https://www.android.com/auto/).
tr: [Android Auto](https://www.android.com/auto/) etkin aracınızda podcast dinlemek için AntennaPod'u kullanabilirsiniz .
uk: Ви можете використовувати AntennaPod для прослуховування подкастів у своєму автомобілі з підтримкою [Android Auto](https://www.android.com/auto/).

source: Did you download AntennaPod from **Google Play**?
ca: Heu baixat AntennaPod des de **Google Play**?
da: Har du downloadet AntennaPod fra **Google Play**?
de: Hast du AntennaPod von **Google Play** heruntergeladen?
es: ¿Has descargado AntennaPod desde la **Google Play**?
fa: آیا آنتناپاد را از **گوگل‌پلی** بارگیری کردید؟
fr: Avez-vous téléchargé AntennaPod depuis **Google Play** ?
gl: Descargaches AntennaPod desde a **Google Play**?
it: Hai scaricato AntennaPod da **Google Play**?
ja: AntennaPodを**Google Play**からダウンロードしましたか？
nb_no: Har du lastet ned AntennaPod fra **Google Play**?
nl: Heb je AntennaPod gedownload van **Google Play**?
pt_br: Baixou o AntennaPod pelo **Google Play**?
ru: Вы загрузили AntennaPod из **Google Play**?
tr: AntennaPod'u ** Google Play ** 'den mi indirdiniz ?
uk: Ви завантажили AntennaPod із **Google Play**?

source: No further steps are required to use AntennaPod in your car. Just connect your phone and start listening.
ca: No cal que feu res més per fer servir AntennaPod al vostre cotxe. Senzillament, connecteu el vostre telèfon i comenceu a escoltar.
da: Der er ikke behov for yderligere trin for at bruge AntennaPod i din bil. Du skal bare tilslutte din telefon og begynde at lytte.
de: Für die Verwendung von AntennaPod in deinem Auto sind keine weiteren Schritte erforderlich. Schließe einfach dein Telefon an und höre los.
es: No se requieren pasos adicionales para usar AntennaPod en su automóvil. Simplemente conecte su teléfono y comience a escuchar.
fa: برای به‌کار بردن آنتناپاد در خودرو هیچ گام دیگری لازم نیست. فقط گوشی خود را متصل کنید و گوش دادن را آغاز کنید.
fr: Aucune autre étape n'est nécessaire pour utiliser AntennaPod dans votre voiture. Il suffit de connecter votre téléphone et de commencer à écouter.
gl: Non se requiren pasos adicionais para usar AntennaPod no seu automóbil. Simplemente conecte o seu teléfono e comece a escoitar.
it: Non sono necessari altri passaggi per utilizzare AntennaPod in auto. Basta collegare il telefono e iniziare ad ascoltare.
ja: 車でAntennaPodを使うための他に追加ステップは必要ありません。スマートフォンを接続して視聴を開始してください。
nb_no: Det kreves ingen ytterligere trinn for å bruke AntennaPod i bilen. Bare koble til telefonen og begynn å lytte.
nl: Er zijn geen verdere stappen nodig om AntennaPod in je auto te gebruiken. Sluit gewoon je telefoon aan en begin te luisteren.
pt_br: Nenhuma configuração extra é necessária. Basta conectar o celular ao carro e começar a ouvir.
ru: Для использования AntennaPod в автомобиле не требуется никаких дополнительных действий. Просто подключите телефон и начинайте слушать.
tr: AntennaPod'u arabanızda kullanmak için başka bir adıma gerek yok . Sadece telefonunuzu bağlayın ve dinlemeye başlayın.
uk: Щоб використовувати AntennaPod у вашому автомобілі, жодних додаткових кроків не потрібно. Просто підключіть телефон і почніть слухати.

source: Did you download AntennaPod from **F-Droid**?
ca: Heu baixat AntennaPod des de **F-Droid**?
da: Har du downloadet AntennaPod fra **F-Droid**?
de: Hast du AntennaPod von **F-Droid** heruntergeladen?
es: ¿Descargaste AntennaPod desde **F-Droid**?
fa: آیا آنتناپاد را از **اف-دیروید** بارگیری کردید؟
fr: Avez-vous téléchargé AntennaPod depuis **F-Droid** ?
gl: Descargaches AntennaPod desde **F-Droid**?
it: Hai scaricato AntennaPod da **F-Droid**?
ja: AntennaPodを**F-Droid**からダウンロードしましたか？
nb_no: Har du lastet ned AntennaPod fra **F-Droid**?
nl: Heb je AntennaPod gedownload van **F-Droid**?
pt_br: Baixou o AntennaPod pelo **F-Droid**?
ru: Вы загрузили AntennaPod с сайта **F-Droid**?
tr: AntennaPod'u ** F-Droid ** 'den mi indirdiniz ?
uk: Ви завантажили AntennaPod з **F-Droid**?

source: If you downloaded AntennaPod from F-Droid, further steps are required.
ca: Si heu baixat AntennaPod des de F-Droid, cal seguir alguns passos addicionals.
da: Hvis du har downloadet AntennaPod fra F-Droid, er der brug for yderligere trin.
de: Wenn du AntennaPod von F-Droid heruntergeladen hast, sind weitere Schritte erforderlich.
es: Si descargó AntennaPod desde F-Droid, se requieren pasos adicionales.
fa: اگر آنتناپاد را از اف-دیروید بارگیری کرده‌اید، گام‌های بیشتری لازم است.
fr: Si vous avez téléchargé AntennaPod depuis F-Droid, d'autres étapes sont nécessaires.
gl: Se descargou AntennaPod desde F-Droid, requírense pasos adicionais.
it: Se hai scaricato AntennaPod da F-Droid, sono necessari altri passaggi.
ja: AntennaPodをF-Droidからダウンロードした場合、追加ステップが必要です。
nb_no: Hvis du lastet ned AntennaPod fra F-Droid er det nødvendig med ytterligere trinn.
nl: Als je AntennaPod hebt gedownload van F-Droid, zijn aanvullende stappen nodig.
pt_br: Se você baixou o AntennaPod do F-Droid, são necessários alguns passos adicionais.
ru: Если вы загрузили AntennaPod с сайта F-Droid, необходимо выполнить следующие действия.
tr: AntennaPod'u F-Droid'den indirdiyseniz , daha fazla adım gereklidir.
uk: Якщо ви завантажили AntennaPod із F-Droid, потрібні подальші дії.

source: Open the Android Auto settings.
da: Åbn indstillingerne for Android Auto.
de: Öffne die Android Auto-Einstellungen.
es: Abre la configuración de Android Auto.
fa: تنظیمات اندروید اتو را باز کنید.
fr: Ouvrez les paramètres d'Android Auto.
gl: Abre a configuración de Android Auto.
it: Apri le impostazioni di Android Auto.
ja: Android Autoの設定を開きます。
nb_no: Åpne Android Auto-innstillingene.
nl: Open de Android Auto instellingen.
pt_br: Abra as configurações do Android Auto.
ru: Откройте настройки Android Auto.
tr: Android Auto ayarlarını açın .
uk: Відкрийте налаштування Android Auto.
