Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: It might be possible that your SD card does not show up in the `Choose Data Folder` dialog. For your SD card to show up, Android must recognize the card as external storage. Either the card is not mounted correctly or your smartphone manufacturer configured the hardware incorrectly.
ca: És possible que la vostra targeta SD no aparegui al diàleg `Tria la carpeta de dades`. Perquè aparegui la targeta SD, Android ha de reconèixer la targeta com a emmagatzematge extern. O bé la targeta no està muntada correctament o el fabricant del telèfon intel·ligent ha configurat el maquinari de manera incorrecta.
da: Dit SD-kort vises muligvis ikke i dialogboksen `Vælg datamappe`. For at dit SD-kort kan vises, skal Android genkende kortet som eksternt lager. Enten er kortet ikke monteret korrekt, eller også har producenten eller din smartphone konfigureret hardwaren forkert.
de: Es kann sein, dass deine SD-Karte im Dialog `Datenordner auswählen` nicht angezeigt wird. Damit sie angezeigt wird, muss Android die Karte als externen Speicher erkennen. Entweder ist die Karte nicht korrekt eingebunden oder dein Telefonhersteller hat die Hardware falsch konfiguriert.
es: Puede ser que tu tarjeta SD no aparezca en el diálogo `Seleccionar la Carpeta de Almacenamiento`. Para que tu tarjeta SD aparezca, Android debe de reconocer la tarjeta como almacenamiento externo. Puede que la tarjeta no esté montada correctamente o que el fabricante de tu teléfono haya configurado el hardware incorrectamente.
fa: ممکن است کارت SD شما در پنجره `انتخاب پوشه داده` نمایش داده نشود. برای اینکه کارت SD نمایش داده شود، اندروید باید آن را به‌عنوان حافظه خارجی شناسایی کند. یا کارت به‌درستی نصب نشده است یا سازنده گوشی شما سخت‌افزار را نادرست پیکربندی کرده است.
fr: Il est possible que votre carte SD n'apparaisse pas dans la boîte de dialogue `Choisir le répertoire`. Pour que votre carte SD s'affiche, Android doit reconnaître la carte comme un stockage externe. Soit la carte n'est pas montée correctement, soit le fabricant ou votre smartphone a configuré le matériel de manière incorrecte.
gl: Pode ser que a túa tarxeta SD non apareza no diálogo `Seleccionar o Cartafol de Almacenamento`. Para que a túa tarxeta SD apareza, Android debe de recoñecer a tarxeta como almacenamento externo. Poida que a tarxeta non estea montada correctamente ou que o fabricante do teu teléfono configurase o hardware incorrectamente.
it: Potrebbe essere possibile che la tua scheda SD non appaia nella finestra di dialogo `Scegli cartella dati`. Affinché la scheda SD appaia, Android deve riconoscere la scheda come memoria esterna. O la scheda non è montata correttamente o il produttore dello smartphone ha configurato l'hardware in modo errato.
ja: SDカードが`データフォルダーの選択`ダイアログに表示されない場合があるかもしれません。SDカードが表示されるようにするには、Androidがカードを外部ストレージとして認識する必要があります。カードが正しくマウントされているか、スマートフォンのメーカーがハードウェアを正しく設定していることを確認してください。
nb_no: Det er mulig at SD-kortet ditt ikke vises i dialogboksen `Velg datamappe`. For at SD-kortet ditt skal vises må Android gjenkjenne kortet som ekstern lagring. Enten er ikke kortet riktig montert eller så har produsenten av smarttelefonen konfigurert maskinvaren feil.
nl: Het is mogelijk dat de SD-kaart niet verschijnt in het `Kies de gegevensmap`-dialoogvenster. Om de SD-kaart te laten verschijnen, moet Android de kaart herkennen als externe opslag. Ofwel is de kaart niet correct gekoppeld in het systeem, ofwel heeft de fabrikant of de telefoon de hardware verkeerd geconfigureerd.
pt_br: Pode acontecer de o seu cartão SD não aparecer na janela `Escolha a pasta`. Para que o cartão SD seja exibido, o Android precisa reconhecê-lo como armazenamento externo. Isso pode não acontecer se o cartão não estiver montado corretamente ou se o fabricante do seu celular tiver configurado o hardware de forma incorreta.
ru: Возможно, ваша SD-карта не отображается в диалоговом окне `Выбор папки данных`. Чтобы SD-карта отобразилась, Android должен распознать ее как внешнее хранилище. Либо карта установлена неправильно, либо производитель смартфона неправильно настроил оборудование.
tr: SD kartınızın ` Veri Klasörünü Seç ` iletişim kutusunda görünmemesi mümkün olabilir . SD kartınızın görünmesi için Android'in kartı harici depolama olarak tanıması gerekir . Kart doğru şekilde takılmamış veya akıllı telefon üreticiniz donanımı yanlış yapılandırmış olabilir.
uk: Можливо, ваша SD-карта не відображається в діалоговому вікні `Вибір папки даних`. Щоб ваша SD-карта відображалася, Android має розпізнати її як зовнішню пам’ять. Або картку встановлено неправильно, або виробник смартфона неправильно налаштував обладнання.

source: If you are running Android 6 or newer, you can try formatting the SD card as internal storage. Else, there is nothing we can do to fix this.
ca: Si esteu executant Android 6 o més recent, podeu provar de formatar la targeta SD com a emmagatzematge intern. D'altra banda, no hi ha res que puguem fer per solucionar-ho.
da: Hvis du kører Android 6+ eller nyere, kan du prøve at formattere SD-kortet som intern lagringsplads. Ellers er der intet, vi kan gøre for at løse dette.
de: Wenn du Android 6+ (Marshmallow oder neuer) verwendest, kannst du versuchen, die SD-Karte als internen Speicher zu formatieren. Andernfalls können wir nichts tun, um das Problem zu beheben.
es: Si está ejecutando Android 6 o más reciente, puede intentar formatear la tarjeta SD como almacenamiento interno. De lo contrario, no hay nada que podamos hacer para solucionarlo.
fa: اگر اندروید ۶ یا جدیدتر دارید، می‌توانید کارت SD را به‌عنوان حافظه داخلی قالب‌بندی کنید. و اگر نه، کاری برای حل این مشکل نمی‌توانیم انجام دهیم.
fr: Si vous utilisez Android 6 ou une version plus récente, vous pouvez essayer de formater la carte SD en tant que stockage interne. C'est la seule solution pouvant résoudre ce problème.
gl: Se está a executar Android 6 ou máis recente, pode tentar formatar a tarxeta SD como almacenamento interno. Pola contra, non hai nada que podamos facer para solucionalo.
it: Se stai usando da Android 6 in su, puoi provare a formattare la scheda SD come memoria interna. Altrimenti, non c'è niente che possiamo fare per risolvere il problema.
ja: Android 6以降を実行していれば、SDカードを内部ストレージとしてフォーマットすることを試せます。それ以外にはこれを修正する方法はありません。
nb_no: Dersom du kjører Android 6 eller nyere kan du prøve å formattere SD-kortet som internminne. Ellers er det ingenting vi kan gjøre for å fikse dette.
nl: Als je Android 6+ gebruikt kun je de SD-kaart formatteren als interne opslag. Verder kunnen wij niets doen om dit probleem op te lossen.
pt_br: Se você estiver usando o Android 6 ou superior, pode tentar formatar o cartão SD como armazenamento interno. Caso contrário, não há nada que possamos fazer para corrigir isso.
ru: Если вы используете Android 6 или более новую версию, попробуйте отформатировать SD-карту как внутреннее хранилище. В противном случае мы ничего не сможем сделать, чтобы исправить ситуацию.
tr: Android 6 veya daha yenisini kullanıyorsanız, SD kartı dahili depolama olarak biçimlendirmeyi deneyebilirsiniz . Aksi takdirde, bunu düzeltmek için yapabileceğimiz hiçbir şey yoktur.
uk: Якщо у вас Android 6 або новішої версії, ви можете спробувати відформатувати SD-карту як внутрішню пам’ять. В іншому випадку ми нічого не можемо зробити, щоб це виправити.

source: Did you see that there's a new AntennaPod release and wonder:
ca: Heu vist que hi ha una nova versió d'AntennaPod i us pregunteu:
da: Har du set, at der er kommet en ny udgave af AntennaPod, og spørger du dig selv:
de: Hast du gesehen, dass es eine neue AntennaPod-Veröffentlichung gibt und fragst dich:
es: ¿Has visto que ha salido una nueva versión de AntennaPod y te preguntas?:
fa: آیا دیدید که نگارش جدیدی از آنتناپاد منتشر شده و تعجب کردید:
fr: Vous avez vu qu'il y avait une nouvelle version d'AntennaPod et vous vous interrogez :
gl: Has visto que saíu unha nova versión de AntennaPod e pregúntasche?:
it: Ti sei accorto che è uscita una nuova versione di AntennaPod e ti sei chiesto:
ja: 新しいAntennaPodのリリースがあるのを見て、次のような疑問が浮かんだかもしれません。
nb_no: La du merke til at det er en ny utgivelse av AntennaPod og lurer på:
nl: Heb je gezien dat er een nieuwe AntennaPod-versie is je afgevraagd:
pt_br: Você viu que há um nova versão do AntennaPod e ficou se perguntando:
ru: Вы увидели, что вышла новая версия AntennaPod, и задумались:
tr: Yeni bir AntennaPod sürümü olduğunu gördünüz mü ve şunu merak ettiniz mi:
uk: Ви побачили, що вийшов новий випуск AntennaPod, і здивувалися:

source: *why is the latest version not on F-Droid yet?*
ca: *per què la darrera versió encara no és a F-Droid?*
de: *Warum gibt es die neueste Version noch nicht auf F-Droid?*
es: *¿por qué la última versión aún no está en F-Droid?*
fa: *چرا جدیدترین نگارش هنوز در اف‌دروید نیست؟*
fr: *Pourquoi la dernière version n'est-elle pas encore sur F-Droid ?*
gl: *por que a última versión aínda non está en F-Droid?*
it: *perché l'ultima versione non è ancora disponibile su F-Droid?*
nl: *waarom staat de laatste versie nog niet op F-Droid?*
pt_br: *por que a versão mais recente ainda não chegou no F-Droid?*
ru: *Почему последняя версия еще не появилась на F-Droid?*
tr: * F-Droid'de en son sürüm neden henüz yok ? *

source: *when will the new release be available on F-Droid?*
ca: *quan estarà disponible el nou llançament a F-Droid?*
da: *Hvornår vil den nye version være tilgængelig på F-Droid?*
de: *Wann wird die neue Version auf F-Droid verfügbar sein?*
es: *¿cuándo estará disponible la nueva versión en F-Droid?*
fa: *نگارش جدید چه زمانی در اف-دیروید در دسترس خواهد بود؟*
fr: *quand la nouvelle version sera-t-elle disponible sur F-Droid?*
gl: *cando estará dispoñible a nova versión en F-Droid?*
it: *quando sarà disponibile su F-Droid la nuova versione?*
ja: *いつ新しいリリースがF-Droidで利用できるようになるのか？*
nb_no: *når blir den nye utgivelsen tilgjengelig på F-Droid?*
nl: *wanneer zal de nieuwe versie beschikbaar zijn op F-Droid?*
pt_br: *quando a nova versão estará disponível no F-Droid?*
ru: *Когда новый релиз будет доступен на F-Droid?*
tr: * F-Droid'de yeni sürüm ne zaman yayınlanacak ? *
uk: *коли новий випуск буде доступний на F-Droid?*

source: Due to the different steps and because we are not involved in publishing releases on F-Droid, we can't tell when exactly the latest version will be available there.
ca: A causa dels diferents passos i perquè no estem involucrats en la publicació de llançaments a F-Droid, no podem saber quan estarà disponible exactament l'última versió.
de: Aufgrund der verschiedenen Schritte und weil wir nicht an der Veröffentlichung von Versionen auf F-Droid beteiligt sind, können wir nicht sagen, wann genau die neueste Version dort verfügbar sein wird.
es: Debido a los diferentes pasos y a que no estamos involucrados en la publicación de versiones en F-Droid, no podemos decir exactamente cuándo estará disponible allí la última versión.
fa: بنا به گام‌های متفاوت و از آن‌جا که در انتشار ارائه‌ها روی اف‌دروید درگیر نیستیم نمی‌توانیم بگوییم که دقیقاً چه زمانی جدیدترین نگارش موجود خواهد شد.
fr: En raison des différentes étapes nécessaires et parce que nous ne participons pas à la publication de l'application sur F-Droid, nous ne pouvons pas dire exactement quand la dernière version sera disponible.
gl: Debido aos diferentes pasos e a que non estamos involucrados na publicación de versións en F-Droid, non podemos dicir exactamente cando estará dispoñible alí a última versión.
it: A causa dei vari passaggi e poiché non siamo coinvolti nella pubblicazione delle versioni su F-Droid, non possiamo sapere con esattezza quando l'ultima versione sarà disponibile lì.
nl: Omdat hiervoor andere stappen nodig zijn en omdat we zelf niet betrokken zijn bij het publiceren van versies op F-Droid kunnen we niet precies zeggen wanneer de laatste versie daar beschikbaar zal zijn.
pt_br: Devido às várias etapas e ao fato de não participarmos do processo de publicação no F-Droid, não temos como dizer exatamente quando a versão mais recente ficará disponível por lá.
ru: Из-за различных этапов и потому, что мы не участвуем в публикации релизов на F-Droid, мы не можем сказать, когда именно последняя версия будет доступна там.
tr: Adımların farklı olması ve F-Droid'de sürümlerin yayınlanmasından sorumlu olmamamız nedeniyle son sürümün orada tam olarak ne zaman kullanılabilir olacağını bilemiyoruz.

source: **In short: we did not forget about F-Droid, it just takes some time. Please be patient.**
ca: **En resum: no ens oblidem de l'F-Droid, només ens porta un temps. Si us plau, tingueu paciència.**
de: **Kurz gesagt: Wir haben F-Droid nicht vergessen, es dauert nur etwas. Bitte habe Geduld.**
es: **En resumen: puede llevar algún tiempo. Por favor, tenga paciencia.**
fa: **خلاصه: اف‌دروید را فراموش نکرده‌ایم. فقط ممکن است کمی طول بکشد. لطفاً شکیبا باشید.**
fr: **En bref : nous n’avons pas oublié F-Droid, cela prend juste un peu de temps. Veuillez être patient **
gl: **En resumo: pode levar algún tempo. Por favor, teña paciencia.**
it: **In breve: non ci siamo dimenticati di F-Droid, ci vuole solo un po' di tempo. Porta pazienza.**
nl: **Kortom: we zijn F-Droid niet vergeten, maar het kan even duren. Heb geduld.**
pt_br: **Em resumo: nós não esquecemos do F-Droid, mas o processo leva um tempo. Pedimos um pouco de paciência.**
ru: **Короче говоря, мы не забыли о F-Droid, просто на это нужно время. Пожалуйста, будьте терпеливы.**
tr: **Kısaca: F-Droid'i unutmadık, sadece biraz zaman alıyor. Lütfen sabırlı olun.**

source: The steps for releasing a new version on F-Droid
ca: Els passos per publicar una nova versió a F-Droid
de: Die Schritte zur Veröffentlichung einer neuen Version auf F-Droid
es: Los pasos para lanzar una nueva versión en F-Droid
fa: گام‌های انتشار نگارش جدید در اف‌دروید
fr: Les étapes permettant de publier une nouvelle version sur F-Droid
gl: Os pasos para lanzar unha nova versión en F-Droid
it: I passaggi per pubblicare una nuova versione su F-Droid
nl: De stappen om een nieuwe versie op F-Droid te zetten
pt_br: Etapas para lançar uma nova versão no F-Droid
ru: Шаги по выпуску новой версии на F-Droid
tr: F-Droid'de yeni bir sürüm yayınlamak için adımlar

source: We release a beta version, which is *only* available through Google Play due to [technical limitations](/documentation/general/beta#f-droid) in F-Droid.
ca: Llancem una versió beta, que està *només* disponible a través de Google Play a causa de [límits tècnics](/documentation/general/beta.f-droid) a F-Droid.
de: Wir veröffentlichen eine Beta-Version, die aufgrund von [technischen Einschränkungen](/documentation/general/beta#f-droid) in F-Droid *nur* über Google Play verfügbar ist.
es: Lanzamos una versión beta, que *solo* está disponible a través de Google Play debido a [limitaciones técnicas](/documentation/general/beta#f-droid) en F-Droid.
fa: نگارشی آزمایشی منتشر می‌کنیم که بنا به [محدودیت‌های فنی](/documentation/general/beta#f-droid) اف‌دروید *فقط* از پلی گوگل در دسترس است.
fr: Nous publions une version bêta, qui est *uniquement* disponible via Google Play en raison des [limitations techniques](/documentation/general/beta#f-droid) de F-Droid.
gl: Lanzamos unha versión beta, que *só* está dispoñible a través de Google Play debido a [limitacións técnicas](/documentation/general/beta#f-droid) en F-Droid.
it: Pubblichiamo una versione beta, che è disponibile *solo* su Google Play a causa di [limiti tecnici](/documentation/general/beta#f-droid) di F-Droid.
nl: We geven een bètaversie uit, die *alleen* beschikbaar is op Google Play vanwege [technische beperkingen](/documentation/general/beta#f-droid) van F-Droid.
pt_br: Lançamos uma versão beta, disponível *apenas* pelo Google Play devido a [limitações técnicas](/documentation/general/beta#f-droid) do F-Droid.
ru: Мы выпустили бета-версию, которая доступна *только* через Google Play из-за [технических ограничений](/documentation/general/beta#f-droid) в F-Droid.
tr: F-Droid'deki [teknik kısıtlamalar](/documentation/general/beta#f-droid) nedeniyle *sadece* Google Play'den ulaşılabilen bir beta sürüm yayınlıyoruz.

source: We do a slow, gradual roll-out to all Google Play users. That way we make sure that there are no critical bugs. This can take several weeks.
ca: Fem un desplegament lent i gradual a tots els usuaris de Google Play. D'aquesta manera ens assegurem que no hi hagi errors crítics. Això pot trigar diverses setmanes.
de: Wir führen eine langsame, schrittweise Veröffentlichung für alle Google-Play-Nutzer durch. Auf diese Weise stellen wir sicher, dass es keine kritischen Fehler gibt. Dies kann mehrere Wochen dauern.
es: Implementamos la versión de forma lenta y gradual para todos los usuarios de Google Play. De esta forma, nos aseguramos de que no haya errores críticos. Esto puede tardar varias semanas.
fr: Nous procédons à un déploiement lent et graduel auprès de tous les utilisateurs de Google Play. De cette façon, nous nous assurons qu'aucun bug critique n'està déplorer. Cela peut requérir plusieurs semaines.
gl: Implementamos a versión de forma lenta e gradual para todos os usuarios de Google Play. Desta forma, asegurámonos de que non haxa erros críticos. Isto pode tardar varias semanas.
it: Rilasciamo la nuova versione in modo lento e graduale a tutti gli utenti di Google Play. In questo modo ci assicuriamo che non ci siano bug critici. Questo passaggio può richiedere diverse settimane.
nl: We voeren een langzame, geleidelijke uitrol uit voor alle Google Play-gebruikers. Zo zorgen we ervoor dat er geen kritieke bugs zijn. Dit kan enkele weken duren.
pt_br: Fazemos uma liberação lenta e gradual para os usuários do Google Play. Assim, garantimos que não haja erros críticos. Isso pode levar várias semanas.
ru: Мы проводим медленное, постепенное внедрение для всех пользователей Google Play. Так мы убеждаемся в отсутствии критических ошибок. Это может занять несколько недель.
tr: Tüm Google Play kullanıcılarına yavaş ve kademeli bir dağıtım gerçekleştiriyoruz. Bu sayede kritik hatalar olmadığından emin oluyoruz. Bu süreç birkaç hafta sürebilir.

source: We create a [release on GitHub](https://github.com/AntennaPod/AntennaPod/releases). We do this only after the roll-out on Google Play is complete.
ca: Creem un [llançament a GitHub](https://github.com/AntennaPod/AntennaPod/releases). Ho fem només després que el desplegament a Google Play estigui complet.
de: Wir erstellen eine [Version auf GitHub](https://github.com/AntennaPod/AntennaPod/releases). Wir tun dies erst, nachdem die Veröffentlichung bei Google Play abgeschlossen ist.
es: Creamos una [versión en GitHub](https://github.com/AntennaPod/AntennaPod/releases). Esto solo se hace después de que se complete el lanzamiento en Google Play.
fr: Nous créons une [publication sur GitHub](https://github.com/AntennaPod/AntennaPod/releases). Nous ne le faisons qu'après l'achèvement du déploiement sur Google Play.
gl: Creamos unha [versión en GitHub](https://github.com/AntennaPod/AntennaPod/releases). Isto só faise despois de que se complete o lanzamento en Google Play.
it: Creiamo una [versione su GitHub](https://github.com/AntennaPod/AntennaPod/releases). Lo facciamo solo dopo che il rilascio graduale su Google Play è stato completato.
nl: We maken een [release aan op GitHub](https://github.com/AntennaPod/AntennaPod/releases). We doen dit pas nadat de uitrol op Google Play voltooid is.
pt_br: Criamos um [release no GitHub](https://github.com/AntennaPod/AntennaPod/releases). Fazemos isso somente após a liberação no Google Play ser concluída.
ru: Мы создаем [релиз на GitHub](https://github.com/AntennaPod/AntennaPod/releases). Мы делаем это только после того, как завершается развертывание в Google Play.
tr: Bir [GitHub sürümü](https://github.com/AntennaPod/AntennaPod/releases) oluşturuyoruz. Bunu yalnızca Google Play'deki sürüm yayınlama sürecimiz tamamlandıktan sonra yapacağız.

source: F-Droid systems check the AntennaPod repository and detect a new release. The update checker server runs daily (overnight in Europe).
ca: Els sistemes F-Droid revisen el repositori AntennaPod i detecten una nova versió. El servidor de verificació d'actualitzacions funciona diàriament (de nit a Europa).
de: F-Droid-Systeme prüfen das AntennaPod-Repository und erkennen jede neue Version. Der Update-Checker-Server läuft täglich (in Europa über Nacht).
es: Los sistemas F-Droid revisan el repositorio de AntennaPod y detectan una nueva versión. El servidor de verificación de actualizaciones se ejecuta diariamente (durante la noche en Europa).
fr: Les systèmes de F-Droid consulte le dépôt d'AntennaPod et détecte une nouvelle version. Le server de vérification des mises à jour s'éxécute quotidiennement.
gl: Os sistemas F-Droid revisan o repositorio de AntennaPod e detectan unha nova versión. O servidor de verificación de actualizacións execútase diariamente (durante a noite en Europa).
it: I sistemi di F-Droid controllano il repository di AntennaPod e rilevano una nuova versione. Il server di controllo aggiornamenti verifica ogni giorno (durante la notte in Europa).
nl: F-Droid-systemen controleren de AntennaPod-repository en detecteren een nieuwe release. De updatecontroleserver draait dagelijks (in Europa 's nachts).
pt_br: Os sistemas do F-Droid verificam o repositório do AntennaPod e detectam um novo release. O servidor que faz essa verificação roda diariamente (durante a madrugada na Europa).
ru: Системы F-Droid проверяют репозиторий AntennaPod и обнаруживают новый выпуск. Сервер проверки обновлений запускается ежедневно (в Европе - ночью).
tr: F-Droid sistemleri AntennaPod'un kaynaklarını kontrol eder ve yeni bir sürüm tespit eder. Güncelleme kontrol sunucusu günlük (Avrupa'da gece boyunca) çalışır.
