Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Download the episode. When downloading, AntennaPod also automatically adds the episode to the queue and removes it from the inbox. There is a setting if you want new episodes to be enqueued in the back, front or after the currently playing episode. Downloading is the main way AntennaPod was originally designed to be used but as streaming is becoming more and more popular, you can also use the second option.
ca: Baixeu l'episodi. Quan el baixeu, AntennaPod també afegeix l'episodi automàticament a la cua i el suprimeix de la safata d'entrada. Hi ha un paràmetre per configurar si voleu que els nous episodis s'afegeixin al final de la cua, al principi o després de l'episodi que s'està reproduint en aquell instant. La baixada és el mode principal com AntennaPod va ser dissenyat originalment, però com que l'streaming s'està fent cada vegada més popular, també podeu fer servir la segona opció.
da: Download afsnittet. Når du downloader, tilføjer AntennaPod også automatisk afsnittet til køen og fjerner det fra indbakken. Der findes en indstilling, hvis du ønsker, at nye afsnit skal sættes bagerst i køen, forrest eller efter det afsnit, der afspilles i øjeblikket. Downloading er den primære måde AntennaPod oprindeligt blev designet til at blive brugt på, men da streaming bliver mere og mere populært, kan du også bruge den anden mulighed.
de: Lade die Episode herunter. Beim Herunterladen fügt AntennaPod die Episode auch automatisch der Warteschlange hinzu und entfernt sie aus dem Posteingang. Es gibt eine Einstellung, mit der du festlegen kannst, ob neue Episoden hinten, vorne oder nach der aktuell abgespielten Episode in die Warteschlange eingereiht werden sollen. Ursprünglich war AntennaPod hauptsächlich für das Herunterladen konzipiert, aber da das Streaming immer beliebter wird, kannst du auch die zweite Option nutzen.
es: Descargue el episodio. Al descargarlo, AntennaPod también añade automáticamente el episodio a la cola y lo elimina de la bandeja de entrada. Se puede configurar si se desea que los nuevos episodios se coloquen en la cola anterior, posterior o posterior al episodio que se está reproduciendo en ese momento. La descarga es el modo principal para el que AntennaPod fue diseñado originalmente, pero como el streaming es cada vez más popular, también puede utilizar la segunda opción.
fa: قسمت را بارگیری کنید. هنگام بارگیری، آنتناپاد به‌صورت خودکار قسمت را به صف می‌افزاید و از صندوق ورودی پاک می‌کند. تنظیماتی وجود دارد که می‌توانید برگزینید قسمت‌های جدید در انتها، ابتدا یا پس از قسمت در حال پخش به صف افزوده شوند. بارگیری روش پایه‌ای بود که آنتناپاد در ابتدا برای آن طراحی شده بود، اما با محبوب‌تر شدن پخش جریان، می‌توانید گزینه دوم هم به‌کار بگیرید.
fr: Téléchargez l'épisode. Lors du téléchargement, AntennaPod ajoute également automatiquement l'épisode à la liste de lecture et le supprime de la boîte de réception. Il existe un paramètre si vous souhaitez que les nouveaux épisodes soient mis, dans la liste de lecture, à l'arrière, au début ou après l'épisode en cours de lecture. Le téléchargement est le principal moyen d'utilisation d'AntennaPod, mais comme le streaming devient de plus en plus populaire, vous pouvez aussi utiliser la deuxième option.
gl: Descargue o episodio. Ao descargalo, AntennaPod tamén engade automaticamente o episodio á cola e elimínao da bandexa de entrada. Pódese configurar se se desexa que os novos episodios colóquense na cola anterior, posterior ou posterior ao episodio que se está reproducindo nese momento. A descarga é o modo principal para o que AntennaPod foi deseñado orixinalmente, pero como o streaming é cada vez máis popular, tamén pode utilizar a segunda opción.
it: Scaricare l'episodio. Durante il download, AntennaPod aggiunge automaticamente l'episodio alla coda e lo rimuove dall'inbox. È presente un'impostazione per far sì che i nuovi episodi vengano messi in coda in fondo, in cima o immediatamente dopo l'episodio in riproduzione. AntennaPod è stato originariamente progettato per essere usato soprattutto con il download, ma, poiché lo streaming sta diventando sempre più diffuso, è possibile utilizzare anche la seconda opzione.
ja: エピソードをダウンロードする。ダウンロードするとき、AntennaPodはエピソードを自動的にキューにも追加して、受信トレイから削除します。新しいエピソードをキューに入れる場所は設定でき、キューの先頭、キューの最後、現在再生中のエピソードの後ろのいずれかに追加できます。ダウンロードは、初期のAntennaPodで使われていたデザインですが、ストリーミングが人気になるにつれて、第2の選択肢としても使われるようになりました。
nb_no: Last ned episoden. Når du laster ned legger AntennaPod episoden automatisk til i køen og fjerner den fra innboksen. Du kan stille inn om du vil at nye episoder skal legges i kø sist, først eller etter den episoden som spilles av for øyeblikket. Nedlasting er hovedmåten AntennaPod opprinnelig ble designet for å brukes på men ettersom strømming blir mer og mer populært kan du også bruke det andre alternativet.
nl: Download de aflevering. Bij het downloaden voegt AntennaPod de aflevering ook automatisch toe aan de wachtrij en verwijderd het uit de inbox. Er is een instelling om nieuwe afleveringen achteraan, vooraan of na de momenteel spelende aflevering in de wachtrij te plaatsen. AntennaPod is oorspronkelijk ontworpen voor downloaden, maar aangezien streamen steeds populairder wordt, kun je ook de tweede optie gebruiken.
pt_br: Baixar o episódio. Ao fazer o download, o AntennaPod adiciona o episódio automaticamente à fila e o remove da caixa de entrada. Você pode configurar se novos episódios entram no início, no fim ou logo após o que está sendo reproduzido. Originalmente, o AntennaPod foi criado para ser usado baixando os episódios, mas com a crescente popularização do streaming, essa também passou a ser uma opção.
ru: Загрузите эпизод. При загрузке AntennaPod также автоматически добавляет эпизод в очередь и удаляет его из папки "Входящие". Можно настроить, чтобы новые эпизоды ставились в очередь сзади, спереди или после текущего воспроизводимого эпизода. Загрузка - это основной способ использования AntennaPod, но поскольку потоковое вещание становится все более популярным, вы можете использовать и второй вариант.
tr: Bölümü indirin . AntennaPod , indirirken bölümü otomatik olarak kuyruğa ekler ve gelen kutusundan kaldırır. Yeni bölümlerin şu anda oynatılan bölümün arkasında, önünde veya sonrasında kuyruğa alınmasını istiyorsanız bir ayar vardır. İndirme, AntennaPod'un başlangıçta kullanılmak üzere tasarlandığı ana yoldur ancak yayın akışı giderek daha popüler hale geldiğinden, ikinci seçeneği de kullanabilirsiniz.
uk: Завантажити епізод. Під час завантаження AntennaPod також автоматично додає епізод до черги та видаляє його з папки «Вхідні». Існує налаштування, якщо ви бажаєте, щоб нові епізоди ставилися в чергу ззаду, спереду або після епізоду, який зараз відтворюється. Завантаження — це основний спосіб використання AntennaPod, але оскільки потокове передавання стає все більш популярним, ви також можете скористатися другим варіантом.

source: Just add the episode to the queue. AntennaPod automatically removes it from the inbox and inserts it into the queue. You can later directly play the episode without having to download, so it does not take up space. Think: Streaming like videos on YouTube. The disadvantage is that it will not be available offline, uses up your mobile data connection when you are on the run, and makes fast forwarding a little bit slower.
ca: Simplement afegiu l'episodi a la cua. AntennaPod el suprimeix automàticament de la safata d'entrada i el col·loca a la cua. Després, podeu reproduir l'episodi directament sense haver-lo de baixar, així no ocupa espai. Penseu-hi: Streaming com als vídeos a YouTube. El desavantatge és que no serà disponible sense connexió, consumeix dades mòbils quan sou fora i alenteix una mica l'avanç ràpid.
da: Du skal blot tilføje afsnittet til køen. AntennaPod fjerner automatisk fra indbakken og indsætter det i køen. Du kan senere afspille afsnittet direkte uden at skulle downloade det, så det ikke optager plads. Kort sagt er det som at streame videoer på YouTube. Ulempen er, at det ikke vil være tilgængeligt offline, bruger din mobildataforbindelse, mens du er på farten, og gør det lidt langsommere at spole frem.
de: Füge die Episode einfach zur Warteschlange hinzu. AntennaPod entfernt sie automatisch aus dem Posteingang und fügt sie in die Warteschlange ein. Du kannst die Episode später direkt abspielen, ohne sie herunterzuladen, sodass sie keinen Speicherplatz verbraucht. Denk dran: Streamen ist wie Videos auf YouTube ansehen. Der Nachteil ist, dass diese Funktion nicht offline verfügbar ist, unterwegs deine mobile Datenverbindung braucht und das Vorspulen etwas langsamer ist.
es: Basta con añadir el episodio a la cola. AntennaPod lo retira automáticamente de la bandeja de entrada y lo inserta en la cola. Después puedes reproducir directamente el episodio sin tener que descargarlo, para que no ocupe espacio. Piense: Streaming como los vídeos en YouTube. La desventaja es que no estará disponible sin conexión, consume tu conexión de datos móviles cuando estás de viaje y hace que el avance rápido sea un poco más lento.
fa: فقط قسمت را به صف می‌افزاید. آنتناپاد به‌صورت خودکار آن را از صندوق ورودی پاک می‌کند و به صف می‌افزاید. بعداً می‌توانید قسمت را بدون نیاز به بارگیری مستقیم پخش کنید، بنابراین فضایی را درگیر نمی‌کند. فکر کنید: جریانی مثل ویدیوهای یوتیوب. مشکل این روش این است که آفلاین در دسترس نخواهد بود، اتصال داده گوشی شما را هنگام حرکت به‌کار میگیرد و جلو بردن سریع را کمی کندتر می‌کند.
fr: Ajoutez simplement l'épisode à la liste de lecture. AntennaPod le supprime automatiquement de la boîte de réception et l'insère dans la liste de lecture. Vous pourrez ensuite lire directement l'épisode sans avoir à le télécharger, afin qu'il ne prenne pas de place. C'est le même fonctionnement que regarder une vidéo sur YouTube. L'inconvénient est qu'il ne sera pas disponible hors ligne, utilisera votre connexion de données mobile lorsque vous êtes en déplacement et ralentira un peu l'avance rapide.
gl: Basta con engadir o episodio á cola. AntennaPod retírao automaticamente da bandexa de entrada e inséreo na cola. Despois podes reproducir directamente o episodio sen ter que descargalo, para que non ocupe espazo. Pense: Streaming como os vídeos en Youtube. A desvantaxe é que non estará dispoñible sen conexión, consome a túa conexión de datos móbiles cando estás de viaxe e fai que o avance rápido sexa un pouco máis lento.
it: Aggiungere semplicemente l'episodio alla coda. AntennaPod rimuove automaticamente l'episodio dall'inbox e lo inserisce nella coda. In seguito sarà possibile riprodurre direttamente l'episodio senza doverlo scaricare, quindi senza occupare spazio. Funziona allo stesso modo con cui riprodurresti un video su YouTube. Lo svantaggio è che l'episodio non sarà disponibile offline, consuma la tua connessione dati mobile quando sei in giro, e rende l'avanzamento veloce un po' più lento.
ja: エピソードをただキューに追加する。AntennaPodはそのエピソードを受信トレイから削除して、キューに追加します。その後、ダウンロードせずにエピソードを直接再生できるため、空き容量を消費しません。YouTubeの動画のようなストリーミングだと考えてください。この方法の欠点は、オフラインでは利用できないこと、外出中はモバイルデータ接続を消費してしまうこと、そして、早送りが少し遅くなってしまうことです。
nb_no: Bare legg til episoden i køen. AntennaPod fjerner den automatisk fra innboksen og legger den inn i køen. Senere kan du spille av episoden direkte uten å måtte laste den ned slik at den ikke tar opp plass. Tenk: Strømming som videoer på YouTube. Ulempen er at den ikke er tilgjengelig offline, at den bruker opp mobildataforbindelsen når du er på farten og at det går litt tregere å spole frem og tilbake.
nl: Voeg de aflevering simpelweg toe aan de wachtrij. AntennaPod verwijdert hem dan automatisch uit Postvak IN en zet hem in de wachtrij. Je kunt later de aflevering direct afspelen zonder hem eerst te hoeven downloaden, dus hij neemt geen ruimte in beslag. Denk daarbij aan streamen, zoals video's op YouTube. Nadelen: de aflevering is niet offline beschikbaar, je hebt mobiel dataverbruik onderweg, en doorspoelen gaat een beetje langzamer.
pt_br: Apenas adicionar o episódio à fila. O AntennaPod o remove automaticamente da caixa de entrada e o insere na fila. Depois disso, você pode reproduzir o episódio diretamente, sem precisar baixá-lo, economizando espaço no dispositivo. Pense nisso como um streaming, assim como os vídeos no YouTube. A desvantagem é que o episódio não ficará disponível offline, usará a sua conexão de dados móveis quando estiver fora de casa e pode deixar a função de avançar um pouco mais lenta.
ru: Просто добавьте эпизод в очередь. AntennaPod автоматически удалит его из папки "Входящие" и вставит в очередь. Впоследствии вы сможете напрямую воспроизвести эпизод без необходимости загрузки, чтобы он не занимал место. Подумайте: потоковое вещание, как видео на YouTube. Недостатком является недоступность в автономном режиме, использование мобильного соединения для передачи данных, когда вы находитесь в бегах, и немного замедленная перемотка.
tr: Bölümü kuyruğa eklemeniz yeterli . AntennaPod otomatik olarak gelen kutusundan kaldırır ve kuyruğa ekler . Daha sonra bölümü indirmenize gerek kalmadan doğrudan oynatabilirsiniz , böylece yer kaplamaz. Düşünün: YouTube'daki videolar gibi akış . Dezavantajı çevrimdışı olarak kullanılamayacak olması, hareket halindeyken mobil veri bağlantınızı kullanması ve hızlı ileri sarmayı biraz daha yavaşlatmasıdır.
uk: Просто додайте епізод до черги. AntennaPod автоматично видаляє його з папки "Вхідні" та додає до черги. Пізніше ви можете безпосередньо відтворити епізод без необхідності завантажувати, тому він не займає місце. Подумайте: транслюйте подібні відео на YouTube. Недоліком є те, що він не буде доступний офлайн, використовує ваше мобільне з’єднання для передачі даних, коли ви бігаєте, і робить перемотування вперед трохи повільніше.

source: If you are done playing, AntennaPod marks the episode as played and removes it from the queue. There is a setting to also automatically delete the download after playing. You can find a list of all episodes that are still downloaded to your device (whether they are in the queue or not) on the `Downloads` page.
ca: Si heu acabat de reproduir l'episodi, AntennaPod el marca com a reproduït i el suprimeix de la cua. Hi ha un paràmetre per suprimir la baixada automàticament en finalitzar la reproducció. Podeu trobar una llista de tots els episodis que encara són baixats al vostre dispositiu (tant si són a la cua com si no) a la pàgina de `Baixades`.
da: Hvis du er færdig med at afspille, markerer AntennaPod afsnittet som afspillet og fjerner det fra køen. Der er en indstilling, så overførslen også automatisk slettes efter afspilning. Du kan finde en liste over alle afsnit, der stadig er overført til din enhed (uanset om de er i køen eller ej) på siden `Overførsler`.
de: Wenn du mit dem Abspielen fertig bist, markiert AntennaPod die Episode als abgespielt und löscht sie aus der Warteschlange. Es gibt eine Einstellung, mit der die Datei nach dem Abspielen automatisch gelöscht wird. Eine Liste aller Episoden, die noch auf dein Gerät heruntergeladen werden (unabhängig davon, ob sie sich in der Warteschlange befinden oder nicht), findest du auf der Seite `Downloads`.
es: Si ha terminado de reproducir, AntennaPod marca el episodio como reproducido y lo elimina de la cola. Existe una opción para eliminar automáticamente la descarga después de la reproducción. Puede encontrar una lista de todos los episodios que aún están descargados en su dispositivo (estén o no en la cola) en la página `Descargas`.
fa: اگر پخش را تمام کنید، آنتناپاد قسمت را به‌عنوان پخش‌شده علامت‌گذاری می‌کند و از صف پاک می‌کند. تنظیماتی وجود دارد که بارگیری را پس از پخش به‌صورت خودکار پاک کند. می‌توانید فهرستی از همه قسمت‌هایی که هنوز در دستگاه شما بارگیری شده‌اند (چه در صف باشند و چه نه) را در صفحه `بارگیری‌ها` پیدا کنید.
fr: Lorsque vous avez terminé, AntennaPod marque l'épisode comme lu et le supprime de la file de lecture. Un paramètre permet également de supprimer automatiquement le téléchargement après la lecture. Vous pouvez trouver une liste de tous les épisodes qui sont téléchargés sur votre appareil (qu'ils soient dans la file de lecture ou non) sur la page `Téléchargements`.
gl: Se terminou de reproducir, AntennaPod marca o episodio como reproducido e elimínao da cola. Existe unha opción para eliminar automaticamente a descarga despois da reprodución. Pode atopar unha lista de todos os episodios que aínda están descargados no seu dispositivo (estean ou non na cola) na páxina `Descargas`.
it: Se hai finito di ascoltare l'episodio, AntennaPod lo contrassegna come riprodotto e lo rimuove dalla coda. È presente un'impostazione per eliminare automaticamente il download dopo la riproduzione. Puoi trovare un elenco di tutti gli episodi che sono ancora scaricati sul tuo dispositivo (che siano nella coda o meno) nella pagina `Download` .
ja: 再生が完了すると、AntennaPodはエピソードを再生済みとしてマークし、キューから削除します。再生後にダウンロードを自動的に削除する設定もあります。`ダウンロード` ページでは、（キューにあるかどうかに関わらず）デバイスにまだダウンロードされているすべてのエピソードの一覧を確認できます。
nb_no: Når du er ferdig med å spille av, markerer AntennaPod episoden som avspilt og fjerner den fra køen. Det finnes en innstilling for automatisk sletting av nedlastingen etter avspilling. Du finner en liste over alle episoder som fortsatt er lastet ned til enheten din (enten de er i køen eller ikke) på siden `Nedlastinger`.
nl: Na het afspelen markeert AntennaPod de aflevering als gespeeld en verwijdert hem uit de wachtrij. Er is een instelling om hem ook automatisch te verwijderen na het afspelen. Je kunt een lijst van alle afleveringen die nog gedownload zijn (of ze nu in de wachtrij staan of niet) vinden op de pagina `Downloads`.
pt_br: Quando terminar de ouvir, o AntennaPod marca o episódio como reproduzido e o remove da fila. Há uma configuração que permite excluir automaticamente o download após a reprodução. Você pode ver todos os episódios que ainda estão baixados no seu dispositivo (estejam eles na fila ou não) na página `Downloads`.
ru: Если вы закончили играть, AntennaPod отмечает эпизод как сыгранный и удаляет его из очереди. Есть настройка для автоматического удаления загрузки после воспроизведения. Список всех эпизодов, которые еще загружены на ваше устройство (независимо от того, находятся они в очереди или нет), можно найти на странице `Загрузки`.
tr: Oynatmayı bitirdiğinizde, AntennaPod bölümü oynatılmış olarak işaretler ve kuyruktan kaldırır . Ayrıca, oynattıktan sonra indirmeyi otomatik olarak silmek için bir ayar vardır. Cihazınıza hala indirilmiş olan tüm bölümlerin bir listesini (kuyrukta olsunlar veya olmasınlar) ` İndirilenler` sayfasında bulabilirsiniz .
uk: Якщо ви закінчили грати, AntennaPod позначає епізод як відтворений і видаляє його з черги. Також є налаштування автоматичного видалення завантаження після відтворення. Ви можете знайти список усіх епізодів, які ще завантажено на ваш пристрій (незалежно від того, чи є вони в черзі чи ні), на сторінці `Завантаження`.

source: If you like an episode and are thinking about listening to it again, you can also mark it as favorite. You can filter the `Episodes` page to show only your favorites and (by default) AntennaPod will not delete favorites after playing.
ca: Si us agrada un episodi i us plantegeu tornar-lo a escoltar, podeu marcar-lo com a preferit. Podeu filtrar la pàgina d'`Episodis` perquè només mostri els vostres episodis preferits i (per defecte) AntennaPod no suprimirà els preferits un cop reproduïts.
da: Hvis du kan lide et afsnit og overvejer at lytte til det igen, kan du også markere det som favorit. Du kan filtrere siden `Afsnit` til kun at vise dine favoritter og (som standard) vil AntennaPod ikke slette favoritter efter afspilning.
de: Wenn dir eine Episode gefällt und du sie dir noch einmal anhören möchtest, kannst du sie als Favorit markieren. Du kannst die `Episoden`-Seite so filtern, dass nur deine Favoriten angezeigt werden und (standardmäßig) löscht AntennaPod keine Favoriten nach dem Abspielen.
es: Si le gusta un episodio y piensa volver a escucharlo, también puede marcarlo como favorito. Puede filtrar la página `Episodios` para mostrar sólo sus favoritos y (por defecto) AntennaPod no borrará los favoritos después de reproducirlos.
fa: اگر از یک قسمت خوشتان آمد و فکر می‌کنید دوباره به آن گوش خواهید داد، می‌توانید آن را به‌عنوان برگزیده علامت‌گذاری کنید. می‌توانید صفحه `قسمت‌ها` را پالایش کنید تا فقط برگزیده‌هایتان را نشان دهد و (به‌صورت پیش‌فرض) آنتناپاد برگزیده‌ها را پس از پخش پاک نمی‌کند.
fr: Si vous aimez un épisode et que vous envisagez de le réécouter, vous pouvez également le marquer comme favori. Il apparaîtra alors sur la page `Episodes` → `Favoris` et (par défaut) ne sera pas supprimé après la lecture.
gl: Se lle gusta un episodio e pensa volver escoitalo, tamén pode marcalo como favorito. Pode filtrar a páxina `Episodios` para mostrar só os seus favoritos e (por defecto) AntennaPod non borrará os favoritos despois de reproducilos.
it: Se ti piace un episodio e stai pensando di riascoltarlo, puoi anche aggiungerlo ai preferiti. Puoi filtrare la pagina `Episodi` per mostrare solo i tuoi preferiti e (come impostazione predefinita) AntennaPod non eliminerà i preferiti dopo la riproduzione.
ja: エピソードが気に入って、もう一度聞きたいと思った場合は、お気に入りとしてマークすることもできます。`エピソード` ページにフィルタを適用して、お気に入りだけを表示できます。（デフォルトでは）AntennaPodは再生後にお気に入りのエピソードは削除しません。
nb_no: Hvis du liker en episode og vurderer å høre på den igjen, kan du også markere den som favoritt. Du kan filtrere siden `Episoder` slik at bare favorittene dine vises og (som standard) sletter ikke AntennaPod favoritter etter avspilling.
nl: Markeer een aflevering die je bevalt en nog eens wilt beluisteren als favoriet. Je kunt de pagina `Afleveringen` filteren zodat deze allen je favorieten laat zien en AntennaPod verwijdert deze (standaard) niet na afspelen.
pt_br: Se gostar de um episódio e quiser ouvi-lo novamente, também é possível marcá-lo como favorito. Na página `Episódios`, você pode filtrar para mostrar apenas os favoritos e (por padrão) o AntennaPod não os exclui depois de reproduzidos.
ru: Если вам понравился эпизод и вы хотите прослушать его еще раз, вы также можете отметить его как любимый. Вы можете отфильтровать страницу `Эпизоды`, чтобы показать только избранные, и (по умолчанию) AntennaPod не будет удалять избранные эпизоды после воспроизведения.
tr: Bir bölümü beğenirseniz ve tekrar dinlemeyi düşünüyorsanız, onu favori olarak da işaretleyebilirsiniz. ` Bölümler ` sayfasını yalnızca favorilerinizi gösterecek şekilde filtreleyebilirsiniz ve (varsayılan olarak) AntennaPod oynatıldıktan sonra favorileri silmeyecektir.
uk: Якщо вам сподобався епізод і ви думаєте прослухати його знову, ви також можете позначити його як улюблене. Ви можете відфільтрувати сторінку `Епізоди`, щоб відображати лише ваші улюблені, і (за замовчуванням) AntennaPod не видалятиме улюблені після відтворення.
