Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Minor issues often crop up after major updates, and they're only discovered via bug reports by users in these early stages. There is only one main developer who is working on this in his spare time. He only has a couple of devices to test things on, whilst behaviour can vary from device to device.
da: Mindre problemer dukker ofte op efter større opdateringer, og de bliver kun opdaget via fejlrapporter fra brugere i disse tidlige faser. Der er kun én hovedudvikler, som arbejder på dette i sin fritid. Han har kun et par enheder til at teste tingene på, mens opførslen kan variere fra enhed til enhed.
es: Pueden aparecer errores pequeños en actualizaciones importantes, y solo son descubiertos a través de los reportes de errores por los usuarios en estas etapas tempranas. Solo hay un desarrollador principal que dedica su tiempo libre en trabajar para este proyecto. Solo tiene un par de dispositivos en los que probar las cosas, mientras que el comportamiento puede variar de dispositivo a dispositivo.
fa: بیشتر مشکلات کوچک پس از به‌روزرسانی‌های بزرگ پدیدار می‌شوند و فقط با گزارش‌های خطا توسط کاربران در مراحل اولیه کشف می‌شوند. تنها یک توسعه‌دهنده اصلی وجود دارد که در وقت آزادش روی این کار می‌کند. او فقط چند دستگاه برای آزمایش دارد، در حالی که رفتار از دستگاهی به دستگاه دیگر یکی نیست.
fr: Des problèmes mineurs apparaissent souvent après des mises à jour majeures et ils ne sont découverts que par les rapports de bugs des utilisateurs. Il n'y a qu'un seul développeur principal qui travaille sur ce projet pendant son temps libre. Il ne dispose que de quelques appareils pour tester les modifications et le comportement peut varier d'un appareil à l'autre.
gl: Poden aparecer erros pequenos en actualizacións importantes, e só son descubertos a través de repórtelos de erros polos usuarios nestas etapas temperás. Só hai un desarrollador principal que dedica o seu tempo libre en traballar para este proxecto. Só ten un par de dispositivos nos que probar as cousas, mentres que o comportamento pode variar de dispositivo a dispositivo.
it: Dopo i grandi aggiornamenti spuntano spesso piccoli problemi, che vengono scoperti solo attraverso le segnalazioni di bug da parte degli utenti in queste prime fasi. C'è solo uno sviluppatore principale che lavora sul progetto nel suo tempo libero. Ha solo un paio di dispositivi su cui effettuare test, mentre il comportamento può variare molto da dispositivo a dispositivo.
ja: 小さな問題はメジャーアップデート後に発生することが多く、初期段階ではユーザーによるバグレポートによってしか発見できません。時間のあるときにこれに取り組んでいる主な開発者は1人だけです。彼はテスト用のデバイスを数台しか持っていませんが、動作はデバイスごとに異なることがあります。
nb_no: Mindre problemer dukker ofte opp etter større oppdateringer og de oppdages bare via feilrapporter fra brukerne i disse tidlige stadiene. Det er bare én hovedutvikler som jobber med dette på fritiden. Han har bare et par enheter å teste ting på mens oppførselen kan variere fra enhet til enhet.
nl: Kleine problemen duiken vaak op na grote updates en ze worden pas in een vroeg stadium ontdekt via bugrapporten van gebruikers. Er is maar één hoofdontwikkelaar die hier in zijn vrije tijd mee bezig is. Hij heeft maar enkele toestellen om op te testen, terwijl het gedrag van toestel tot toestel kan verschillen.
pt_br: Pequenos problemas costumam surgir após grandes atualizações e só são descobertos por meio de relatos de bugs feitos pelos usuários nessas fases iniciais. Atualmente, há apenas um desenvolvedor principal trabalhando nisso nas horas vagas. Ele possui apenas alguns dispositivos para testar, enquanto o comportamento do app pode variar de um dispositivo para outro.
ru: Мелкие проблемы часто возникают после крупных обновлений, и на ранних этапах они обнаруживаются только через сообщения об ошибках от пользователей. Есть только один основной разработчик, который работает над этим в свободное время. У него есть всего несколько устройств, на которых он может тестировать работу, а поведение может отличаться от устройства к устройству.
tr: Küçük sorunlar genellikle büyük güncellemelerden sonra ortaya çıkar ve bunlar yalnızca kullanıcılar tarafından bu erken aşamalarda hata raporları aracılığıyla keşfedilir. Boş zamanlarında bunun üzerinde çalışan tek bir ana geliştirici vardır. Onun yalnızca birkaç cihazı vardır ve davranışlar cihazdan cihaza değişebilir.
uk: Незначні проблеми часто виникають після великих оновлень, і користувачі виявляють їх лише на ранніх стадіях у звітах про помилки. Є лише один головний розробник, який працює над цим у вільний час. У нього є лише кілька пристроїв, на яких можна тестувати, а поведінка може відрізнятися від пристрою до пристрою.

source: Every new version of AntennaPod is sent to our Beta Testers via the Google Play store, before it is shipped to the general public. It allows us to test updates on many different devices and Android versions, so we can catch bugs and user experience issues on time. If you have a critical eye and can explain what's going wrong, your help is very welcome! In addition, if you see something you don't like you're more likely to get it changed to match what you do want.
da: Hver ny version af AntennaPod sendes til vores beta-testere via Google Play-butikken, før den sendes til offentligheden. Det giver os mulighed for at teste opdateringer på mange forskellige enheder og Android-versioner, så vi kan fange fejl og problemer med brugeroplevelsen i tide. Hvis du har et kritisk øje og kan forklare, hvad der går galt, er din hjælp meget velkommen! Hvis du ser noget, du ikke kan lide, er der desuden større sandsynlighed for, at du kan få det ændret, så det passer til det, du ønsker.
es: Cada versión nueva de AntennaPod se envía a nuestros Beta Testers a través del Play Store de Google, antes de ser enviada al público general. Esto nos permite probar las actualizaciones en muchos dispositivos y versiones de Android diferentes, para que podamos encontrar los errores y los problemas con la experiencia de usuario en tiempo. Si tienes un ojo crítico y puedes explicar qué está fallando, ¡tu ayuda es bienvenida! Además, si ves algo que no te gusta, es más probable que se cambie para que se parezca a lo que tú quieres.
fa: هر نگارش جدید آنتناپاد پیش از انتشار عمومی در فروشگاه گوگل‌پلی برای آزمایش‌کنندگان بتا فرستاده می‌شود. این امکان آزمایش به‌روزرسانی‌ها روی دستگاه‌ها و نگارش‌های گوناگون اندروید را می‌دهد تا خطاها و مشکلات تجربه کاربری را به‌موقع گیر بیاوریم. اگر چشمی نقاد دارید و می‌توانید توضیح دهید که مشکل از کجاست، کمکتان بسیار ارزشمند است! همچنین، اگر چیزی را دوست ندارید، احتمال بیشتری دارد که آن را به آنچه می‌خواهید تغییر دهیم.
fr: Chaque nouvelle version d'AntennaPod est envoyée à nos bêta-testeurs via la boutique Google Play, avant d'être proposée au grand public. Cela nous permet de tester les mises à jour sur de nombreux appareils et versions d'Android différents, afin de détecter à temps les bugs et les problèmes d'expérience utilisateur. Si vous avez un œil critique et que vous pouvez expliquer ce qui ne va pas, votre aide est la bienvenue ! De plus, si vous voyez quelque chose qui ne vous plaît pas, vous avez plus de chances de pouvoir le modifier pour qu'il corresponde à ce que vous voulez.
gl: Cada versión nova de AntennaPod envíase aos nosos Beta Testers a través do Play Store de Google, antes de ser enviada ao público xeral. Isto permítenos probar as actualizacións en moitos dispositivos e versións de Android diferentes, para que podamos atopar os erros e os problemas coa experiencia de usuario en tempo. Se tes un ollo crítico e podes explicar que está a fallar, a túa axuda é benvida! Ademais, se ves algo que non che gusta, é máis probable que se cambie para que se pareza ao que ti queres.
it: Ogni nuova versione di AntennaPod viene inviata ai nostri beta tester tramite lo store Google Play prima di essere rilasciata al pubblico. Questo ci permette di testare gli aggiornamenti su molti diversi dispositivi e versioni di Android, in modo da poter risolvere per tempo bug e problemi di esperienza utente. Se hai un occhio critico e sai spiegare cosa non sta funzionando, il tuo aiuto è molto apprezzato! Inoltre, se vedi qualcosa che non ti piace è più probabile che tu riesca a farlo cambiare per farlo corrispondere meglio a ciò che vuoi.
ja: AntennaPodの新しいバージョンはすべて、一般に配信される前にGoogle Playストア経由でベータテスターに配信されます。これにより、さまざまなデバイスやAndroidバージョンで更新をテストできるため、バグやユーザー エクスペリエンスの問題を短時間で発見できます。批判的な目を持っていて、何が問題なのか説明できる人であれば、あなたの助けは大歓迎です！ さらに、好みに合わない点があれば、自分の希望に合わせて修正できる可能性が高くなります。
nb_no: Hver nye versjon av AntennaPod sendes til betatesterne våre via Google Play-butikken før den sendes til allmennheten. Det lar oss teste oppdateringer på mange forskjellige enheter og Android-versjoner slik at vi kan fange opp feil og problemer med brukeropplevelsen i tide. Hvis du har et kritisk blikk og kan forklare hva som går galt er hjelpen din hjertelig velkommen! I tillegg; hvis du ser noe du ikke liker er det mer sannsynlig at du får det endret slik at det samsvarer med det du ønsker.
nl: Elke nieuwe versie van AntennaPod wordt via de Google Play Store naar onze bètatesters gestuurd voordat deze beschikbaar komt aan het grote publiek. Daarmee kunnen we updates testen op veel verschillende apparaten en Android-versies, zodat we bugs en problemen met de gebruikerservaring op tijd kunnen detecteren. Als je een kritische blik hebt en kunt uitleggen wat er mis gaat, dan is je hulp van harte welkom! Bovendien, als je iets ziet dat niet bevalt, is als bètatester je kans groter dat de app nog zo kan worden aangepast dat het werkt zoals je wil.
pt_br: Cada nova versão do AntennaPod é enviada aos nossos Testadores Beta pelo Google Play Store antes de ser liberada ao público geral. Isso nos permite testar atualizações em diversos dispositivos e versões do Android, detectando bugs e problemas de experiência do usuário a tempo. Se você tem um olhar crítico e consegue explicar o que está errado, sua ajuda é muito bem-vinda! Além disso, se notar algo que não gosta, há uma chance maior de que isso seja alterado para atender às suas expectativas.
ru: Каждая новая версия AntennaPod отправляется нашим бета-тестерам через магазин Google Play, прежде чем она будет отправлена широкой публике. Это позволяет нам тестировать обновления на разных устройствах и версиях Android, чтобы вовремя выявлять ошибки и проблемы с пользовательским интерфейсом. Если у вас есть критический взгляд и вы можете объяснить, что идет не так, ваша помощь будет очень приветствоваться! Кроме того, если вы увидите что-то, что вам не нравится, вы с большей вероятностью добьетесь того, чтобы это было изменено в соответствии с вашими пожеланиями.
tr: AntennaPod'un her yeni sürümü, genel halka sunulmadan önce Google Play mağazası aracılığıyla Beta Testçilerimize gönderilir . Bu, birçok farklı cihazda ve Android sürümünde güncellemeleri test etmemize olanak tanır, böylece hataları ve kullanıcı deneyimi sorunlarını zamanında yakalayabiliriz. Eleştirel bir bakış açınız varsa ve neyin yanlış gittiğini açıklayabiliyorsanız, yardımınız çok hoş karşılanır! Ayrıca, beğenmediğiniz bir şey görürseniz, istediğiniz şeye uyacak şekilde değiştirilmesi daha olasıdır.
uk: Кожна нова версія AntennaPod надсилається нашим бета-тестерам через магазин Google Play, перш ніж вона буде відправлена широкому загалу. Це дозволяє нам тестувати оновлення на багатьох різних пристроях і версіях Android, щоб ми могли вчасно виявляти помилки та проблеми з користуванням. Якщо у вас є критичний погляд і ви можете пояснити, що відбувається не так, ваша допомога дуже вітається! Крім того, якщо ви побачите щось, що вам не подобається, ви, швидше за все, зміните це так, щоб воно відповідало бажаному.

source: So you want to have the latest and greatest? That's certainly possible! Simply visit the AntennaPod listing in the Play store and go to "Become a beta tester" at the bottom of the page. Or, if you're at your computer, you can go to [this url](https://play.google.com/apps/testing/de.danoeh.antennapod).
da: Så du vil have det nyeste og bedste? Det er helt sikkert muligt! Du skal blot besøge AntennaPod i Play Store og gå til "Bliv betatester" nederst på siden. Hvis du sidder ved din computer, kan du gå til [denne url](https://play.google.com/apps/testing/de.danoeh.antennapod).
es: Entonces, ¿Quieres tener lo último y lo mejor?¡Eso es posible! Simplemente visita la entrada de AntennaPod en el Play Store y ve a "Convertirse en beta tester" al final de la página. O, si estás en tu ordenador, puedes ir a [esta dirección](https://play.google.com/apps/testing/de.danoeh.antennapod).
fa: پس می‌خواهید جدیدترین و بهترین را داشته باشید؟ چرا که نه! کافی است به فهرست آنتناپاد در فروشگاه‌پلی بروید و در پایین صفحه «آزمایش‌کننده بتا شوید» را بزنید. یا، اگر پشت رایانه هستید، به [این نشانی](https://play.google.com/apps/testing/de.danoeh.antennapod) بروید.
fr: Vous voulez donc avoir la dernière version possible ? C’est tout à fait possible ! Il vous suffit de vous rendre sur le site d'AntennaPod dans le Play Store et de cliquer sur « Devenir bêta-testeur » en bas de la page. Ou, si vous êtes devant votre ordinateur, vous pouvez vous rendre sur [ce lien](https://play.google.com/apps/testing/de.danoeh.antennapod).
gl: Entón, Queres ter o último e o mellor?Iso é posible! Simplemente visita a entrada de AntennaPod no Play Store e ve a "Converterse en beta tester" ao final da páxina. Ou, se estás no teu computador, podes ir a [esta dirección](https://play.google.com/apps/testing/de.danoeh.antennapod).
it: Vuoi essere il primo ad avere le ultimissime novità? Si può fare! Basta visitare la pagina di AntennaPod nello store Google Play e andare alla sezione "Partecipa al programma beta" in fondo alla pagina. Oppure, se stai usando il tuo computer, puoi andare a [questo link](https://play.google.com/apps/testing/de.danoeh.antennapod).
ja: 最新で最高のものを手に入れたいですか？ それは可能です！ PlayストアのAntennaPodリストにアクセスし、ページの下部にある「ベータ テスターになる」に移動するだけです。または、コンピューターを使用している場合は、[この URL](https://play.google.com/apps/testing/de.danoeh.antennapod)からアクセスできます。
nb_no: Så du vil ha det nyeste og beste? Det er absolutt mulig! Bare besøk AntennaPod-oppføringen i Play-butikken og gå til "Bli betatester" nederst på siden. Eller; hvis du sitter ved datamaskinen kan du gå til [denne nettadressen](https://play.google.com/apps/testing/de.danoeh.antennapod).
nl: Dus je wilt het nieuwste van het nieuwste hebben? Dat kan zeker! Ga gewoon naar de AntennaPod-lijst in de Play Store en ga naar "Word een bètatester" onderaan de pagina. Of ga naar [deze url](https://play.google.com/apps/testing/de.danoeh.antennapod).
pt_br: Quer ter acesso às últimas novidades e melhorias? É possível! Basta acessar a página do AntennaPod na Play Store e clicar em "Participar do programa Beta" no final da página. Ou, se estiver no computador, você pode usar [este link](https://play.google.com/apps/testing/de.danoeh.antennapod).
ru: Хотите иметь все самое лучшее? Это, конечно, возможно! Просто зайдите на страницу AntennaPod в магазине Play и перейдите в раздел "Стать бета-тестером" в нижней части страницы. Или, если вы находитесь за компьютером, вы можете перейти по [этому url](https://play.google.com/apps/testing/de.danoeh.antennapod).
tr: Yani en son ve en iyisine sahip olmak mı istiyorsunuz? Bu kesinlikle mümkün! Play mağazasındaki AntennaPod listesini ziyaret edin ve sayfanın altındaki "Beta test kullanıcısı olun"a gidin. Veya bilgisayarınızdaysanız [bu url](https://play.google.com/apps/testing/de.danoeh. antennapod ) adresine gidebilirsiniz.
uk: Отже, ви хочете мати найновіше та найкраще? Це точно можливо! Просто відвідайте список AntennaPod у магазині Play і перейдіть до пункту «Стати бета-тестером» унизу сторінки. Або, якщо ви за комп’ютером, ви можете перейти на [цю url](https://play.google.com/apps/testing/de.danoeh.antennapod).

source: Become a beta tester - confirmation window in Google Play
ca: Convertiu-vos en un provador beta - finestra de confirmació a Google Play
da: Bliv betatester - bekræftelsesvindue i Google Play
de: Tester werden – Bestätigungsfenster in Google Play
es: Convertirse en beta tester - ventana de confirmación en Google Play
fa: آزمایش‌کننده بتا شوید - پنجره پذیرش در گوگل‌پلی
fr: Devenez un bêta-testeur - fenêtre de confirmation dans Google Play
gl: Converterse en beta tester - xanela de confirmación en Google Play
it: Diventa un beta tester - finestra di conferma in Google Play
ja: ベータテスターになる - Google Playの確認ウィンドウ
nb_no: Bli en betatester - bekreftelsesvindu i Google Play
nl: Word een bètatester - bevestigingsvenster in Google Play
pt_br: Torne-se um testador beta - janela de confirmação no Google Play
ru: Стать бета-тестером - окно подтверждения в Google Play
tr: Beta test kullanıcısı olun - Google Play'de onay penceresi
uk: Станьте бета-тестером – вікно підтвердження в Google Play

source: We do not currently offer beta versions on the F-Droid store.
ca: Actualment no oferim versions beta a la botiga F-Droid.
da: Vi tilbyder i øjeblikket ikke betaversioner i F-Droid-butikken.
de: Wir bieten derzeit keine Beta-Versionen auf F-Droid an.
es: Ahora mismo no ofrecemos versiones beta en la tienda de F-Droid.
fa: اکنون نگارش‌های آزمایشی را در فروشگاه اف-دروید ارائه نمی‌دهیم.
fr: Nous ne proposons pas actuellement de versions bêta sur F-Droid.
gl: Agora mesmo non ofrecemos versións beta na tenda de F-Droid.
it: Attualmente non offriamo versioni beta sullo store F-Droid.
ja: 現在、F-Droidストアではベータバージョンを提供していません。
nb_no: Beta-versjoner tilbys ikke på F-Droid.
nl: We bieden momenteel geen bètaversies aan in de F-Droid Store.
pt_br: Atualmente, não oferecemos versões beta na loja F-Droid.
ru: В настоящее время мы не предлагаем бета-версии в магазине F-Droid.
tr: Şu anda F-Droid mağazasında beta sürümleri sunmuyoruz .
uk: Зараз ми не пропонуємо бета-версії в магазині F-Droid.

source: This is because F-Droid [does not](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatically recognise beta versions. Adding beta releases to F-Droid would require a manual intervention for each beta version. Also, if something important must be fixed, an update needs to be rolled out instantly. Unfortunately this cannot be guaranteed.
ca: Això és perquè F-Droid [no](https://gitlab.com/fdroid/fdroidserver/-/issues/161) reconeix automàticament les versions beta. Afegir llançaments beta a F-Droid requeriria una intervenció manual per a cada versió beta. A més, si s'ha de fixar alguna cosa important, cal posar en marxa una actualització a l'instant. Per desgràcia, això no pot garantir-se.
da: Dette skyldes, at F-Droid [ikke](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatisk genkender betaversioner. Tilføjelse af betaversioner til F-Droid ville kræve en manuel indgriben for hver enkelt betaversion. Hvis der skal rettes noget vigtigt, skal en opdatering også straks udrulles, hvis der er behov for det. Dette kan desværre ikke garanteres.
de: Das liegt daran, dass F-Droid [nicht](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatisch Beta-Versionen erkennt. Das Hinzufügen von Beta-Versionen zu F-Droid würde einen manuellen Eingriff für jede Beta-Version erfordern. Wenn etwas Wichtiges behoben wird, muss eine Aktualisierung sofort erfolgen. Leider kann dies nicht garantiert werden.
es: Esto se debe a que F-Droid [no](https://gitlab.com/fdroid/fdroidserver/-/issues/161) reconoce automáticamente las versiones beta. Añadir una versión beta a f-droid requeriría una intervención manual para cada beta. Además, si se requiere que algo importante sea arreglado, una actualización deberá de ser enviada automáticamente. Desgraciadamente, esto no está garantizado.
fa: به این دلیل است که اف-دروید [به‌طور خودکار](https://gitlab.com/fdroid/fdroidserver/-/issues/161) نگارش‌های آزمایشی را شناسایی نمی‌کند. افزودن نگارش‌های آزمایشی به اف-دروید نیاز به دست‌کاری دستی برای هر نگارش آزمایشی دارد. همچنین، اگر چیزی مهم باید رفع شود، به‌روزرسانی باید به سرعت منتشر شود. متأسفانه چنین چیزی نمی‌تواند تضمین شود.
fr: Cela est dû au fait que F-Droid [ne reconnaît pas](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatiquement les versions bêta. L'ajout de versions bêta à F-Droid nécessiterait une intervention manuelle pour chaque version. De plus, si un élément important doit être corrigé, une mise à jour doit être déployée instantanément. Malheureusement, cela ne peut être garanti.
gl: Isto débese a que F-Droid [non](https://gitlab.com/fdroid/fdroidserver/-/issues/161) recoñece automaticamente as versións beta. Engadir unha versión beta a f-droid requiriría unha intervención manual para cada beta. Ademais, se se require que algo importante sexa arranxado, unha actualización deberá de ser enviada automaticamente. Desgraciadamente, isto non está garantido.
it: Questo perché F-Droid [non riconosce](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automaticamente le versioni beta. Aggiungere versioni beta a F-Droid richiederebbe un intervento manuale per ogni versione beta. Inoltre, se è necessario fare qualche correzione importante, un aggiornamento deve essere distribuito immediatamente. Purtroppo questo non può essere garantito.
ja: これは、F-Droidがベータ版を自動的に[認識しない](https://gitlab.com/fdroid/fdroidserver/-/issues/161)ためです。F-Droidにベータリリースを追加するには、ベータバージョンごとに手動での操作が必要になります。また、重要な問題を修正する必要がある場合は、更新を即座に適用する必要があります。残念ながら、これは保証できません。
nb_no: Dette skyldes at F-Droid [ikke](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatisk gjenkjenner betaversjoner. Å legge til betaversjoner i F-Droid vil kreve en manuell inngripen for hver betaversjon. Derfor; hvis noe viktig må fikses, må en oppdatering rulles ut umiddelbart. Dette kan dessverre ikke garanteres.
nl: Dit komt omdat F-Droid bètaversies [niet](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automatisch herkent. Het toevoegen van bètaversies aan F-Droid zou een handmatige interventie voor elke bètaversie vereisen. Ook als er iets belangrijks moet worden opgelost, moet er direct een update worden uitgerold. Helaas kan dit niet worden gegarandeerd.
pt_br: Isso ocorre porque o F-Droid [não reconhece](https://gitlab.com/fdroid/fdroidserver/-/issues/161) automaticamente versões beta. Adicionar versões beta ao F-Droid exigiria intervenção manual para cada lançamento. Além disso, se algo importante precisar ser corrigido, a atualização precisaria ser lançada imediatamente. Infelizmente isso não pode ser garantido.
ru: Это связано с тем, что F-Droid [не](https://gitlab.com/fdroid/fdroidserver/-/issues/161) автоматически распознает бета-версии. Добавление бета-версий в F-Droid потребовало бы ручного вмешательства для каждой бета-версии. Кроме того, если необходимо исправить что-то важное, обновление должно быть выпущено мгновенно. К сожалению, это невозможно гарантировать.
tr: Bunun nedeni, F-Droid'in beta sürümlerini otomatik olarak [tanımaması](https://gitlab.com/fdroid/fdroidserver/-/issues/161)dır. F-Droid'e beta sürümleri eklemek, her beta sürümü için elle müdahale gerektirir. Ayrıca, önemli bir şeyin düzeltilmesi gerekiyorsa, anında bir güncellemenin yayınlanması gerekir. Ne yazık ki bu garanti edilemez.
uk: Це тому, що F-Droid [не](https://gitlab.com/fdroid/fdroidserver/-/issues/161) автоматично розпізнає бета-версії. Додавання бета-версій до F-Droid потребуватиме ручного втручання для кожної бета-версії. Крім того, якщо потрібно виправити щось важливе, оновлення потрібно розгорнути миттєво. На жаль, це не можна гарантувати.
