Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: In case you are subscribed to a really great podcast where you know from the beginning that all episodes will be great, you can use the auto-download feature. When enabled for a podcast, all of its future new episodes are automatically downloaded and added to the queue. They will automatically be removed from the inbox as soon as they are downloaded.
ca: Si esteu subscrit a un pòdcast fantàstic i sabeu que tots els episodis d'aquest seran bons, podeu fer servir l'opció de baixada automàtica. Si l'activeu per a un pòdcast, es baixaran tots els nous episodis i s'afegiran a la cua automàticament. Se suprimiran automàticament de la safata d'entrada un cop es baixin.
da: Hvis du har abonneret på en rigtig god podcast, hvor du fra starten ved, at alle afsnit vil være gode, kan du bruge funktionen til automatisk overførsel. Når den er aktiveret for en podcast, overføres alle fremtidige nye afsnit automatisk og føjes til køen. De vil automatisk blive fjernet fra indbakken, så snart de er overført.
de: Wenn du einen wirklich tollen Podcast abonniert hast, bei dem du von Anfang an weißt, dass alle Episoden großartig sein werden, kannst du die Funktion zum automatischen Herunterladen nutzen. Wenn dies für einen Podcast aktiviert ist, werden alle zukünftigen neuen Episoden automatisch heruntergeladen und zur Warteschlange hinzugefügt. Sobald sie heruntergeladen sind, werden sie automatisch aus dem Posteingang entfernt.
es: Si estás suscrito a un podcast realmente bueno y sabes desde el principio que todos los episodios serán buenos, puedes utilizar la función de descarga automática. Cuando se activa para un podcast, todos sus futuros nuevos episodios se descargan automáticamente y se añaden a la cola. Se eliminarán automáticamente de la bandeja de entrada en cuanto se descarguen.
fa: اگر در یک پادپخش واقعاً عالی اشتراک کرده‌اید که از ابتدا می‌دانید همه قسمت‌هایش عالی خواهند بود، می‌توانید ویژگی بارگیری خودکار را به‌کار بگیرید. وقتی برای یک پادپخش روشن شود، همه قسمت‌های جدید آن به‌صورت خودکار بارگیری و به صف افزوده می‌شوند. این قسمت‌ها پس از بارگیری به‌صورت خودکار از صندوق ورودی پاک می‌شوند.
fr: Si vous êtes abonné à un podcast vraiment génial dont vous savez dès le départ que tous les épisodes seront excellents, vous pouvez utiliser la fonction de téléchargement automatique. Lorsqu'elle est activée pour un podcast, tous ses futurs nouveaux épisodes sont automatiquement téléchargés et ajoutés à la file de lecture. Ils seront automatiquement supprimés de la boîte de réception dès leur téléchargement.
gl: Se estás subscrito a un podcast realmente bo e sabes desde o principio que todos os episodios serán bos, podes utilizar a función de descarga automática. Cando se activa para un podcast, todos os seus futuros novos episodios descárganse automaticamente e engádense á cola. Eliminaranse automaticamente da bandexa de entrada en canto descárguense.
it: Nel caso in cui tu sia iscritto a un podcast davvero fantastico per il quale sai fin dall'inizio che tutti gli episodi saranno grandiosi, puoi usare la funzione di download automatico. Quando è abilitata per un podcast, tutti i nuovi episodi futuri vengono automaticamente scaricati e aggiunti alla coda. Saranno automaticamente rimossi dall'inbox non appena vengono scaricati.
ja: 初めからすべてのエピソードが良いことがわかっている本当に素晴らしいポッドキャストを購読しようとしている場合は、自動ダウンロード機能を利用できます。ポッドキャストに対してこの機能を有効にすると、将来のすべての新しいエピソードが自動的にダウンロードされて、キューに追加されます。ダウンロードが完了すると、すぐに受信トレイから削除されます。
nb_no: Hvis du abonnerer på en virkelig god podkast der du fra begynnelsen av vet at alle episodene vil være gode kan du bruke funksjonen for automatisk nedlasting. Når den er aktivert for en podkast lastes alle fremtidige nye episoder automatisk ned og legges til i køen. De fjernes automatisk fra innboksen så snart de er lastet ned.
nl: Als je geabonneerd bent op een werkelijk goede podcast en je weet al dat alle afleveringen geweldig zullen zijn, gebruik dan de auto-download functie. Wanneer deze ingeschakeld is voor een podcast, worden alle toekomstige nieuwe afleveringen automatisch gedownload en toegevoegd aan de wachtrij. Ze verdwijnen automatisch uit Postvak IN zodra ze gedownload zijn.
pt_br: Se você acompanha um podcast excelente e já sabe que todos os episódios valem a pena, pode usar o recurso de download automático. Ao habilitar essa opção para um podcast, todos os novos episódios futuros serão baixados e adicionados à fila automaticamente. Assim que o download for concluído, eles serão automaticamente removidos da caixa de entrada.
ru: Если вы подписаны на действительно хороший подкаст, где вы с самого начала знаете, что все эпизоды будут замечательными, вы можете воспользоваться функцией автозагрузки. Если эта функция включена для подкаста, все его будущие новые эпизоды будут автоматически загружаться и добавляться в очередь. Они будут автоматически удаляться из папки "Входящие", как только будут загружены.
tr: Gerçekten harika bir podcast'e aboneyseniz ve en başından itibaren tüm bölümlerin harika olacağını biliyorsanız, otomatik indirme özelliğini kullanabilirsiniz. Bir podcast için etkinleştirildiğinde, gelecekteki tüm yeni bölümleri otomatik olarak indirilir ve kuyruğa eklenir . İndirildikleri anda gelen kutusundan otomatik olarak kaldırılırlar.
uk: Якщо ви підписані на справді чудовий подкаст, де ви з самого початку знаєте, що всі епізоди будуть чудовими, ви можете скористатися функцією автоматичного завантаження. Якщо ввімкнено для подкасту, усі його майбутні нові епізоди автоматично завантажуються та додаються до черги. Вони будуть автоматично видалені з папки "Вхідні", щойно їх буде завантажено.

source: The Home screen allows you to have a quick overview of your podcasts, start listening and perform a range of actions, all conveniently from the same screen.
ca: La pantalla Inici us permet tenir una visió ràpida dels vostres podcasts, començar a escoltar i realitzar una sèrie d'accions, totes convenientment des de la mateixa pantalla.
da: Hjem-skærmen giver dig mulighed for at få et hurtigt overblik over dine podcasts, begynde at lytte og udføre en række handlinger, alt sammen bekvemt fra den samme skærm.
de: Der Startbildschirm bietet dir einen schnellen Überblick über deine Podcasts. Du kannst sofort mit dem Hören beginnen oder eine Reihe anderer Aktionen durchführen. All dies bequem über eine Ansicht.
es: La pantalla de inicio le permite tener una visión general y rápida de sus podcasts, comenzar a escuchar y realizar una gama de acciones, todo desde la misma pantalla.
fa: صفحه اصلی به شما امکان می‌دهد تا یک مرور سریع از پادپخش‌هایتان داشته باشید، شنیدن را آغاز کنید و مجموعه‌ای از کنش‌ها را انجام دهید، همه به‌راحتی از همان صفحه ممکن است.
fr: L'écran d'accueil vous permet d'avoir une vue d'ensemble rapide de vos podcasts, de commencer à les écouter et d'effectuer toute une série d'actions, le tout à partir du même écran.
gl: A pantalla de inicio permítelle ter unha visión xeral e rápida dos seus podcasts, comezar a escoitar e realizar unha gama de accións, todo desde a mesma pantalla.
it: La schermata Home ti permette di avere una panoramica dei tuoi podcast, iniziare ad ascoltarli ed eseguire una gamma di azioni, tutto comodamente dalla stessa schermata.
ja: ホーム画面では、すべて同じ画面から簡単に、ポッドキャストの概要を簡単に確認したり、リスニングを開始したり、さまざまなアクションを実行したりできます。
nb_no: Startskjermen lar deg få et raskt overblikk over podkastene dine, starte å lytte og gjennomføre mange ulike oppgaver. Alt tilgjengelig fra samme skjermbilde.
nl: Het startscherm geeft je een snel overzicht van je podcasts, waar je kunt beginnen met luisteren en een hoop andere acties kunt uitvoeren, allemaal handig op hetzelfde scherm.
pt_br: A tela Início permite ter uma visão geral rápida dos seus podcasts, começar a ouvir e realizar diversas ações, tudo de forma prática, em um só lugar.
ru: Главный экран позволяет быстро просматривать подкасты, начинать их прослушивание и выполнять различные действия - все это удобно на одном экране.
tr: Ana ekran, podcast'lerinize hızlı bir genel bakış sağlamanıza, dinlemeye başlamanıza ve bir dizi işlemi aynı ekrandan rahatlıkla gerçekleştirmenize olanak tanır.
uk: На головному екрані можна швидко переглядати подкасти, починати їх слухати та виконувати низку дій, і все це зручно з одного екрана.

source: It contains five sections, each of which displays episodes or subscriptions to interact with directly, but also provides a shortcut to the related screen (e.g. your queue). You can customize your Home screen – that is, reorder these sections or hide some of them – by tapping `…` in the top bar and selecting `Configure Home Screen`.
ca: Conté cinc seccions, cadascuna de les quals mostra episodis o subscripcions amb les quals interactuar directament, però també proporciona una drecera a la pantalla relacionada (per exemple, la cua). Podeu personalitzar la pantalla d'inici, és a dir, reordenar aquestes seccions o amagar-ne algunes, tocant `...` a la barra superior i seleccionant `Configura la pantalla d'inici`.
da: Den indeholder fem sektioner, som hver især viser afsnit eller abonnementer, som man kan interagere direkte med, men som også giver en genvej til den relaterede skærm (f.eks. din kø). Du kan tilpasse din Hjem-skærm - dvs. ændre rækkefølgen på disse sektioner eller skjule nogle af dem - ved at trykke på `…` i topbjælken og vælge `Konfigurer Hjem-skærm`.
de: In fünf Bereichen werden Episoden oder Abonnements, mit denen direkt interagiert werden kann, und Verknüpfungen zu den zugehörigen Ansichten (z. B. die Warteschlange) angezeigt. Du kannst den Startbildschirm anpassen – also Bereiche verschieben oder ausblenden – indem du auf `…` in der oberen Leiste und anschließend `Startbildschirm einrichten` tippst.
es: Contiene cinco secciones, cada una de las cuales muestra episodios o suscripciones para interactuar directamente con, pero también proporciona un acceso directo a la pantalla relacionada (p.ej. su cola). Puede personalizar su pantalla de inicio - es decir, reordenar estas secciones u ocultar algunas de ellas - tocando `...` en la barra superior y seleccionando `Configurar pantalla de inicio`.
fa: این صفحه شامل پنج بخش است که هر یک قسمت‌ها یا اشتراک‌ها را برای ارتباط مستقیم نمایش می‌دهند، اما همچنین میانبری به صفحه مرتبط (مثلاً صف شما) فراهم می‌کنند. می‌توانید صفحه اصلی خود را سفارشی کنید – یعنی این بخش‌ها را بازچین کنید یا برخی را مخفی کنید – با زدن روی `…` در نوار بالا و انتخاب `پیکربندی صفحه اصلی`.
fr: Il contient cinq sections, chacune d'entre elles affichant des épisodes ou des abonnements avec lesquels interagir directement, mais fournissant également un raccourci vers l'écran correspondant (par exemple votre file d'attente). Vous pouvez personnaliser votre écran d'accueil - c'est-à-dire réorganiser ces sections ou en masquer certaines - en appuyant sur `...` dans la barre supérieure et en sélectionnant `Configurer l'écran d'accueil`.
gl: Contén cinco secciones, cada unha das cales mostra episodios ou subscricións para interactuar directamente con, pero tamén proporciona un acceso directo á pantalla relacionada (p.ex. a súa cola). Pode personalizar a súa pantalla de inicio - é dicir, reordenar estas seccións ou ocultar algunhas delas - tocando `...` na barra superior e seleccionando `Configurar pantalla de inicio`.
it: Contiene cinque sezioni, ognuna delle quali mostra episodi o iscrizioni con cui interagire direttamente e fornisce anche una scorciatoia verso la schermata dedicata (per es. la tua coda). Puoi personalizzare la tua schermata Home, cioè riordinare queste sezioni o nasconderne alcune, toccando `…` nella barra superiore e selezionando `Configura schermata Home`.
ja: ここには5つのセクションがあり、各セクションには直接操作するエピソードや購読が表示されますが、関連する画面（キューなど）へのショートカットも提供されます。トップバーの`…`をタップして`ホーム画面の設定`を選択すると、ホーム画面をカスタマイズできます。つまり、これらのセクションの順序を変更したり、一部を非表示にしたりできます。
nb_no: Den inneholder fem seksjoner som hver viser episoder eller abonnementer du kan samhandle direkte med, men som også gir en snarvei til den relaterte skjermen (f.eks. køen din). Du kan tilpasse startskjermen – det vil si, endre rekkefølgen på disse seksjonene eller skjule noen av dem – ved å trykke på `…` i den øverste linjen og velge `Konfigurer startskjermen`.
nl: Het bevat vijf secties, die ieder afleveringen of abonnementen tonen waar je direct acties op kunt uitvoeren, maar biedt ook een snelkoppeling naar het betreffende scherm (bijv. je wachtrij). Je kunt het startscherm aanpassen – door deze secties te herordenen of sommigen ervan te verbergen – door op `…` te tikken bovenaan het scherm en `Startscherm instellen` te kiezen.
pt_br: Ela é composta por cinco seções, cada uma exibindo episódios ou assinaturas com as quais você pode interagir diretamente, além de oferecer um atalho para a tela correspondente (como sua fila, por exemplo). É possível personalizar a tela Início – ou seja, reorganizar essas seções ou ocultar algumas delas – tocando em `…` na barra superior e selecionando `Configurar a Tela Inicial`.
ru: Он содержит пять разделов, каждый из которых отображает эпизоды или подписки, с которыми можно взаимодействовать напрямую, а также предоставляет ярлык на соответствующий экран (например, вашу очередь). Вы можете настроить свой главный экран - то есть изменить порядок разделов или скрыть некоторые из них, - нажав `...` в верхней панели и выбрав `Настроить главный экран`.
tr: Beş bölümden oluşur ve her biri doğrudan etkileşime girilecek bölümleri veya abonelikleri görüntüler, ancak ilgili ekrana (örneğin kuyruğunuza ) bir kısayol da sağlar. Üst çubuktaki ` … ` öğesine dokunarak ve ` Ana Ekranı Yapılandır ` öğesini seçerek Ana ekranınızı özelleştirebilirsiniz (yani bu bölümleri yeniden sıralayabilir veya bazılarını gizleyebilirsiniz) .
uk: Він містить п’ять розділів, у кожному з яких відображаються епізоди або підписки, з якими можна безпосередньо взаємодіяти, а також надається ярлик відповідного екрана (наприклад, вашої черги). Ви можете налаштувати головний екран, тобто змінити порядок цих розділів або приховати деякі з них, торкнувшись ``» у верхній панелі та вибравши `Налаштувати головний екран`.

source: Continue listening
ca: Seguiu escoltant
da: Fortsæt med at lytte
de: Höre weiter
es: Seguir escuchando
fa: ادامهٔ شنیدن
fr: Continuer à écouter
gl: Seguir escoitando
it: Prosegui l'ascolto
ja: 続きを聴く
nb_no: Forsett å lytte
nl: Luister verder
pt_br: Continuar ouvindo
ru: Продолжить
tr: Dinlemeye devam et
uk: Слухайте далі

source: This section allows you to quickly and easily carry on listening to episodes you already have in your queue, beginning with those you have already started listening to, but haven’t finished just yet.
ca: Aquesta secció us permet continuar escoltant de manera ràpida i senzilla els episodis que ja teniu a la vostra cua, començant pels que ja heu començat a escoltar, però que encara no heu acabat.
da: I denne sektion kan du hurtigt og nemt fortsætte med at lytte til afsnit, du allerede har i din kø, og begynde med dem, du allerede er begyndt at lytte til, men ikke er færdig med endnu.
de: Dieser Bereich ermöglicht es dir, schnell und einfach die Episoden weiterzuhören, die bereits in der Warteschlange sind, beginnend mit denen, die du schon angefangen, aber bisher nicht abgeschlossen hast.
es: Esta sección te permite seguir escuchando rápida y fácilmente los episodios que ya tienes en tu cola, empezando por aquellos que ya has empezado a escuchar pero no has terminado.
fa: این بخش به شما امکان می‌دهد به‌سرعت و به‌راحتی به گوش دادن به قسمت‌هایی که در صف خود دارید ادامه دهید، با آغاز از آن‌هایی که قبلاً گوش دادن به آن‌ها را آغاز کرده‌اید اما هنوز تمام نکرده‌اید.
fr: Cette section vous permet de poursuivre rapidement et facilement l'écoute des épisodes que vous avez déjà dans votre file d'attente, en commençant par ceux que vous avez déjà commencé à écouter, mais que vous n'avez pas encore terminés.
gl: Esta sección permíteche seguir escoitando rápida e facilmente os episodios que xa tes na túa cola, empezando por aqueles que xa empezaches a escoitar pero non terminaches.
it: Questa sezione ti permette di continuare rapidamente e facilmente l'ascolto di episodi che hai già nella tua coda, a partire da quelli che hai già iniziato ad ascoltare, ma che non hai ancora finito.
ja: このセクションでは、キューにあるエピソードを、再生途中のエピソードから始めて、すばやく簡単に聴き続けることができます。
nb_no: Denne seksjonen lar deg raskt og enkelt fortsette å lytte til episodene du allerede har i køen din. Lyttingen starter med de episodene du allerede har begynt å lytte til men ikke har fullført helt enda.
nl: In deze sectie kun je snel en makkelijk doorgaan met het beluisteren van afleveringen die je al in je wachtrij hebt staan, te beginnen met degenen waar je al gedeeltelijk naar geluisterd hebt.
pt_br: Esta essão permite que você retome rapidamente os episódios que já estão na sua fila, começando por aqueles que você já iniciou, mas ainda não terminou de ouvir.
ru: В этом разделе вы можете быстро и легко продолжить прослушивание эпизодов, которые уже находятся в вашей очереди, начиная с тех, которые вы уже начали слушать, но еще не закончили.
tr: Bu bölüm , daha önce dinlemeye başladığınız ancak henüz bitirmediğiniz bölümlerden başlayarak, sıraya aldığınız bölümleri hızlı ve kolay bir şekilde dinlemeye devam etmenizi sağlar .
uk: Цей розділ дозволяє швидко й легко продовжити прослуховування епізодів, які вже є у вашій черзі, починаючи з тих, які ви вже почали слухати, але ще не закінчили.

source: See what’s new
ca: Veieu les novetats
da: Se nyheder
de: Was gibt’s Neues
es: Ver las novedades
fa: دیدن موارد جدید
fr: Voir les nouveautés
gl: Olla as novidades
it: Controlla le novità
ja: 新着の確認
nb_no: Se hva som er nytt
nl: Bekijk wat er nieuw is
pt_br: Veja o que há de novo
ru: Новое
tr: Yenilikler
uk: Подивіться, що нового

source: In this section, you will find the latest episodes that have landed in your inbox as a result of having refreshed your subscriptions.
ca: En aquesta secció, trobareu els darrers episodis que han arribat a la vostra safata d'entrada com a resultat d'haver actualitzat les vostres subscripcions.
da: I denne sektion finder du de seneste afsnit, der er landet i din indbakke som følge af, at du har opdateret dine abonnementer.
de: In diesem Bereich kannst du die neuesten Episoden sehen, die durch das Aktualisieren deiner Abonnements in deinem Posteingang gelandet sind.
es: En esta sección, encontrarás los últimos episodios que han aterrizado en tu bandeja de entrada como resultado de haber actualizado tus suscripciones.
fa: در این بخش، جدیدترین قسمت‌هایی را خواهید یافت که در پایان تازه‌سازی اشتراک‌هایتان در صندوق ورودی شما قرار گرفته‌اند.
fr: Dans cette section, vous trouverez les derniers épisodes qui ont atterri dans votre boîte de réception suite à l'actualisation de vos abonnements.
gl: Nesta sección, atoparás os últimos episodios que aterraron na túa bandexa de entrada como resultado de actualizar as túas subscricións.
it: In questa sezione troverai gli ultimi episodi approdati nel tuo inbox dopo che hai aggiornato le tue iscrizioni.
ja: このセクションでは、購読を更新した結果として受信箱に届いた最新のエピソードが表示されます。
nb_no: I denne seksjonen finner du de siste episodene som har landet i innboksen din som et resultat av at abonnementene er oppdatert.
nl: In deze sectie vind je de nieuwste afleveringen die in je Postvak IN zijn beland door het verversen van je abonnementen.
pt_br: Nesta seção, você encontrará os episódios mais recentes que chegaram à sua caixa de entrada após a atualização das suas inscrições.
ru: В этом разделе вы найдете последние эпизоды, которые попали в ваш почтовый ящик в результате обновления подписки.
tr: Aboneliklerinizi yenilemeniz sonucunda gelen son bölümleri bu bölümde bulacaksınız .
uk: У цьому розділі ви знайдете останні епізоди, які надійшли у вашу папку "Вхідні" в результаті оновлення ваших підписок.

source: Get surprised
ca: Sorpreneu-vos
da: Bliv overrasket
de: Lass dich überraschen
es: Sorprenderte
fa: شگفت‌زده شدن
fr: Soyez surpris
gl: Sorprenderche
it: Lasciati sorprendere
ja: 発見
nb_no: Bli overrasket
nl: Laat je verrassen
pt_br: Se surpreenda
ru: Получить сюрприз
tr: Şaşırtın
uk: Здивуватися

source: Here you can find a random selection of episodes from your subscriptions you haven’t listened to yet. If you don’t see anything you feel like listening, you can tap the arrow button to refresh the selection.
ca: Aquí podeu trobar una selecció aleatòria d'episodis de les vostres subscripcions que encara no heu escoltat. Si no veieu res del que us ve de gust escoltar, podeu tocar el botó de fletxa per actualitzar la selecció.
da: Her kan du finde et tilfældigt udvalg af afsnit fra dine abonnementer, som du ikke har lyttet til endnu. Hvis du ikke kan se noget, du har lyst til at lytte til, kan du trykke på pileknappen for at opdatere udvalget.
de: Hier findest du eine zufällige Auswahl an Episoden deiner Abonnements, die du bislang nicht gehört hast. Wenn du nichts Ansprechendes siehst, tippe auf den Pfeil-Button, um die Auswahl zu aktualisieren.
es: Aquí puedes encontrar una selección aleatoria de episodios de tus suscripciones que no has escuchado todavía. Si no ve nada que le apetezca escuchar, puede pulsar el botón de flecha para actualizar la selección.
fa: اینجا می‌توانید انتخاب تصادفی از قسمت‌های اشتراک‌هایتان که هنوز گوش نداده‌اید را پیدا کنید. اگر چیزی که دوست دارید گوش دهید نبینید، می‌توانید دکمه پیکان را بزنید تا انتخاب تازه‌سازی شود.
fr: Vous trouverez ici une sélection aléatoire d'épisodes de vos abonnements que vous n'avez pas encore écoutés. Si vous ne voyez rien qui vous donne envie d'écouter, vous pouvez appuyer sur le bouton flèche pour actualiser la sélection.
gl: Aquí podes atopar unha selección aleatoria de episodios das túas subscricións que non escoitaches aínda. Se non ve nada que lle apeteza escoitar, pode pulsar o botón de frecha para actualizar a selección.
it: Qui puoi trovare una selezione casuale di episodi che non hai ancora ascoltato provenienti dalle tue iscrizioni. Se non vedi nulla che ti va di ascoltare, puoi toccare il pulsante con le frecce per aggiornare la selezione.
ja: ここでは、購読からまだ聞いていないエピソードをランダムに選択して見つけられます。聴きたいエピソードが見つからない場合は、矢印ボタンをタップして選択内容を更新できます。
nb_no: Her kan du finne et tilfeldig utvalg av episoder fra abonnementene som du ikke har lyttet til enda. Dersom du ikke ser noe du har lyst til å høre på kan du trykke på pilene for å oppdatere utvalget.
nl: Hier vind je een willekeurige selectie van afleveringen van je abonnementen waar je nog niet naar geluisterd hebt. Als je niets ziet dat je aanspreekt, kun je op de pijlknop tikken om de selectie te verversen.
pt_br: Aqui você encontra uma seleção aleatória de episódios das suas inscrições que você ainda não ouviu. Se nada despertar o seu interesse, você pode tocar no botão de seta para atualizar a seleção.
ru: Здесь вы можете найти случайную подборку эпизодов из ваших подписок, которые вы еще не слушали. Если вы не видите ничего интересного, нажмите кнопку со стрелкой, чтобы обновить подборку.
tr: Burada aboneliklerinizden henüz dinlemediğiniz rastgele seçilmiş bölümleri bulabilirsiniz . Dinlemek istediğiniz bir şey görmüyorsanız, seçimi yenilemek için ok düğmesine dokunabilirsiniz.
uk: Тут ви можете знайти довільний вибір епізодів із ваших підписок, які ви ще не слухали. Якщо ви не бачите нічого, що хочете прослухати, ви можете торкнутися кнопки зі стрілкою, щоб оновити селекцію.

source: Check your classics
ca: Consulteu els vostres clàssics
da: Tjek dine klassiskere
de: Genieße deine Klassiker
es: Compruebe sus clásicos
fa: بررسی کلاسیک‌هایتان
fr: Vos classiques
gl: Comprobe os seus clásicos
it: Riscopri i tuoi classici
ja: 過去のエピソード
nb_no: Sjekk dine klassikere
nl: Beluister klassiekers
pt_br: Confira seus clássicos
ru: Проверенное временем
tr: Klasiklerinizi kontrol edin
uk: Перевірте свою класику
