Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: The official versions of AntennaPod do not insert any ads. The app is developed by volunteers without commercial interest and the project relies on donations to cover costs. As AntennaPod's [source code](https://github.com/AntennaPod/AntennaPod) and [income and expenses](https://opencollective.com/antennapod#category-BUDGET) are public everyone is free to verify this.
ca: Les versions oficials d'AntennaPod no introdueixen anuncis. L'app està desenvolupada per voluntaris sense interès comercial i el projecte es basa en donacions per cobrir costos. Com que el [codi font](https://github.com/AntennaPod/AntennaPod) i [ingressos i despeses](https://opencollective.com/antennapod.category-BUDGET) són públics, tothom pot verificar-ho lliurement.
da: De officielle versioner af AntennaPod indeholder ingen reklamer. Appen er udviklet af frivillige uden kommercielle interesser, og projektet er afhængig af donationer for at dække omkostningerne. Da AntennaPods [kildekode](https://github.com/AntennaPod/AntennaPod) og [indtægter og udgifter](https://opencollective.com/antennapod#category-BUDGET) er offentlige, står det enhver frit for at kontrollere dette.
de: Die offiziellen Versionen von AntennaPod enthalten keine Werbung. Die Anwendung wird von Freiwilligen ohne kommerzielles Interesse entwickelt und das Projekt verlässt sich auf Spenden, um die Kosten zu decken. Da der [Quellcode](https://github.com/AntennaPod/AntennaPod) und die [Einnahmen und Ausgaben](https://opencollective.com/antennapod#category-BUDGET) von AntennaPod öffentlich sind, kann dies jeder nachvollziehen.
es: Las versiones oficiales de AntennaPod no insertan anuncios. La aplicación está desarrollada por voluntarios sin interés comercial y el proyecto depende de donaciones para cubrir costes. Dado que el [código fuente](https://github.com/AntennaPod/AntennaPod) y los [ingresos y gastos](https://opencollective.com/antennapod#category-BUDGET) de AntennaPod son públicos, todo el mundo es libre de comprobarlo.
fa: نگارش‌های رسمی آنتناپاد هیچ آگهی‌ای درج نمی‌کنند. این برنامه به‌دست داوطلبان بدون منافع اقتصادی ساخته شده و پروژه برای پوشش هزینه‌ها به کمک‌های مالی وابسته است. چون [کد منبع](https://github.com/AntennaPod/AntennaPod) و [درآمد و هزینه‌های](https://opencollective.com/antennapod#category-BUDGET) آنتناپاد عمومی هستند، همه می‌توانند این را بررسی کنند.
fr: Les versions officielles d'AntennaPod n'insèrent pas de publicité. L'application est développée par des bénévoles sans intérêt commercial et le projet dépend des dons pour couvrir les coûts. Le [code source](https://github.com/AntennaPod/AntennaPod) et les [revenus et dépenses](https://opencollective.com/antennapod#category-BUDGET) d'AntennaPod étant publics, chacun est libre de les vérifier.
gl: As versións oficiais de AntennaPod non inseren anuncios. A aplicación está desenvolta por voluntarios sen interese comercial e o proxecto depende de doazóns para cubrir custos. Dado que o [código fonte](https://github.com/AntennaPod/AntennaPod) e os [ingresos e gastos](https://opencollective.com/antennapod#category-BUDGET) de AntennaPod son públicos, todo o mundo é libre de comprobalo.
it: Le versioni ufficiali di AntennaPod non inseriscono alcuna pubblicità. L'applicazione è sviluppata da volontari senza interessi commerciali e il progetto si affida alle donazioni per coprire i costi. Poiché il [codice sorgente](https://github.com/AntennaPod/AntennaPod) e le [entrate e uscite](https://opencollective.com/antennapod#category-BUDGET) di AntennaPod sono pubbliche, chiunque è libero di verificarlo.
ja: 公式バージョンのAntennaPodは広告を挿入しません。アプリは商業的な利益を持たないボランティアにより開発されていて、プロジェクトは費用を寄付で賄っています。AntennaPodの[ソースコード](https://github.com/AntennaPod/AntennaPod)と[収入と支出](https://opencollective.com/antennapod#category-BUDGET)は公開されており、すべての人が自由に検証できます。
nb_no: De offisielle versjonene av AntennaPod inneholder ingen annonser. Appen er utviklet av frivillige uten kommersielle interesser og prosjektet er avhengig av donasjoner for å dekke kostnadene. Ettersom AntennaPod sin [kildekode](https://github.com/AntennaPod/AntennaPod) og [inntekter og utgifter](https://opencollective.com/antennapod#category-BUDGET) er offentlige kan alle kontrollere dette.
nl: De officiële versies van AntennaPod voegen geen advertenties toe. De app is ontwikkeld door vrijwilligers zonder commercieel belang en het project is afhankelijk van donaties om de kosten te dekken. Aangezien de [broncode](https://github.com/AntennaPod/AntennaPod) en [inkomsten en uitgaven](https://opencollective.com/antennapod#category-BUDGET) van AntennaPod openbaar zijn, staat het iedereen vrij dit te controleren.
pt_br: As versões oficiais do AntennaPod não inserem anúncios. O app é desenvolvido por voluntários, sem fins comerciais e o projeto depende de doações para cobrir custos. Como o [código-fonte](https://github.com/AntennaPod/AntennaPod) e as [finanças](https://opencollective.com/antennapod#category-BUDGET) do AntennaPod são públicos, qualquer pessoa pode verificar essas informações.
ru: Официальные версии AntennaPod не содержат рекламы. Приложение разрабатывается добровольцами без коммерческого интереса, и для покрытия расходов проект полагается на пожертвования. Поскольку [исходный код](https://github.com/AntennaPod/AntennaPod) и [доходы и расходы](https://opencollective.com/antennapod#category-BUDGET) AntennaPod находятся в открытом доступе, каждый может проверить это.
tr: Antennapod'un resmi sürümleri herhangi bir reklam içermez. Uygulama, ticari çıkarı olmayan gönüllüler tarafından geliştirilir ve proje maliyetleri karşılamak için bağışlara güvenir. AntennaPod'un [kaynak kodu](https://github.com/AntennaPod/AntennaPod) ve [gelir ve giderleri](https://opencollective.com/antennapod#category-BUDGET) herkese açık olduğundan herkes bunu doğrulamakta özgürdür.
uk: Офіційні версії AntennaPod не містять жодної реклами. Додаток розроблено волонтерами без комерційного інтересу, і проект покладається на пожертви для покриття витрат. Оскільки [вихідний код](https://github.com/AntennaPod/AntennaPod) і [доходи та витрати](https://opencollective.com/antennapod#category-BUDGET) AntennaPod є загальнодоступними, кожен може це перевірити.

source: If you are seeing ads, this can have two reasons:
ca: Si estàs veient anuncis, això pot tenir dues raons:
da: Hvis du ser annoncer, kan det skyldes to ting:
de: Wenn du Werbung siehst, kann das zwei Ursachen haben:
es: Si estás viendo anuncios, esto puede tener dos razones:
fa: اگر آگهی می‌بینید، دو دلیل ممکن است داشته باشد:
fr: Si vous voyez des publicités, il y a deux raisons à cela :
gl: Se estás a ver anuncios, isto pode ter dúas razóns:
it: Se vedi delle pubblicità, ci possono essere due motivi:
ja: それでも広告を目にした場合、次の2つの理由が考えられます。
nb_no: Hvis du ser annonser, kan dette ha to årsaker:
nl: Als je advertenties ziet, kan dat twee redenen hebben:
pt_br: Se você está vendo anúncios, isso pode acontecer por dois motivos:
ru: Если вы видите рекламу, это может быть вызвано двумя причинами:
tr: Reklam görüyorsanız bunun iki nedeni olabilir:
uk: Якщо ви бачите рекламу, це може бути з двох причин:

source: 1. You downloaded an unofficial version of AntennaPod
ca: 1. Heu baixat una versió no oficial de l'AntennaPod
da: 1. Du har downloadet en uofficiel version af AntennaPod
de: 1. Du hast eine inoffizielle Version von AntennaPod heruntergeladen
es: 1. Has descargado una versión no oficial de AntennaPod
fa: ۱. نگارش غیررسمی آنتناپاد را بارگیری کرده‌اید
fr: 1. Vous avez téléchargé une version non officielle d'AntennaPod
gl: 1. Descargaches unha versión non oficial de AntennaPod
it: 1. Hai scaricato una versione non ufficiale di AntennaPod
ja: 1. 非公式バージョンのAntennaPodをダウンロードしてしまった
nb_no: 1. Du lastet ned en uoffisiell versjon av AntennaPod
nl: 1. Je hebt een onofficiële versie van AntennaPod gedownload
pt_br: 1. Você baixou uma versão não oficial do AntennaPod
ru: 1. Вы загрузили неофициальную версию AntennaPod
tr: 1. AntennaPod'un resmi olmayan bir sürümünü indirdiniz
uk: 1. Ви завантажили неофіційну версію AntennaPod

source: AntennaPod is open-source. This means that anyone can download the source code. Unfortunately, some developers take AntennaPod, insert ads and then publish it as a new app. You can get the official AntennaPod app on [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) and [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). You can even get the latest release from [GitHub](https://github.com/AntennaPod/AntennaPod/) and build AntennaPod yourself!
ca: AntennaPod és de codi obert. Això significa que qualsevol pot descarregar el codi font. Malauradament, alguns desenvolupadors prenen AntennaPod, insereixen anuncis i després el publiquen com una nova aplicació. Podeu obtenir l'aplicació oficial d'AntennaPod a [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) i [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Fins i tot podeu obtenir l'última versió del [GitHub](https://github.com/AntennaPod/AntennaPod/) i construir l'AntennaPod vós mateix!
da: AntennaPod er open-source. Det betyder, at alle kan hente kildekoden. Desværre tager nogle udviklere AntennaPod, indsætter reklamer og udgiver den derefter som en ny app. Du kan få den officielle AntennaPod-app på [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) og [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Du kan endda få den seneste version på [GitHub](https://github.com/AntennaPod/AntennaPod/) og selv bygge AntennaPod!
de: AntennaPod ist Open-Source. Das bedeutet, dass jeder den Quellcode herunterladen kann. Leider nehmen einige Entwickler AntennaPod, fügen Werbung hinzu und veröffentlichen dies dann als neue App. Du kannst die offizielle AntennaPod-App auf [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) oder [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/) herunterladen. Du kannst sogar die neueste Version auf [GitHub](https://github.com/AntennaPod/AntennaPod/) herunterladen und AntennaPod selbst kompilieren!
es: AntennaPod es de código abierto. Esto significa que cualquiera puede descargar el código fuente. Por desgracia, algunos desarrolladores toman AntennaPod, insertan anuncios y luego lo publican como una nueva app. Puedes conseguir la aplicación oficial de AntennaPod en [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) y [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). ¡Incluso puedes conseguir la última versión en [GitHub](https://github.com/AntennaPod/AntennaPod/) y compilar AntennaPod tú mismo!
fa: آنتناپاد متن‌باز است. یعنی هرکسی می‌تواند کد منبع را بارگیری کند. متأسفانه، برخی توسعه‌دهندگان آنتناپاد را می‌گیرند، آگهی درج می‌کنند و به‌عنوان برنامه‌ای جدید منتشر می‌کنند. می‌توانید برنامه رسمی آنتناپاد را از [گوگل‌پلی](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) و [اف-دروید](https://f-droid.org/packages/de.danoeh.antennapod/) بگیرید. حتی می‌توانید آخرین نگارش را از [گیت‌هاب](https://github.com/AntennaPod/AntennaPod/) بگیرید و خودتان آنتناپاد را بسازید!
fr: AntennaPod est un logiciel libre. Cela signifie que tout le monde peut télécharger le code source. Malheureusement, certains développeurs se servent d'AntennaPod, pour y insérer des publicités et le publient ensuite comme une nouvelle application. Vous pouvez obtenir l'application officielle AntennaPod sur [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) ou [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Vous pouvez même obtenir la dernière version sur [GitHub](https://github.com/AntennaPod/AntennaPod/) et construire AntennaPod vous-même !
gl: AntennaPod é de código aberto. Isto significa que calquera pode descargar o código fonte. Por desgraza, algúns desarrolladores toman AntennaPod, inseren anuncios e logo publícano como unha nova app. Podes conseguir a aplicación oficial de AntennaPod en [Google Play](https://play.google.com/store/apps/details?ide=de.danoeh.antennapod) e [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Mesmo podes conseguir a última versión en [GitHub](https://github.com/AntennaPod/AntennaPod/) e compilar AntennaPod ti mesmo!
it: AntennaPod è open source. Questo significa che chiunque può scaricarne il codice sorgente. Sfortunatamente, alcuni sviluppatori prendono AntennaPod, inseriscono delle pubblicità e poi lo pubblicano come una nuova app. Puoi installare l'app ufficiale di AntennaPod da [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) o [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Puoi anche ottenere l'ultima versione da [GitHub](https://github.com/AntennaPod/AntennaPod/) e compilare tu stesso AntennaPod!
ja: AntennaPodはオープンソースです。つまり、誰でもソースコードをダウンロードできます。残念なことに、一部の開発者はAntennaPodを利用して広告を挿入し、新しいアプリとして公開してしまいます。公式のAntennaPodアプリは、[Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod)および[F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/)でダウンロードできます。最新のリリースを[GitHub](https://github.com/AntennaPod/AntennaPod/)からダウンロードして、自分自身でAntennaPodをビルドすることもできます！
nb_no: AntennaPod er basert på åpen kildekode. Det betyr at hvem som helst kan laste ned kildekoden. Dessverre tar noen utviklere AntennaPod, setter inn annonser og publiserer den deretter som en ny app. Du kan få den offisielle AntennaPod-appen på [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) og [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Du kan til og med få den nyeste utgivelsen fra [GitHub](https://github.com/AntennaPod/AntennaPod/) og bygge AntennaPod selv!
nl: AntennaPod is open-source. Dit betekent dat iedereen de broncode kan downloaden. Helaas voegen sommige ontwikkelaars advertenties toe aan AntennaPod om het daarna te publiceren als een nieuwe app. Je kunt de officiële AntennaPod app vinden op [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) en [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Je kunt zelfs de laatste release van [GitHub](https://github.com/AntennaPod/AntennaPod/) halen en AntennaPod zelf bouwen!
pt_br: O AntennaPod é um software de código aberto. Isso significa que qualquer pessoa pode baixar o código-fonte. Infelizmente, alguns desenvolvedores pegam o AntennaPod, inserem anúncios e o publicam como um novo app. Você pode baixar a versão oficial do AntennaPod no [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) e no [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Também é possível obter a última versão no [GitHub](https://github.com/AntennaPod/AntennaPod/) e compilar o app você mesmo!
ru: AntennaPod имеет открытый исходный код. Это означает, что любой желающий может загрузить исходный код. К сожалению, некоторые разработчики берут AntennaPod, вставляют рекламу, а затем публикуют его как новое приложение. Вы можете получить официальное приложение AntennaPod в [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) и [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Вы даже можете получить последний релиз с [GitHub](https://github.com/AntennaPod/AntennaPod/) и собрать AntennaPod самостоятельно!
tr: AntennaPod açık kaynaklıdır. Yani herkes kaynak kodunu indirebilir. Ne yazık ki bazı geliştiriciler AntennaPod'u alıp , reklamlar ekliyor ve sonra onu yeni bir uygulama olarak yayınlıyor. Resmi AntennaPod uygulamasını [ Google Play ](https://play.google.com/store/apps/details?id=de.danoeh. antennapod ) ve [ F-Droid ](https:// f-droid .org/packages/de.danoeh. antennapod /) üzerinden edinebilirsiniz. Hatta en son sürümü [ GitHub ](https://github.com/ AntennaPod / AntennaPod /) üzerinden edinebilir ve AntennaPod'u kendiniz derleyebilirsiniz!
uk: AntennaPod має відкритий код. Це означає, що кожен може завантажити вихідний код. На жаль, деякі розробники беруть AntennaPod, вставляють рекламу, а потім публікують її як нову програму. Ви можете завантажити офіційну програму AntennaPod на [Google Play](https://play.google.com/store/apps/details?id=de.danoeh.antennapod) і [F-Droid](https://f-droid.org/packages/de.danoeh.antennapod/). Ви навіть можете отримати останню версію з [GitHub](https://github.com/AntennaPod/AntennaPod/) і створити AntennaPod самостійно!

source: 2. The podcast creators or their hosting company added the ads to their shownotes or audio file
ca: 2. Els creadors de podcast o la seva empresa d'allotjament van afegir els anuncis als seus showsotes o al fitxer d'àudio
da: 2. Udgiverne af podcasten tilføjede annoncerne til deres afsnitsbeskrivelse eller lydfil
de: 2. Die Podcast-Herausgeber haben die Werbung in ihre Shownotes oder Audiodatei eingefügt
es: 2. Los creadores del podcast o su empresa de alojamiento agregaron los anuncios a sus notas de presentación o archivo de audio
fa: ۲. سازندگان پادپخش یا شرکت میزبان‌شان آگهی‌ها را به یادداشت‌ها یا پرونده صوتی افزوده‌اند
fr: 2. Les créateurs du podcast ou leur hébergeur ont ajouté les publicités à leurs notes ou à leur fichier audio
gl: 2. Os creadores do podcast ou a súa empresa de aloxamento agregaron os anuncios ás súas notas de presentación ou arquivo de audio
it: 2. I creatori del podcast o la loro società di hosting hanno aggiunto le pubblicità alle note dell'episodio o al file audio
ja: 2. ポッドキャストのクリエイターまたはホスティング会社が、ショーノートや音声ファイルに広告を挿入した
nb_no: 2. Podkast-skaperne eller deres vertsfirma har lagt til annonsene i episodebeskrivelsen eller lydfilen
nl: 2. De podcast makers of hun uitgevers voegden de advertenties toe aan hun shownotes of audiobestand
pt_br: 2. Os criadores do podcast ou a plataforma de hospedagem adicionaram anúncios às notas do episódio ou ao arquivo de áudio
ru: 2. Создатели подкаста или их хостинг-компания добавили рекламу в свои шоутоты или аудиофайл
tr: 2. Podcast yaratıcıları veya barındırma şirketleri reklamları gösteri notlarına veya ses dosyasına ekledi
uk: 2. Творці подкастів або їх хостингова компанія додали рекламу до своїх нотаток або аудіофайлу

source: AntennaPod plays podcasts just like they were published by the creators. If they include ads, AntennaPod plays them. We have nothing to do with those ads, so all revenues go to the creators and/or their hosting company.
ca: AntennaPod reprodueix podcasts tal com van ser publicats pels creadors. Si inclouen anuncis, AntennaPod els reprodueix. No tenim res a veure amb aquests anuncis, de manera que tots els ingressos van als creadors i/o la seva empresa d'allotjament.
da: AntennaPod afspiller podcasts, nøjagtigt som de blev udgivet af producenterne. Hvis de indeholder reklamer, afspiller AntennaPod dem. Vi har intet med disse reklamer at gøre, så alle indtægter går til producenterne og/eller deres hostingselskab.
de: AntennaPod spielt die Podcasts so ab, wie sie von den Podcastern veröffentlicht wurden. Wenn sie Werbung enthalten, spielt AntennaPod sie ab. In diese Anzeigen sind wir nicht involviert und die Einnahmen gehen vollständig an den Podcast.
es: AntennaPod reproduce podcasts tal como los publicaron los creadores. Si incluyen anuncios, AntennaPod los reproduce. No tenemos nada que ver con esos anuncios, por lo que todos los ingresos van a los creadores y/o su empresa de alojamiento.
fa: آنتناپاد پادپخش‌ها را همان‌گونه که سازندگان منتشر کرده‌اند پخش می‌کند. اگر آن‌ها آگهی درج کنند، آنتناپاد آن‌ها را پخش می‌کند. ما هیچ ارتباطی با این آگهی‌ها نداریم، بنابراین کل درآمد به سازندگان یا شرکت میزبان‌شان می‌رسد.
fr: AntennaPod lit les podcasts tels qu'ils ont été publiés par leurs créateurs. S'ils contiennent des publicités, AntennaPod les diffuse. Nous n'avons rien à voir avec ces publicités. Les revenus sont donc intégralement reversés aux éditeurs de votre podcast.
gl: AntennaPod reproduce podcasts tal como publicáronos os creadores. Se inclúen anuncios, AntennaPod reprodúceos. Non temos nada que ver con eses anuncios, polo que todos os ingresos van aos creadores e/o a súa empresa de aloxamento.
it: AntennaPod riproduce i podcast esattamente come sono stati pubblicati dai loro creatori. Se questi includono annunci pubblicitari, AntennaPod li riproduce. Non abbiamo nulla a che vedere con questi annunci, perciò i ricavi vanno interamente ai creatori e/o alla società di hosting.
ja: AntennaPodは、ポッドキャストをクリエイターにより公開された状態のまま再生します。もしそこに広告が含まれていた場合、AntennaPodはそれを再生します。こうした広告はAntennaPodとは無関係であるため、すべての収益はクリエイターやホスティング会社が受け取ります。
nb_no: AntennaPod spiller av podkaster akkurat slik de ble publisert av skaperne. Hvis de inneholder annonser, spiller AntennaPod dem av. Vi har ingenting med disse annonsene å gjøre, så alle inntektene går til skaperne og/eller vertsselskapet deres.
nl: AntennaPod speelt podcasts af zoals ze door de makers zijn gepubliceerd. Als ze advertenties bevatten, speelt AntennaPod ze af. Wij hebben niets te maken met die advertenties, dus gaan alle inkomsten naar de makers en/of hun hoster.
pt_br: O AntennaPod reproduz podcasts exatamente como foram publicados pelos criadores. Se eles incluem anúncios, o AntennaPod os reproduz. Não temos nenhuma ligação com esses anúncios, então todas a receita vai para os criadores e/ou para a plataforma de hospedagem.
ru: AntennaPod воспроизводит подкасты так, как они были опубликованы их создателями. Если в них есть реклама, AntennaPod воспроизводит ее. Мы не имеем никакого отношения к этой рекламе, поэтому все доходы идут создателям и/или их хостинговой компании.
tr: AntennaPod, podcast'leri tıpkı yaratıcıları tarafından yayınlandığı gibi oynatır. Reklam içeriyorlarsa, AntennaPod onları oynatır. Bu reklamlarla hiçbir ilgimiz yoktur, bu nedenle tüm gelirler yaratıcılara ve/veya barındırma şirketlerine gider.
uk: AntennaPod відтворює подкасти так само, як їх опублікували творці. Якщо вони містять рекламу, AntennaPod їх відтворює. Ми не маємо жодного відношення до цієї реклами, тому всі доходи надходять творцям та/або їхнім хостинговим компаніям.
