Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Issues that only occur with one or a few specific podcasts are often related to those podcasts. To confirm if this is the case, you can follow these steps:
ca: Els problemes que només es produeixen amb un o uns pocs podcasts específics sovint estan relacionats amb aquests podcasts. Per confirmar si aquest és el cas, podeu seguir aquests passos:
da: Problemer, der kun opstår i forbindelse med en eller nogle få bestemte podcasts, er ofte relateret til disse podcasts. Hvis du vil bekræfte, om det er tilfældet, kan du følge disse trin:
de: Probleme, die nur bei einem oder wenigen bestimmten Podcasts auftreten, hängen oft mit ebenjenen Podcasts zusammen. Um festzustellen, ob dies der Fall ist, kannst du folgende Schritte ausführen:
es: Problemas que solamente pasan con uno o algunos podcasts suelen estar relacionados con los podcasts en si. Para confirmar si ese es el caso, puedes seguir estos pasos:
fa: مشکلاتی که فقط با یک یا چند پادپخش خاص رخ می‌دهند، اغلب به آن پادپخش‌ها مربوطند. برای بررسی، این گام‌ها را دنبال کنید:
fr: Les problèmes qui ne se produisent qu'avec un ou quelques podcasts spécifiques sont souvent liés à ces podcasts. Pour confirmer si c'est le cas, vous pouvez suivre les étapes suivantes :
gl: Problemas que soamente pasan cun ou algúns podcasts adoitan estar relacionados cos podcasts en se. Para confirmar se ese é o caso, podes seguir estes pasos:
it: I problemi che si verificano solo con uno o pochi podcast specifici sono spesso legati a tali podcast. Per verificare se è questo il caso, puoi seguire questi passaggi:
ja: 一部の特定のポッドキャストでのみ発生する問題は、多くの場合、そのポッドキャストに関連しています。これに該当するかどうかを確認するには、次の手順に従います。
nb_no: Problemer som bare oppstår med én eller noen få spesifikke podkaster, er ofte knyttet til disse podkastene. For å bekrefte om dette er tilfelle, kan du følge disse trinnene:
nl: Problemen die zich slechts bij één of enkele specifieke podcasts voordoen, houden vaak verband met die podcasts. Om te bevestigen of dit het geval is, neem je de volgende stappen:
pt_br: Problemas que ocorrem apenas com um ou alguns podcasts específicos geralmente estão relacionados a esses próprios podcasts. Para confirmar se esse é o caso, siga essas etapas:
ru: Проблемы, возникающие только с одним или несколькими конкретными подкастами, часто связаны именно с ними. Чтобы проверить, так ли это, выполните следующие действия:
tr: Yalnızca bir veya birkaç belirli podcast'te oluşan sorunlar genellikle o podcast'lerle ilgilidir. Bunun böyle olup olmadığını doğrulamak için şu adımları izleyebilirsiniz:
uk: Проблеми, які виникають лише з одним або кількома конкретними подкастами, часто пов’язані з цими подкастами. Щоб переконатися, що це так, виконайте такі дії:

source: Tap on the notification to open the Download Log
ca: Toqueu a la notificació per obrir el registre de baixades
da: Tryk på meddelelsen for at åbne overførselsloggen
de: Tippe auf die Benachrichtigung, um das Download-Protokoll zu öffnen
es: Pulsa sobre la notificación para abrir el registro de descargas
fa: روی آگاه‌ساز بزنید تا گزارش بارگیری باز شود
fr: Tapez sur la notification pour ouvrir le journal de téléchargement
gl: Pulsa sobre a notificación para abrir o rexistro de descargas
it: Tocca la notifica per aprire il registro dei download
ja: 通知をタップして、ダウンロードログを開きます
nb_no: Trykk på varselet for å åpne nedlastingsloggen
nl: Tik op de melding om het Download Logboek te openen
pt_br: Toque na notificação para abrir o Registro de downloads
ru: Нажмите на уведомление, чтобы открыть журнал загрузки
tr: İndirme Günlüğünü açmak için bildirime dokunun
uk: Торкніться сповіщення, щоб відкрити журнал завантажень

source: Tap on the specific log entry with the error
ca: Toqueu a l'entrada de registre específica amb l'error
da: Tryk på den specifikke logbogspost med fejlen
de: Tippe auf den Fehler-spezifischen Protokolleintrag
es: Pulsa sobre la entrada de registro específica con el error
fa: روی ورودی گزارش خاص با خطا بزنید
fr: Tapez sur l'entrée du journal contenant l'erreur
gl: Pulsa sobre a entrada de rexistro específica co erro
it: Tocca la voce di registro specifica che contiene l'errore
ja: エラーがある特定のログエントリーをタップします
nb_no: Trykk på den spesifikke loggoppføringen med feilen
nl: Tik op het specifieke logboekitem met de fout
pt_br: Toque na entrada específica do registro que contém o erro
ru: Нажмите на конкретную запись журнала с ошибкой
tr: Hatanın olduğu belirli günlük girişine dokunun
uk: Торкніться певного запису журналу з помилкою

source: Long-press on the URL that is displayed, and copy or open it in your web browser
ca: Premeu llargament l'URL que es mostra, i copia-la o obre-la al teu navegador web
da: Tryk længe på den URL, der vises, og kopier eller åbn den i din webbrowser
de: Drücke lange auf die angezeigte Adresse, um sie zu kopieren oder im Browser zu öffnen
es: Mantén pulsada la URL que se muestra y cópiala o ábrela en tu navegador
fa: نشانی نمایش‌داده‌شده را طولانی فشار دهید و آن را رونوشت کنید یا در مرورگر وب خود باز کنید
fr: Appuyez longuement sur l'URL qui s'affiche, puis copiez-la ou ouvrez-la dans votre navigateur Web
gl: Mantén pulsada a URL que se mostra e cópiaa ou ábrea no teu navegador
it: Premi a lungo sull'URL visualizzato e copialo o aprilo nel tuo browser
ja: 表示されたURLを長押しして、コピーしたURLをウェブブラウザで開きます
nb_no: Trykk lenge på nettadressen som vises og kopier eller åpne den i nettleseren
nl: Druk lang op de weergegeven URL en kopieer of open deze in de browser
pt_br: Toque e segure sobre o URL exibido e copie-o ou abra-o em seu navegador
ru: Нажмите на отображаемый URL-адрес, скопируйте или откройте его в веб-браузере
tr: Görüntülenen URL'ye uzun basın ve kopyalayın veya web tarayıcınızda açın
uk: Натисніть і утримуйте URL-адресу, яка відображається, і скопіюйте або відкрийте її у веб-браузері

source: If the URL doesn't work in the browser either, this means that it is not a problem with AntennaPod. If you get the error message consistently then the podcast has likely been moved, taken off-line or is not properly configured. In this case, please contact the podcast creators (as this cannot be fixed at our end).
ca: Si l'URL tampoc funciona en el navegador, això significa que no és un problema amb AntennaPod. Si obteniu el missatge d'error constantment, és probable que el podcast s'hagi mogut, eliminat o no estigui configurat correctament. En aquest cas, si us plau, poseu-vos en contacte amb els creadors de podcast (ja que això no es pot solucionar al nostre final).
da: Hvis URL'en heller ikke virker i browseren, betyder det, at det ikke er et problem med AntennaPod. Hvis du får fejlmeddelelsen konstant, er podcasten sandsynligvis blevet flyttet, taget offline eller ikke konfigureret korrekt. I så fald skal du kontakte podcast-skaberne (da dette ikke kan løses hos os).
de: Falls die Adresse auch im Browser nicht funktioniert, bedeutet dies, dass es sich nicht um ein Problem mit AntennaPod handelt. Wenn du die Fehlermeldung immer wieder erhältst, wurde der Podcast wahrscheinlich verschoben, vom Netz genommen oder ist nicht richtig konfiguriert. In diesem Fall wende dich bitte an die Erstellenden des Podcasts (da das Problem nicht von unserer Seite aus behoben werden kann).
es: Si la URL tampoco funciona en el navegador, significa que no es un problema de AntennaPod. Si recibes el mensaje de error constantemente, es probable que el podcast haya sido movido, retirado de la red o no esté configurado correctamente. En este caso, ponte en contacto con los creadores del podcast (ya que esto no lo podemos arreglar de nuestro lado).
fa: اگر نشانی در مرورگر هم کار نکند، مشکل از آنتناپاد نیست. اگر پیام خطا پیوسته نمایش داده می‌شود، احتمالاً پادپخش جابه‌جا شده، برخط نیست یا درست پیکربندی نشده است. در این مورد، لطفاً با سازندگان پادپخش تماس بگیرید (چون کاری از دست ما ساخته نیست).
fr: Si l'URL ne fonctionne pas non plus dans le navigateur, cela signifie qu'il ne s'agit pas d'un problème avec AntennaPod. Si le message d'erreur s'affiche régulièrement, le podcast a probablement été déplacé, mis hors ligne ou n'est pas correctement configuré. Dans ce cas, veuillez contacter les créateurs du podcast (car ce problème ne peut être résolu par nos soins).
gl: Se a URL tampouco funciona no navegador, significa que non é un problema de AntennaPod. Se recibes a mensaxe de erro constantemente, é probable que o podcast fose movido, retirado da rede ou non estea configurado correctamente. Neste caso, ponche en contacto cos creadores do podcast (xa que isto non o podemos arranxar do noso lado).
it: Se l'URL non funziona nemmeno nel browser, significa che non si tratta di un problema di AntennaPod. Se il messaggio di errore viene visualizzato costantemente, è probabile che il podcast sia stato spostato, messo offline o non sia configurato correttamente. In questo caso, contatta i creatori del podcast (poiché noi non possiamo risolvere il problema).
ja: URLがブラウザでも表示されない場合、AntennaPodにm音大があるわけではないということになります。エラーメッセージを常に受け取る場合は、ポッドキャストが移動したか、オフラインになっているか、正しく設定されていない可能性があります。この場合、（AntennaPod側では修正が不可能なため）ポッドキャストの作者に連絡してください。
nb_no: Hvis nettadressen heller ikke fungerer i nettleseren betyr det at det ikke er et problem med AntennaPod. Hvis du får feilmeldingen konsekvent har podkasten sannsynligvis blitt flyttet, tatt av nett eller er ikke riktig konfigurert. Ta i så fall kontakt med podkast-skaperne (siden dette ikke kan fikses av oss).
nl: Als de URL evenmin werkt in de browser, betekent dit dat het niet aan AntennaPod ligt. Als je de foutmelding consequent krijgt, dan is de podcast waarschijnlijk verplaatst, offline gehaald of niet goed geconfigureerd. Neem in dit geval contact op met de makers van de podcast (aangezien dit niet door ons verholpen kan worden).
pt_br: Se o URL também não funcionar no navegador, isso significa que o problema não está no AntennaPod. Se a mensagem de erro aparece constantemente, é provável que o podcast tenha sido movido, retirado do ar ou esteja configurado incorretamente. Nesse caso, entre em contato com os criadores do podcast (pois não há como corrigir isso no AntennaPod).
ru: Если URL-адрес не работает и в браузере, это означает, что проблема не в AntennaPod. Если вы постоянно получаете сообщение об ошибке, то, скорее всего, подкаст был перемещен, удален из сети или неправильно настроен. В этом случае, пожалуйста, свяжитесь с создателями подкаста (так как это не может быть исправлено с нашей стороны).
tr: URL tarayıcıda da çalışmıyorsa, bu sorun AntennaPod ile ilgili değildir . Hata mesajını sürekli alıyorsanız, podcast muhtemelen taşınmış, çevrimdışı alınmış veya düzgün yapılandırılmamış demektir. Bu durumda lütfen podcast yaratıcılarıyla iletişime geçin (çünkü bu bizim tarafımızdan düzeltilemez).
uk: Якщо URL-адреса також не працює в браузері, це означає, що це не проблема з AntennaPod. Якщо ви постійно отримуєте повідомлення про помилку, це означає, що подкаст, ймовірно, було переміщено, виведено з мережі або неправильно налаштовано. У цьому випадку зв’яжіться з розробниками подкастів (оскільки ми не можемо це виправити).

source: Does the error message in the Download log say "Failed to connect to [url]"? Then this probably means that there is interference on your network. If you have an ad-blocker, VPN, captive portal, proxy, privacy guard, special DNS service, or parental control set up on your phone, you can try turning these off.
ca: El missatge d'error del registre de Baixades diu "Avançat per connectar a [url]"? Llavors això probablement significa que hi ha interferències a la vostra xarxa. Si teniu un blocador d'anuncis, VPN, portal captiu, proxy, guarda de privacitat, servei especial de DNS o control parental configurat al telèfon, podeu provar d'apagar-los.
da: Står der "Failed to connect to [url]" i fejlmeddelelsen i overførselsloggen? Så betyder det sandsynligvis, at der er forstyrrelser på dit netværk. Hvis du har en ad-blocker, VPN, captive portal, proxy, privacy guard, en særlig DNS-tjeneste eller forældrekontrol installeret på din telefon, kan du prøve at slå disse fra.
de: Besagt die Fehlermeldung im Download-Protokoll „Failed to connect to [url]“? Dann bedeutet dies wahrscheinlich, dass es in deinem Netzwerk Störungen gibt. Falls du einen Werbeblocker, VPN, Proxy, speziellen DNS-Dienst, Privacy Guard, ein Captive Portal, oder eine Kindersicherung auf deinem Telefon eingerichtet hast, kannst du versuchen, diese zu deaktivieren.
es: ¿El mensaje de error en el registro de Descargas dice "Fallo en la conexión con [url]"? Entonces probablemente significa que hay interferencias en tu red. Si tienes un bloqueador de anuncios, una VPN, un portal cautivo, un proxy, un guardián de la privacidad, un servicio especial de DNS o un control parental configurado en tu teléfono, prueba a desactivarlos.
fa: آیا پیام خطا در گزارش بارگیری می‌گوید «ناتوانی در اتصال به [نشانی]»؟ گمان میرود شبکه شما ناسازگاری دارد. اگر مسدودکننده آگهی، فیلترشکن، درگاه محدود، پروکسی، نگهبان حریم خصوصی، خدمت دی‌ان‌اس ویژه یا واپایش والدین روی گوشی دارید، می‌توانید آن‌ها را خاموش کنید.
fr: Le message d'erreur dans le journal de téléchargement indique-t-il "Failed to connect to [url]" ? Cela signifie probablement qu'il y a des interférences sur votre réseau. Si votre téléphone est équipé d'un bloqueur de publicité, d'un VPN, d'un portail captif, d'un proxy, d'un dispositif de protection de la vie privée, d'un service DNS spécial ou d'un contrôle parental, vous pouvez essayer de les désactiver.
gl: A mensaxe de erro no rexistro de Descargas di "Fallo na conexión con [url]"? Entón probablemente significa que hai interferencias na túa rede. Se tes un bloqueador de anuncios, unha VPN, un portal #cativo, un proxy, un gardián da privacidade, un servizo especial de DNS ou un control parental configurado no teu teléfono, proba a desactivalos.
it: Il messaggio di errore nel registro dei download dice "Failed to connect to [url]"? Allora probabilmente significa che c'è un'interferenza sulla rete. Se sul telefono sono impostati un ad blocker, una VPN, un captive portal, un proxy, un privacy guard, un servizio DNS speciale o uno strumento di controllo parentale, puoi provare a disattivarli.
ja: ダウンロードログのエラー メッセージに「[url] への接続に失敗しました」と表示されていますか？ これはおそらくネットワーク上に干渉があることを意味します。スマートフォンに広告ブロッカー、VPN、キャプティブポータル、プロキシ、プライバシーガード、特別なDNSサービス、ペアレンタルコントロールなどが設定されている場合は、これらをオフにしてみてください。
nb_no: Sier feilmeldingen i nedlastingsloggen "Kunne ikke koble til [url]"? Da betyr det sannsynligvis at det er forstyrrelser i nettverket ditt. Hvis du har en annonseblokkering, VPN, påloggingsportal, proxy, personvernvakt, spesiell DNS-tjeneste eller foreldrekontroll på telefonen din kan du prøve å slå av disse.
nl: Staat er in de foutmelding in het Download logboek "Failed to connect to [url]"? Dan is er waarschijnlijk sprake van storing op uw netwerk. Als je een ad-blocker, VPN, captive portal, proxy, privacy guard, speciale DNS-dienst of ouderlijk toezicht op je telefoon hebt ingesteld, kun je proberen deze uit te schakelen.
pt_br: A mensagem de erro no Registro de downloads diz "Failed to connect to [URL]"? Isso provavelmente indica alguma interferência na sua rede. Se você utiliza bloqueador de anúncios, VPN, portal cativo, proxy, ferramenta de privacidade, serviço de DNS especial ou controle parental no seu celular, tente desativar esses recursos.
ru: В сообщении об ошибке в журнале загрузки говорится "Не удалось подключиться к [url]"? Тогда это, вероятно, означает, что в вашей сети есть помехи. Если на вашем телефоне установлены блокировщик рекламы, VPN, портал захвата, прокси, защита конфиденциальности, специальная служба DNS или родительский контроль, попробуйте отключить их.
tr: İndirme günlüğündeki hata mesajı "Failed to connect to [url]" mu diyor? O zaman bu muhtemelen ağınızda bir parazit olduğu anlamına gelir. Telefonunuzda bir reklam engelleyici, VPN, captive portal, proxy, gizlilik koruması, özel DNS hizmeti veya ebeveyn denetimi kuruluysa bunları kapatmayı deneyebilirsiniz.
uk: Чи є повідомлення про помилку в журналі завантажень "Не вдалося підключитися до [url]"? Тоді це, ймовірно, означає, що у вашій мережі є перешкоди. Якщо на вашому телефоні налаштовано блокувальник реклами, VPN, адаптивний портал, проксі-сервер, захист конфіденційності, спеціальну службу DNS або батьківський контроль, ви можете спробувати вимкнути їх.

source: Do you see an error message like "not well-formed (invalid token)”? Then the publisher messed up their (RSS) feed. (For example, they might have used a plain `&`-sign rather than encoding it as `&amp;`.) Please contact the publisher directly, as this cannot be fixed at our end.
ca: Veieu un missatge d'error com "no ben format (token no vàlid)"? Llavors l'editor va malmetre el seu (RSS) canal. (Per exemple, podrien haver utilitzat un signe `&` senzill en lloc de codificar-lo com `&amp;`) Si us plau, contacteu directament amb l'editor, ja que això no es pot arreglar al nostre costat.
da: Ser du en fejlmeddelelse såsom "not well-formed (invalid token)"? Så har udgiveren ødelagt sit (RSS-)feed. (F.eks. ved at have brugt et almindeligt `&`-tegn i stedet for at kode det som `&amp;`.) Kontakt venligst udgiveren direkte, da dette ikke kan rettes hos os.
de: Du siehst eine Fehlermeldung wie „not well-formed (invalid token)“? Dann hat der Herausgeber seinen (RSS-)Feed kaputt gemacht. (Zum Beispiel könnte er ein einfaches `&`-Zeichen verwendet haben, anstatt es als `&amp;` zu kodieren). Wende dich bitte direkt an den Herausgeber, da dies nicht von unserer Seite aus behoben werden kann.
es: ¿Ves un mensaje de error como "no está bien formado (token no válido)"? Entonces, el editor ha estropeado tu canal (RSS). (Por ejemplo, es posible que hayan utilizado un signo simple `&` en lugar de codificarlo como `&amp;`). Ponte en contacto con el editor directamente, ya que esto no lo podemos arreglar de nuestro lado.
fa: آیا پیام خطایی مانند «نادرست شکل‌گرفته (توکن نامعتبر)» می‌بینید؟ در این صورت، ناشر خوراک (RSS) خود را خراب کرده است. (برای مثال، شاید نشان ساده `&` را به‌جای کدگذاری `&amp;` به‌کار برده.) لطفاً مستقیماً با ناشر تماس بگیرید، چون کاری از دست ما بر نمی‌آید.
fr: Vous voyez un message d'erreur du type "not well-formed (invalid token)" ? C'est que l'éditeur s'est trompé dans son flux (RSS). (Par exemple, il a pu utiliser un simple signe `&` au lieu de l'encoder en `&amp ;`.) Veuillez contacter directement l'éditeur, car ce problème ne peut être résolu par nos soins.
gl: Ves unha mensaxe de erro como "non está ben formado (token non válido)"? Entón, o editor estragou a túa canle (RSS). (Por exemplo, é posible que utilizasen un signo simple `&` en lugar de codificalo como `&amp
it: Vedi un messaggio di errore del tipo "not well-formed (invalid token)"? Allora l'editore ha commesso qualche errore nel suo feed (RSS). (Per esempio, potrebbe aver usato un segno `&` semplice invece di codificarlo come `&amp;`). Contatta direttamente l'editore, poiché noi non possiamo risolvere questo problema.
ja: 「整形式ではありません（無効なトークン）」のようなエラーメッセージが表示されますか？ その場合、配信者の（RSS）フィードが壊れています。（たとえば、`&amp;`としてエンコードするのではなく、単純な`&`記号を使用している可能性があります。）これはAntennaPod側では修正が不可能なため、配信者に直接問い合わせてください。
nb_no: Ser du en feilmelding som "not well-formed (ugyldig token)"? Da har utgiveren rotet til (RSS-)feeden sin. (For eksempel kan de ha brukt et vanlig `&`-tegn i stedet for å kode det som `&`.) Ta kontakt med utgiveren direkte, da dette ikke kan fikses fra vår side.
nl: Zie je een foutmelding als "not well-formed (invalid token)"? Dan heeft de uitgever de RSS-feed verknoeid. (Misschien is bijvoorbeeld een `&`-teken gebruikt in plaats van het te coderen als `&amp;`). Neem rechtstreeks contact op met de uitgever, want dit kan niet door ons worden opgelost.
pt_br: Você vê uma mensagem de erro como “not well-formed (invalid token)”? Então o produtor cometeu um erro no feed (RSS) do podcast. (Por exemplo, usou um símbolo `&` simples em vez de codificá-lo como `”&amp;`. ) Nesse caso, entre em contato diretamente com o produtor, pois não há como corrigir isso no AntennaPod.
ru: Вы видите сообщение об ошибке типа "not well-formed (invalid token)"? Значит, издатель испортил свою (RSS) ленту. (Например, он мог использовать обычный `&`-знак, а не кодировать его как `&amp;`). Пожалуйста, свяжитесь с издателем напрямую, так как мы не можем исправить эту проблему.
tr: "İyi biçimlendirilmemiş (geçersiz belirteç)" gibi bir hata mesajı mı görüyorsunuz? O zaman yayıncı (RSS) beslemesini bozmuş . (Örneğin, ` & ` olarak kodlamak yerine düz bir ` & ` işareti kullanmış olabilirler .) Lütfen doğrudan yayıncıyla iletişime geçin, çünkü bu bizim tarafımızdan düzeltilemez.
uk: Ви бачите повідомлення про помилку на кшталт «not well-formed (invalid token)»? Тоді видавець переплутав свій (RSS) канал. (Наприклад, вони могли використати звичайний `&`-знак, а не закодувати його як ` &`.) Будь ласка, зв’яжіться безпосередньо з видавцем, оскільки ми не можемо вирішити цю проблему.
