Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Auto Delete is located in `Settings` » `Storage`. When enabled, episodes are deleted when playback completes (but not when manually marking an episode as 'played').
da: Automatisk sletning findes i `Indstillinger` » `Lagring`. Når den er aktiveret, slettes afsnit, når afspilningen er afsluttet (men ikke når et afsnit manuelt markeres som 'afspillet').
es: El borrado automático se encuentra en `Configuración` » `Almacenamiento`. Cuando se activa, los episodios se eliminan al completar la reproducción (pero no cuando un episodio se marca manualmente como 'reproducido').
fr: La suppression automatique se trouve dans `Préférences` → `Stockage`. Lorsqu'elle est activée, les épisodes sont supprimés lorsque la lecture est terminée (sauf si vous marquez manuellement un épisode comme lu).
gl: O borrado automático atópase en `Axustes` » `almacenamento`. Cando se activa, os episodios elimínanse ao completar a reprodución (pero non ao marcar manualmente un episodio como 'reproducido').
it: L'eliminazione automatica si trova in `Impostazioni` » `Memoria`. Quando è abilitata, gli episodi vengono eliminati quando la riproduzione è completata (ma non quando si contrassegna manualmente un episodio come "riprodotto").
ja: 自動削除は `設定` » `ストレージ` にあります。有効にすると、再生が完了したときにエピソードが削除されます（ただし、手動でエピソードを「再生済み」とマークしたときには削除されません）。
nb_no: Automatisk sletting er å finne i `Innstillinger` → `Lagring`. Når det er påslått slettes episoder når avspilling fullføres (men ikke når en episode blir merket 'avspilt' manuelt).
nl: Automatisch verwijderen bevindt zich in `Instellingen` » `Opslag`. Als het ingeschakeld is, worden afleveringen verwijderd na het afspelen (maar niet wanneer een aflevering handmatig wordt gemarkeerd als 'afgespeeld').
ru: Автоудаление находится в `Настройки`>>`Хранилище`. Когда включено, эпизоды автоматически будут автоматически удаляться по завершению воспроизведения (кроме тех, что вы самостоятельно отметили как "Прослушанные").
uk: Автоматичне видалення знаходиться в `Налаштування` » `Зберігання`. Якщо ввімкнено, епізоди видаляються після завершення відтворення (але не під час ручного позначення епізоду як «відтвореного»).

source: Episode Cleanup
da: Oprydning af afsnit
es: Limpieza de episodios
fr: Nettoyage de l'épisode
gl: Limpeza de episodios
it: Pulizia episodi
ja: エピソードのクリーンアップ
nb_no: Episodeopprensking
nl: Aflevering opschonen
ru: Очистка эпизода
uk: Очищення епізоду

source: Episode Cleanup is located in `Settings` » `Network` » `Automatic Download`. If Automatic Download needs space for new episodes, it will delete old episodes that are not in the queue and not marked as favorite. You can add a delay (x time after playback) or Episode. The setting `Episode Cache` determines the maximum amount of downloaded episodes.
da: Afsnitsoprydning findes i `Indstillinger` » `Netværk` » `Automatisk overførsel`. Hvis Automatisk overførsel har brug for plads til nye afsnit, sletter den gamle afsnit, der ikke er i køen og ikke er markeret som favorit. Du kan tilføje en forsinkelse (x tid efter afspilning) eller Afsnit. Indstillingen `Mellemlager for afsnit` bestemmer den maksimale mængde overførte afsnit.
es: La limpieza de episodios se encuentra en `Configuración` » `Red` » `Descarga automática`. Si la Descarga Automática necesita espacio para episodios nuevos, borrará los episodios antiguos que no estén en la cola y no estén marcados como favoritos. Puedes añadir un retardo (x tiempo después de la reproducción) o Episodio. El ajuste `Caché de episodios` determina la cantidad máxima de episodios descargados.
fr: Le nettoyage des épisodes se trouve dans `Préférences` → `Réseau` → `Téléchargement automatique`. Si le téléchargement automatique a besoin d'espace pour les nouveaux épisodes, il supprimera les anciens épisodes qui ne sont pas dans la liste de lecture et qui ne sont pas marqués comme favoris. Vous pouvez ajouter un délai (x temps après la lecture) ou un épisode. Le paramètre `Nombre d'épisode stockés` détermine la quantité maximale d'épisodes téléchargés.
gl: A limpeza de episodios atópase en `Axustes` » `Rede` » `Descarga automática`. Se a Descarga Automática necesita espazo para episodios novos, eliminará episodios vellos que non estean na cola nin marcados como favoritos. Podes engadir un retardo (x tempo despois da reprodución) ou Episodio. O axuste `Caché de Episodios` determina a cantidade máxima de episodios descargados.
it: "Pulizia episodi" si trova in `Impostazioni` » `Rete` » `Download automatico`. Se il download automatico ha bisogno di spazio per i nuovi episodi, eliminerà i vecchi episodi che non sono in coda e non sono segnati come preferiti. È possibile aggiungere un ritardo (tempo x dopo la riproduzione) o Episodio. L'impostazione `Cache degli episodi` determina la quantità massima di episodi scaricati da conservare.
ja: エピソードのクリーンアップは、`設定` » `ネットワーク` » `自動ダウンロード` にあります。自動ダウンロードが新しいエピソードのために空き容量を必要とする場合には、キューに追加されておらず、お気に入りとしてマークされていない古いエピソードが削除されます。遅延（再生後に削除するまでの時間）やエピソード数を追加することもできます。ダウンロードするエピソードの最大数は、設定 `エピソードキャッシュ` により決まります。
nb_no: Episodeopprensking er å finne i `Innstillinger` → `Nettverk` → `Automatisk nedlasting`. Hvis plass for nye automatisk nedlastede episoder trengs vil gamle episoder som ikke er i køen og ikke markert som favoritt slettes. Du kan legge til en forsinkelse (x tid etter avspilling) eller episode. Innstillingen `Episodehurtiglager` bestemmer maks. antall nedlastede episoder.
nl: Aflevering opschonen bevindt zich in `Instellingen` » `Netwerk` » `Automatisch downloaden`. Als Automatisch downloaden ruimte nodig heeft voor nieuwe afleveringen, worden oude afleveringen verwijderd die niet in de wachtrij staan en niet als favoriet zijn gemarkeerd. Er kan een vertraging (x tijd na het afspelen) of een aflevering worden toegevoegd. De instelling `Afleveringscache` bepaalt het maximale aantal gedownloade afleveringen.
ru: Очистка прослушанных выпусков находится в `Настройки` » `Сеть` » `Автоматическая загрузка`. Если для автоматической загрузки нужно место для новых выпусков, она удалит старые выпуски, которые нет в очереди и не отмечены как избранные. Вы можете добавить задержку (x время после воспроизведения) или выпуск. Параметр `Квота на выпуски` определяет максимальное количество скачиваемых выпусков.
uk: Очищення епізоду знаходиться в розділі `Налаштування` » `Мережа` » `Автоматичне завантаження`. Якщо автоматичному завантаженню потрібне місце для нових епізодів, воно видалить старі епізоди, яких немає в черзі та не позначено як вибрані. Ви можете додати затримку (x часу після відтворення) або епізод. Параметр `Episode Cache` визначає максимальну кількість завантажених епізодів.

source: Llama - Location Profiles ([website](http://kebabapps.blogspot.com/search/label/Llama))
da: Llama - Placeringsprofiler ([websted](http://kebabapps.blogspot.com/search/label/Llama))
es: Llama - Perfiles de Ubicación ([sitio web](http://kebabapps.blogspot.com/search/label/Llama))
fr: Llama - Profils de localisation ([site web](http://kebabapps.blogspot.com/search/label/Llama))
gl: Chama - Perfís de Localización ([sitio web](http://kebabapps.blogspot.com/search/abel/llama))
it: Llama - Location Profiles ([sito web](http://kebabapps.blogspot.com/search/label/Llama))
ja: Llama - Location Profiles（[ウェブサイト](http://kebabapps.blogspot.com/search/label/Llama)）
nb_no: Llama - Location Profiles ([nettside](http://kebabapps.blogspot.com/search/label/Llama))
ru: Llama - Location Profiles ([сайт](http://kebabapps.blogspot.com/search/label/Llama))
uk: Llama – Профілі розташування ([веб-сайт](http://kebabapps.blogspot.com/search/label/Llama))

source: Create an event (Llama automation rule). In the event,
da: Opret en begivenhed (Llama automatiseringsregel). I hændelsen,
es: Crea un evento (regla de automatización de Llama). En el evento,
fr: Créez un événement (règle d'automatisation de Llama). Dans l'événement,
gl: Crea un evento (regra de automatización de Chama). No evento,
it: Crea un evento (regola di automazione Llama). Nell'evento,
ja: event（Llamaの自動化ルール）を作成します。event内で、以下を行います
nb_no: Opprett en begivenhet (Llama-automasjonsregel). I hendelsen,
nl: Maak een gebeurtenis (Llama automatiseringsregel). In geval dat
ru: Создать событие (правило автоматизации Llama). В событии,
uk: Створіть подію (правило автоматизації Llama). У випадку,

source: Add an action of type Android intent.
da: Tilføj en handling af typen Android intent.
es: Añade una acción de tipo Android intent.
fr: Ajouter une action d'intention pour Android.
gl: Engade unha acción de tipo Android intent.
it: Aggiungi un'azione di tipo intent di Android.
ja: Android intentという種類のアクションを追加します。
nb_no: Legg til en type Android-intensjon.
nl: Voeg een actie toe van het type Android intent.
ru: Добавьте действие типа Android intent.
uk: Додайте дію типу Android intent.

source: Specify Intent send mode to be `Broadcast`.
da: Specificer at intentionen skal sendes som en `Broadcast`.
es: Especifica que el modo de envío de la intención sea `Difusión`.
fr: Spécifier le mode d'envoi de l'intention comme étant `Broadcast`.
gl: Especifica que o modo de envío da intención sexa `Difusión`.
it: Specifica la modalità di invio dell'intent come `Broadcast`.
ja: Intent send modeとして`Broadcast`を指定します。
nb_no: Angi intensjonforsendelsesmetoden til `Kringkasting`.
nl: Specificeer Intent send mode als `Broadcast`.
ru: Укажите режим отправки намерений как `Broadcast`.
uk: Укажіть для режиму надсилання наміру значення `Трансляція`.

source: Add any other condition / actions for your specific needs.
da: Tilføj eventuelle andre betingelser/handlinger for dine specifikke behov.
es: Añade cualquier otra condición / acciones para cumplir tus necesidades específicas.
fr: Ajoutez toute autre condition / action pour vos besoins spécifiques.
gl: Engade calquera outra condición / acciones para cumprir as túas necesidades específicas.
it: Aggiungi qualsiasi altra condizione/azione per le tue esigenze specifiche.
ja: 個別の必要に応じて、その他の条件やactionを追加します。
nb_no: Legg til andre betingelser/handlinger som det passer deg.
nl: Voeg elke andere voorwaarde / acties toe voor specifieke behoeften.
ru: Добавьте любые другие условия/действия для ваших конкретных нужд.
uk: Додайте будь-які інші умови/дії для ваших конкретних потреб.

source: As a shortcut, you can click [this link](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) to create an example event to get started.
da: Som en genvej kan du klikke på [dette link](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) for at oprette et begivenhedseksempel til at komme i gang med.
es: Como atajo, puedes hacer clic en [este enlace](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) para crear un evento de ejemplo con el que empezar.
fr: En guise de raccourci, vous pouvez cliquer sur [ce lien](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-1-0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) pour commencer en créant un exemple d'événement.
gl: Como atallo, podes facer clic en [esta ligazón](http://llama.location.profiles/antennapod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) para crear un evento de exemplo co que empezar.
it: Come scorciatoia, puoi cliccare [questo link](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) per creare un evento di esempio per iniziare.
ja: ショートカットとして、[このリンク](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C)をクリックすると、出発点としてサンプルのイベントを作成できます。
nb_no: Som en snarvei kan du klikke [denne lenken](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) for å opprette en eksempelhendelse å begynne med.
nl: Als snelkoppeling kunt u klikken op de [deze link](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) om een voorbeeldgebeurtenis te maken, om mee te beginnen.
ru: В качестве сокращения вы можете нажать [эту ссылку](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-1-0-0-0-0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) чтобы создать пример события для начала работы.
uk: Як ярлик ви можете натиснути [це посилання](http://llama.location.profiles/AntennaPod+feeds+Update/AntennaPod+feeds+Update%7C0-1-0-0-0-0-0-0-1-0--0-%7C%3A%7Ct%7C420%7C425%7Cai%7Cde.danoeh.antennapod%7CFgAAAGEAbgBkAHIAbwBpAGQALgBjAG8AbgB0AGUAbgB0AC4ASQBuAHQAZQBuAHQAAAAAAP%2F%2F%2F%2F8AAAAA%2F%2F%2F%2F%2FwAAAAD%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FxQAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQAAAAAADUAAABkAGUALgBkAGEAbgBvAGUAaAAuAGEAbgB0AGUAbgBuAGEAcABvAGQALgBjAG8AcgBlAC4AcgBlAGMAZQBpAHYAZQByAC4ARgBlAGUAZABVAHAAZABhAHQAZQBSAGUAYwBlAGkAdgBlAHIAAAAAAAAAAAAAAAAAAAAAAAAA%2Fv%2F%2F%2F%2F%2F%2F%2F%2F8%3D%7C2%7C) щоб створити приклад події для початку.

source: If you have updated AntennaPod and searched our forum to no avail, then tell us about the issue. You can create a post on [on our forum](https://forum.antennapod.org/c/bug-report/9). To do so you need to create an account (if you don't have one already) or simply log in via Google.
da: Hvis du har opdateret AntennaPod og søgt i vores forum uden held, så fortæl os om problemet. Du kan oprette et indlæg på [på vores forum](https://forum.antennapod.org/c/bug-report/9). For at gøre det skal du oprette en konto (hvis du ikke allerede har en) eller blot logge ind via Google.
es: Si ya actualizaste AntennaPod y buscaste en el foro sin encontrar nada, cuéntanos tu problema. Puedes crear una entrada en [nuestro foro](https://forum.antennapod.org/c/bug-report/9). Para hacer esto, necesitas crear una cuenta (si aún no tienes una) o simplemente puedes iniciar sesión con Google.
fa: اگر آنتناپاد را به‌روز کرده‌اید و جستجو در انجمن چاره‌ساز نبود، مشکل را به ما بگویید. می‌توانید فرسته‌ای در [انجمن ما](https://forum.antennapod.org/c/bug-report/9) بفرستید. برای این کار باید حساب کاربری بسازید (اگر از پیش ندارید) یا با گوگل وارد شوید.
fr: Si vous avez mis à jour AntennaPod et que vous n'avez pas trouvé de réponse sur notre forum, parlez-nous de votre problème. Vous pouvez créer un message sur [notre forum](https://forum.antennapod.org/c/bug-report/9). Pour ce faire, vous devez créer un compte (si vous n'en avez pas déjà un) ou simplement vous connecter via Google.
gl: Se xa actualizaches AntennaPod e buscaches no foro sen atopar nada, cóntanos o teu problema. Podes crear unha entrada en [o noso foro](https://forum.antennapod.org/c/bug-report/9). Para facer isto, necesitas crear unha conta (se aínda non tes unha) ou simplemente podes iniciar sesión con Google.
it: Se hai aggiornato AntennaPod e hai cercato nel nostro forum senza successo, allora facci sapere del problema. Puoi creare un post [sul nostro forum](https://forum.antennapod.org/c/bug-report/9). Per farlo è necessario creare un account (se non ne hai già uno) o semplicemente accedere tramite Google.
ja: アップデート済みのAntennaPodがあり、フォーラムで検索しても何も見つからない場合は、問題について教えてください。[フォーラム](https://forum.antennapod.org/c/bug-report/9)で投稿を作成できます。投稿するには、（まだアカウントがない場合）新しいアカウントを作成するか、Googleアカウントでログインする必要があります。
nb_no: Hvis du har oppdatert AntennaPod og søkt i forumet vårt uten hell, kan du fortelle oss om problemet. Du kan opprette et innlegg på [på forumet vårt](https://forum.antennapod.org/c/bug-report/9). For å gjøre det må du opprette en konto (hvis du ikke allerede har en) eller bare logge inn via Google.
nl: Als AntennaPod bijgewerkt is en je ons forum tevergeefs doorzocht hebt, vertel ons dan over het probleem. Maak een bericht op [op ons forum](https://forum.antennapod.org/c/bug-report/9). Om dit te doen, moet je een account aanmaken (als je er nog geen hebt) of inloggen via Google.
ru: Если вы обновили AntennaPod и безрезультатно искали на нашем форуме, то расскажите нам о проблеме. Вы можете создать сообщение на [на нашем форуме](https://forum.antennapod.org/c/bug-report/9). Для этого вам нужно создать учетную запись (если у вас ее еще нет) или просто войти в систему через Google.
tr: AntennaPod'u güncellediyseniz ve forumumuzda arama yaptıysanız ama bir sonuç alamadıysanız, bize sorundan bahsedin. [Forumumuzda](https://forum. antennapod .org/c/bug-report/9) bir gönderi oluşturabilirsiniz. Bunu yapmak için bir hesap oluşturmanız (henüz yoksa) veya Google üzerinden oturum açmanız gerekir.
uk: Якщо ви оновили AntennaPod і шукали на нашому форумі безрезультатно, розкажіть нам про проблему. Ви можете створити допис на [на нашому форумі](https://forum.antennapod.org/c/bug-report/9). Для цього потрібно створити обліковий запис (якщо у вас його ще немає) або просто увійти через Google.
