Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Enter the 'Server address' (e.g. www.gpodder.net) and tap `Proceed to login`
ca: Introduïu l'adreça del servidor (p. ex. www.gpodder.net) i premeu `Procedeix a l'inici de sessió`
da: Indtast 'Serveradresse' (f.eks. www.gpodder.net), og tryk på `Fortsæt til login`
de: Gib die „Server-Adresse“ (z. B. www.gpodder.net) ein und tippe auf `Weiter zur Anmeldung`
es: Introduzca la dirección del servidor (por ejemplo, www.gpodder.net) y pulse `Iniciar sesión`
fa: «نشانی کارساز» (مثل www.gpodder.net) را وارد کنید و روی `ادامه برای ورود` بزنید
fr: Saisissez l'adresse du serveur (par exemple www.gpodder.net) et tapez sur `S'identifier`
gl: Introduza a dirección do servidor (por exemplo, www.gpodder.net) e pulse `Iniciar sesión`
it: Inserisci l'indirizzo del server (per es. www.gpodder.net) e tocca `Effettua l'accesso`
ja: 「サーバーアドレス」（例: www.gpodder.net）を入力して、`ログインを進める` をタップします
nb_no: Skriv inn 'Nettjeneradresse' (f.eks. www.gpodder.net) og fortsett til `Fortsett til innlogging`
nl: Vul het 'Serveradres' in (bijv. www.gpodder.net) en tik op `Verder `
pt_br: Insira o 'Endereço do servidor' (por exemplo, www.gpodder.net) e toque em `Ir para o login`
ru: Введите "Адрес сервера" (например, www.gpodder.net) и нажмите `Продолжить вход`
tr: 'Sunucu adresini' girin (örneğin www.gpodder.net) ve ` Girişe devam et ` öğesine dokunun
uk: Введіть «Адресу сервера» (наприклад, www.gpodder.net) і натисніть `Перейти до входу`

source: Enter the 'Username' and 'Password' and tap `Log in`
ca: Introduïu el 'Nom d'usuari' i el 'Password' i premeu `Inicia sessió`
da: Indtast 'Brugernavn' og 'Adgangskode' og tryk på `Log ind`
de: Gib den „Benutzernamen“ und das „Passwort“ ein und tippe auf `Anmelden`
es: Introduzca el "Nombre de usuario" y la "Contraseña" y pulse `Iniciar sesión`
fa: `نام کاربری` و `گذرواژه` را وارد کنید و روی `ورود` بزنید
fr: Saisissez votre "Identifiant" et "Mot de passe" puis appuyez sur `Connexion`
gl: Introduza o "Nome de usuario" e o "Contrasinal" e pulse `Iniciar sesión`
it: Inserisci nome utente e password e tocca `Accedi`
ja: 「ユーザー名」と「パスワード」を入力して、`ログイン` をタップします
nb_no: Skriv inn 'Brukernavn' og 'Passord' og trykk `Logg inn`
nl: Vul de 'Gebruikersnaam' en 'Wachtwoord' in en tik op `Log in`
pt_br: Digite o 'Nome de usuário' e a 'Senha, depois toque em `Login`
ru: Введите "Имя пользователя" и "Пароль" и нажмите `Войти в систему`
tr: 'Kullanıcı adı' ve 'Şifre' girin ve `Giriş yap` dokunun
uk: Введіть «Ім’я користувача» та «Пароль» і натисніть `Увійти`

source: Select the device that you created on the server
ca: Seleccioneu el dispositiu que heu creat al servidor
da: Vælg den enhed, du oprettede på serveren
de: Wähle das Gerät aus, das du auf dem Server erstellt hast
es: Seleccione el dispositivo que ha creado en el servidor
fa: دستگاهی که در کارساز ساخته‌اید را برگزینید
fr: Sélectionnez le périphérique que vous avez créé sur le serveur
gl: Seleccione o dispositivo que creou no servidor
it: Seleziona il dispositivo che hai creato sul server
ja: サーバー上で作成したデバイスを選択します
nb_no: Velg enheten du opprettet på nettjeneren
nl: Selecteer het apparaat dat je op de server hebt gemaakt
pt_br: Selecione o dispositivo que você criou no servidor
ru: Выберите устройство, созданное на сервере
tr: Sunucuda oluşturduğunuz cihazı seçin
uk: Виберіть пристрій, який ви створили на сервері

source: **NOTE:** Did you create a device while setting up synchronisation in AntennaPod, rather creating a device in advance on the website? Then be sure to press the `Force sync` button upload the played state of all previously listened to episodes. If you don't do this, only podcasts that were added **after** linking the devices will be synchronized. There is an [open issue for gpodder.net](https://github.com/gpodder/mygpo/issues/388) that requests to change the behavior.
ca: **NOTA:** Vau crear un dispositiu mentre configureu la sincronització a AntennaPod, en comptes de crear-lo prèviament al lloc web? Aleshores, assegureu-vos de prémer el botó `Força la sincronització` per carregar l'estat de reproducció de tots els episodis escoltats anteriorment. Si no ho feu, només es sincronitzaran els podcasts que s'han afegit **després** d'enllaçar els dispositius. Hi ha un [problema obert per a gpodder.net](https://github.com/gpodder/mygpo/issues/388) que sol·licita canviar el comportament.
da: **Bemærk** Oprettede du en enhed, mens du indstillede synkroniseringen i AntennaPod, i stedet for at oprette en enhed i forvejen på webstedet? Så sørg for at trykke på knappen `Fremtving fuld synkronisering` i AntennaPod for at uploade afspilningstilstanden for alle de afsnit, du har lyttet til tidligere. Hvis du ikke gør dette, synkroniseres kun podcasts, der blev tilføjet **efter** sammenkobling af enhederne. Der er et [åbent issue for gpodder.net](https://github.com/gpodder/mygpo/issues/388), som anmoder om at ændre denne adfærd.
de: **Anmerkung:** Hast du ein Gerät während der Einrichtung der Synchronisierung erstellt und nicht davor, wie oben beschrieben? Dann stelle sicher, dass du auf die Schaltfläche `Komplette Synchronisation erzwingen` in AntennaPod tippst, um den Abspielstatus aller Episoden hochzuladen, die du zuvor angehört hast. Wenn du dies nicht machst, werden nur Podcasts synchronisiert, die **nach** der Verknüpfung der Geräte hinzugefügt wurden. Es gibt ein [offenes Issue für gpodder.net](https://github.com/gpodder/mygpo/issues/388), das darum bittet, dieses Verhalten zu ändern.
es: **Nota** ¿Creó un dispositivo mientras configuraba la sincronización en AntennaPod en lugar de crear un dispositivo de antemano en el sitio web? Así que asegúrate de presionar el botón `Force sync` en AntennaPod para cargar el modo de reproducción de todos los episodios que escuchó en el pasado. Si no haces esto, solo se sincronizarán los podcasts que se agregaron **después** de vincular los dispositivos. Hay un [problema abierto para gpodder.net](https://github.com/gpodder/mygpo/issues/388) que solicita cambiar este comportamiento.
fa: **توجه:** آیا دستگاهی را هنگام تنظیم همگام‌سازی در آنتناپاد ساختید، به‌جای اینکه از پیش در وبگاه دستگاهی بسازید؟ اگر آری، حتماً دکمه `همگام‌سازی اجباری` را بزنید تا وضعیت پخش تمام قسمت‌هایی که از پیش گوش داده‌اید بارگذاری شود. اگر این کار را نکنید، فقط پادپخش‌هایی که **پس از** اتصال دستگاه‌ها افزوده شدهاند، همگام‌سازی خواهند شد. یک [مشکل باز برای gpodder.net](https://github.com/gpodder/mygpo/issues/388) وجود دارد که درخواست تغییر این رفتار را دارد.
fr: **Note :** Si vous avez créé un appareil en vous connectant, plutôt qu'à la suggestion ci-dessus, assurez-vous d'appuyer sur le bouton `Forcer la synchronisation` dans AntennaPod pour télécharger l'état de lecture de tous les épisodes que vous avez écoutés précédemment. Si vous ne faites pas cela, seuls les podcasts qui ont été ajoutés **après** avoir connecté les appareils sont synchronisés. Il existe une [demande de correction](https://github.com/gpodder/mygpo/issues/388) qui demande de modifier ce comportement.
gl: **Nota** Creou un dispositivo mentres configuraba a sincronización en AntennaPod en lugar de crear un dispositivo de antemán no sitio web? Así que asegúrache de presionar o botón `Force sync` en AntennaPod para cargar o modo de reprodución de todos os episodios que escoitou no pasado. Se non fas isto, só sincronizaranse os podcasts que se agregaron *despois** de vincular os dispositivos. Hai un [problema aberto para gpodder.net](https://github.com/gpodder/mygpo/issues/388) que solicita cambiar este comportamento.
it: **NOTA:** Hai creato un dispositivo quando hai impostato la sincronizzazione su AntennaPod anziché farlo in anticipo sul sito web? Allora assicurati di premere il pulsante `Forza sincronizzazione` su AntennaPod per caricare lo stato di riproduzione di tutti gli episodi che hai ascoltato in precedenza. Se non lo fai, solo i podcast che sono stati aggiunti **dopo** aver collegato i dispositivi saranno sincronizzati. C'è una [issue aperta per gpodder.net](https://github.com/gpodder/mygpo/issues/388) in cui viene chiesto di cambiare questo comportamento.
ja: **注意:** ウェブサイトで事前にデバイスを作成するのではなく、AntennaPodで同期を設定するときにデバイスを作成しましたか？ その場合、必ず `強制同期` ボタンを押して、以前に聴いたすべてのエピソードの再生状態をアップロードしてください。これを行わなと、デバイスをリンクした**後**に追加されたポッドキャストのみが同期されます。この動作の変更を求める[gpodder.netの未解決のIssue](https://github.com/gpodder/mygpo/issues/388)があります。
nb_no: **MERK:** Opprettet du en enhet mens du satte opp synkronisering i AntennaPod i stedet for å opprette en enhet på forhånd på nettstedet? Sørg da for å trykke på `Tving synk` -knappen for å laste opp avspillingsstatus for alle tidligere avspilte episoder. Hvis du ikke gjør dette vil bare podkaster som ble lagt til **etter** kobling av enhetene bli synkronisert. Det er en [åpen problemrapport for gpodder.net](https://github.com/gpodder/mygpo/issues/388) som ber om å endre oppførselen.
nl: **LET OP:**Heb je een apparaat aangemaakt tijdens het inloggen in plaats van vooraf, zoals hierboven voorgesteld? Druk dan op de knop `Forceer volledige synchronisatie` in AntennaPod om de 'afgespeeld'-status te uploaden van alle afleveringen die je eerder beluisterd hebt. Als je dit niet doet worden alleen de podcasts gesynchroniseerd die werden toegevoegd **na** het koppelen van de apparaten. Er is een [open ticket voor gpodder.net](https://github.com/gpodder/mygpo/issues/388) dat vraagt om dit te veranderen.
pt_br: **OBSERVAÇÃO**: Você criou o dispositivo durante a configuração da sincronização no AntennaPod, em vez de criar o dispositivo antes pelo site? Então lembre-se de pressionar o botão `Forçar sincronização completa` para enviar o estado de reprodução de todos os episódios já ouvidos. Caso contrário, apenas os podcasts que foram adicionados **após** a criação do dispositivo serão sincronizados. Há um [problema aberto para o gpodder.net](https://github.com/gpodder/mygpo/issues/388) solicitando a alteração desse comportamento.
ru: **ПРИМЕЧАНИЕ:** Вы создали устройство при настройке синхронизации в AntennaPod, а не создали его заранее на сайте? Тогда обязательно нажмите кнопку `Форсировать синхронизацию`, чтобы загрузить воспроизведенное состояние всех ранее прослушанных эпизодов. Если этого не сделать, синхронизироваться будут только подкасты, добавленные **после** связывания устройств. Существует [открытый вопрос для gpodder.net](https://github.com/gpodder/mygpo/issues/388), в котором предлагается изменить это поведение.
tr: ** NOT: ** AntennaPod'da senkronizasyonu ayarlarken bir cihaz mı oluşturdunuz , yoksa web sitesinde önceden bir cihaz mı oluşturdunuz? Ardından ` Force sync ` düğmesine bastığınızdan ve daha önce dinlenen tüm bölümlerin oynatılan durumunu yüklediğinizden emin olun. Bunu yapmazsanız, yalnızca cihazları bağladıktan ** sonra eklenen podcast'ler senkronize edilecektir. Davranışı değiştirmeyi talep eden [gpodder.net için açık bir sorun](https://github.com/gpodder/mygpo/issues/388) var.
uk: **ПРИМІТКА.** Ви створили пристрій під час налаштування синхронізації в AntennaPod, а не створили пристрій заздалегідь на веб-сайті? Потім не забудьте натиснути кнопку `Примусова синхронізація`, щоб завантажити стан відтворення всіх попередньо прослуханих епізодів. Якщо ви цього не зробите, синхронізуватимуться лише подкасти, додані **після** зв’язування пристроїв. Існує [відкрита проблема для gpodder.net](https://github.com/gpodder/mygpo/issues/388), яка вимагає змінити поведінку.

source: First, you want to subscribe to a podcast. You can find more about that [here](/documentation/getting-started/subscribe). After subscribing, new episodes are shown in the `Inbox`. There you can decide if you actually like to listen to them or not. If an episode is in the inbox, it means that you have not yet decided what to do with the episode.
ca: Per començar, us voldreu subscriure a un pòdcast. Podeu trobar més informació [aquí](/documentation/getting-started/subscribe). Quan uns hàgiu subscrit, veureu els nous episodis a la`Safata d'entrada`. Allà podeu decidir si voleu escoltar-los o no. Si un episodi és a la safata d'entrada, vol dir que encara no heu decidit que voleu fer amb aquest episodi.
da: Først skal du abonnere på en podcast. Du kan finde mere om det [her](/documentation/getting-started/subscribe). Når du har abonneret, vises nye afsnit i `Indbakke`. Der kan du selv bestemme, om du faktisk vil lytte til dem eller ej. Hvis et afsnit er i indbakken, betyder det, at du endnu ikke har besluttet, hvad du vil gøre med afsnittet.
de: Zuerst solltest du einen Podcast abonnieren. Mehr dazu findest du [hier](/documentation/getting-started/subscribe). Nach dem Abonnieren werden neue Episoden im `Posteingang` angezeigt. Dort kannst du entscheiden, ob du sie dir anhören möchtest oder nicht. Wenn eine Episode im Posteingang ist, bedeutet das, dass du noch nicht entschieden hast, was du mit der Episode tun möchtest.
es: En primer lugar, debes suscribirte a un podcast. Puedes encontrar más información al respecto [aquí](/documentation/getting-started/subscribe). Después de suscribirse, los nuevos episodios se muestran en la `Buzón de entrada`. Ahí puedes decidir si te apetece escucharlos o no. Si un episodio está en la bandeja de entrada, significa que aún no has decidido qué hacer con él.
fa: نخست، می‌خواهید در یک پادپخش اشتراک کنید. داده‌های بیشتر در این باره را [اینجا](/documentation/getting-started/subscribe) می‌توانید پیدا کنید. پس از اشتراک، قسمت‌های جدید در `صندوق ورودی` نمایش داده می‌شوند. آنجا می‌توانید تصمیم بگیرید که واقعاً می‌خواهید به آن‌ها گوش دهید یا نه. اگر قسمتی در صندوق ورودی باشد، گمان می‌رود که هنوز درباره آن تصمیم نگرفته‌اید.
fr: Tout d'abord, vous devez vous abonner à un podcast. Vous pouvez en savoir plus à ce sujet [ici](/documentation/getting-started/subscribe). Après l'abonnement, les nouveaux épisodes sont affichés dans `Episodes` → `Nouveaux`. C'est là que vous pourrez décider si vous souhaitez réellement les écouter ou non. `Nouveaux` signifie que vous n'avez pas encore décidé ce que vous allez faire de l'épisode.
gl: En primeiro lugar, debes subscribirche a un podcast. Podes atopar máis información respecto diso [aquí](/documentation/getting-started/subscribe). Despois de subscribirse, os novos episodios móstranse na `Caixa de correos de entrada`. Aí podes decidir se che apetece escoitalos ou non. Se un episodio está na bandexa de entrada, significa que aínda non decidiches que facer con el.
it: Per prima cosa, devi iscriverti a un podcast. Puoi trovare maggiori informazioni su questo passaggio [qui](/documentation/getting-started/subscribe). Dopo l'iscrizione, i nuovi episodi vengono mostrati in `Inbox`. Lì puoi decidere se vuoi ascoltarli o no. Se un episodio è nell'inbox, significa che non hai ancora deciso cosa farne.
ja: はじめに、ポッドキャストを購読しましょう。購読の詳細については、[こちら](/documentation/getting-started/subscribe)を参照してください。購読したら、新しいエピソードが `受信トレイ` に追加されます。受信トレイの中で、実際にエピソードを聞くかどうかを判断することができます。エピソードが受信トレイ内にあるということは、そのエピソードに対してどうするのかをまだ決めていないということです。
nb_no: Først må du abonnere på en podkast. Du finner mer informasjon om dette [her](/documentation/getting-started/subscribe). Etter at du har abonnert, vises nye episoder i `Innboks`. Der kan du bestemme om du vil høre på dem eller ikke. Hvis en episode ligger i innboksen, betyr det at du ennå ikke har bestemt deg for hva du vil gjøre med episoden.
nl: Begin door je te abonneren op een podcast. Meer daarover staat [hier](/documentation/getting-started/subscribe). Na het abonneren worden nieuwe afleveringen getoond in `Postvak IN`. Beslis of je ze inderdaad wilt beluisteren of niet. Als een aflevering in Postvak IN staat heb je nog niet bepaald wat je ermee wilt doen.
pt_br: O primeiro passo é se increver um podcast. Você pode encontrar mais informações sobre isso [aqui](/documentation/getting-started/subscribe). Depois de increver-se, os novos episódios aparecerão na `Caixa de entrada`. É lá que você decide se quer ouvi-los ou não. Quando um episódio está na caixa de entrada, significa que você ainda não decidiu o que fazer com ele.
ru: Сначала вы хотите подписаться на подкаст. Подробнее об этом можно узнать [здесь](/documentation/getting-started/subscribe). После подписки новые эпизоды будут отображаться в `Inbox`. Там вы можете решить, хотите ли вы их слушать или нет. Если эпизод находится в папке "Входящие", это означает, что вы еще не решили, что делать с этим эпизодом.
tr: Öncelikle bir podcaste abone olmak istersiniz . Bununla ilgili daha fazla bilgiyi [burada](/documentation/getting-started/ subscribe ) bulabilirsiniz. Abone olduktan sonra, yeni bölümler ` Gelen Kutusu ` nda gösterilir . Orada onları gerçekten dinlemek isteyip istemediğinize karar verebilirsiniz. Bir bölüm gelen kutusundaysa, bölümle ne yapacağınıza henüz karar vermediğiniz anlamına gelir .
uk: По-перше, ви хочете підписатися на подкаст. Ви можете дізнатися більше про це [тут](/documentation/getting-started/subscribe). Після підписки нові епізоди відображаються у папці `Вхідні`. Там ви можете вирішити, чи дійсно вам подобається їх слухати чи ні. Якщо серія є у вхідних, це означає, що ви ще не вирішили, що робити з серією.

source: If you are not interested in an episode, just swipe it away to remove it from the inbox. The episode still stays marked as unplayed and you can find it on the `Episodes` page, as well as on the podcast's page.
ca: Si no us interessa l'episodi, llisqueu cap a l'esquerra per suprimir-lo de la safata d'entrada. El capítol encara estarà marcat com a no reproduït i el podeu trobar a la pàgina d'`Episodis`, així com a la pàgina de pòdcasts.
da: Hvis du ikke er interesseret i et afsnit, kan du blot swipe det væk, og så fjerner AntennaPod det fra indbakken. Afsnittet forbliver stadig markeret som uafspillet, og du kan finde det på siden `Afsnit`, samt på podcastens side.
de: Wenn du an einer Episode nicht interessiert bist, wische sie einfach weg, um sie aus dem Posteingang zu entfernen. Die Episode bleibt weiterhin als nicht abgespielt markiert und du kannst sie auf der Seite `Episoden` sowie auf der Seite des Podcasts finden.
es: Si no te interesa un episodio, basta con deslizar el dedo para eliminarlo de la bandeja de entrada. El episodio seguirá marcado como no reproducido y podrás encontrarlo en la página `Episodios`, así como en la página del podcast.
fa: اگر یک قسمت را دوست ندارید، کافی است آن را بکشید تا از صندوق ورودی پاک شود. قسمت همچنان به‌عنوان پخش‌نشده علامت‌گذاری می‌ماند و می‌توانید آن را در صفحه `قسمت‌ها` و همچنین در صفحه پادپخش پیدا کنید.
fr: Si un épisode ne vous intéresse pas, il suffit de le faire glisser et AntennaPod supprime le drapeau `nouveau`. L'épisode reste marqué comme non lu et vous pouvez le retrouver sur la page `Épisodes` → `Tous`, ainsi que sur la page du podcast.
gl: Se non che interesa un episodio, basta con deslizar o dedo para eliminalo da bandexa de entrada. O episodio seguirá marcado como non reproducido e poderás atopalo na páxina `Episodios`, así como na páxina do podcast.
it: Se non sei interessato a un episodio, fallo scorrere velocemente con il dito per rimuoverlo dall'inbox. L'episodio rimarrà comunque contrassegnato come non riprodotto e potrai trovarlo nella pagina `Episodi` , così come nella pagina del relativo podcast.
ja: エピソードに興味がなかった場合は、スワイプするだけで受信トレイから削除できます。エピソードは未視聴としてマークされたままになるので、`エピソード` ページとポッドキャストのページ上では確認できます。
nb_no: Hvis du ikke er interessert i en episode er det bare å sveipe den bort for å fjerne den fra innboksen. Episoden forblir fortsatt merket som ikke avspilt, og du finner den på siden `Episoder`, samt på podkastens side.
nl: Als je geen interesse hebt in bepaalde aflevering kun je 'm wegvegen. De aflevering blijft nog steeds gemarkeerd als niet-afgespeeld en is te vinden op de pagina `Afleveringen` en op de pagina van de podcast.
pt_br: Se você não estiver interessado no episódio, basta deslizar para o lado para removê-lo da caixa de entrada. O episódio continua marcado como não reproduzido e pode ser encontrado na tela de `Episódios` e na página do podcast.
ru: Если эпизод вас не заинтересовал, просто смахните его, чтобы удалить из папки "Входящие". Эпизод по-прежнему остается помеченным как не прослушанный, и вы можете найти его на странице `Эпизоды`, а также на странице подкаста.
tr: Bir bölümle ilgilenmiyorsanız , gelen kutusundan kaldırmak için onu kaydırmanız yeterlidir. Bölüm hala oynatılmamış olarak işaretli kalır ve onu ` Bölümler ` sayfasında ve podcast'in sayfasında bulabilirsiniz .
uk: Якщо ви не зацікавлені в серії, просто проведіть пальцем по ній, щоб видалити її з папки «Вхідні». Епізод усе ще залишається позначеним як невідтворений, і ви можете знайти його на сторінці `Епізоди`, а також на сторінці подкасту.

source: If you are interested in the episode, you can do one of two things, depending on your listening behavior.
ca: Si us interessa un episodi, podeu fer una d'aquestes dues coses, depenent de com us agrada escoltar.
da: Hvis du er interesseret i afsnittet, kan du gøre én af to ting, afhængigt af din lytteadfærd.
de: Wenn du dich für die Episode interessierst, kannst du je nach deinem Hörverhalten eines von zwei Dingen tun.
es: Si estás interesado en el episodio, puedes hacer una de dos cosas, dependiendo de tus hábitos de escucha.
fa: اگر به قسمت علاقه‌مند هستید، بسته به رفتار گوش دادن خود، می‌توانید یکی از این دو کار را انجام دهید.
fr: Si vous êtes intéressé par l'épisode, vous pouvez faire l'une des deux choses suivantes, en fonction de votre comportement d'écoute.
gl: Se estás interesado no episodio, podes facer unha de dúas cousas, dependendo dos teus hábitos de escoita.
it: Se sei interessato all'episodio, puoi fare una di queste due cose, a seconda delle tue abitudini di ascolto.
ja: エピソードに興味がある場合は、自分の視聴方法により、次の2つのうちのいずれかを選択できます。
nb_no: Hvis du er interessert i episoden kan du gjøre en av to ting avhengig av din lytteatferd.
nl: Bij interesse in een aflevering zijn er twee opties, afhankelijk van je luistergedrag.
pt_br: Se estiver interessado no episódio, há duas coisas que podem ser feitas, dependendo das suas preferências de reprodução.
ru: Если вас заинтересовал этот эпизод, вы можете сделать одну из двух вещей, в зависимости от вашего поведения при прослушивании.
tr: Bölüm ilginizi çektiyse , dinleme davranışınıza bağlı olarak iki şeyden birini yapabilirsiniz.
uk: Якщо вас цікавить епізод, ви можете зробити одну з двох речей, залежно від вашої поведінки на слухання.
