Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Enable `Developer settings` by pressing the version number 10 times.
ca: Activeu la `Configuració per a desenvolupadors` prement el nombre de la versió 10 vegades.
da: Aktivér `Udviklerindstillinger` ved at trykke 10 gange på versionsnummeret.
de: Aktiviere die `Entwicklereinstellungen` durch 10-maliges Drücken der Versionsnummer.
es: Active la `Configuración de desarrolladores` presionando el número de versión 10 veces.
fa: با ۱۰ بار زدن روی شماره نگارش `تنظیمات توسعه‌دهنده` را در دسترس کنید.
fr: Activez les `paramètres de développement` en appuyant 10 fois sur le numéro de version.
gl: Active a `Configuración de desarrolladores` presionando o número de versión 10 veces.
it: Attiva le `Opzioni sviluppatore` premendo 10 volte il numero di versione.
ja: バージョン番号を10回押して、`開発者設定`を有効化します。
nb_no: Aktiver `Utviklerinnstillinger` ved å trykke på versjonsnummeret 10 ganger.
nl: Activeer `Ontwikkelaarsinstellingen` door 10 keer op het versienummer te drukken.
pt_br: Habilite as `Opções do Desenvolvedor` tocando 10 vezes sobre o número da versão.
ru: Включите `Настройки разработчика`, нажав на номер версии 10 раз.
tr: Sürüm numarasına 10 kez basarak ` Geliştirici ayarları`nı etkinleştirin .
uk: Увімкніть `Параметри розробника`, натиснувши номер версії 10 разів.

source: Open the 3-dot menu and launch the developer settings.
ca: Obriu el menú de tres punts i inicieu la configuració per a desenvolupadors.
da: Åbn 3-punktsmenuen, og start indstillingerne for udviklere.
de: Öffne das 3-Punkte-Menü und rufe die Entwicklereinstellungen auf.
es: Abra el menú de 3 puntos e inicie la configuración del desarrollador.
fa: فهرست سه‌نقطه را باز کنید و تنظیمات توسعه‌دهنده را راه‌اندازی کنید.
fr: Ouvrez le menu à 3 points et lancez les paramètres de développement.
gl: Abra o menú de 3 puntos e inicie a configuración do desarrollador.
it: Apri il menù a 3 punti e lancia le opzioni sviluppatore.
ja: 3ドットメニューを開き、開発者設定を起動します。
nb_no: Åpne 3-punktsmenyen og start utviklerinnstillingene.
nl: Open het 3-dot menu en start de ontwikkelaarsinstellingen.
pt_br: Toque no menu de três pontos e abra as opções do desenvolvedor.
ru: Откройте меню с тремя точками и запустите настройки разработчика.
tr: 3 noktalı menüyü açın ve geliştirici ayarlarını başlatın .
uk: Відкрийте меню з трьома крапками та запустіть налаштування розробника.

source: Enable `Unknown sources`.
ca: Habiliteu `Fonts desconegudes`.
da: Aktivér `Ukendte kilder`.
de: Aktiviere `Unbekannte Quellen`.
es: Habilite `Fuentes desconocidas`.
fa: `منابع ناشناخته` را روشن کنید.
fr: Activer `Sources inconnues`.
gl: Habilite `Fuentes descoñecidas`.
it: Abilita `Fonti sconosciute`.
ja: `不明なソース`を有効化します。
nb_no: Aktiver `Ukjente kilder`.
nl: `Onbekende bronnen` inschakelen.
pt_br: Habilite `Fontes Desconhecidas`.
ru: Включите `Неизвестные источники`.
tr: ` Bilinmeyen kaynaklar ` ı etkinleştirin .
uk: Увімкніть `Невідомі джерела`.

source: When an episode has been paused and is played again, AntennaPod will automatically rewind, so it is easier to continue following the show. How much is rewound is not configurable and depends on how long an episode has been paused.
ca: Quan s'ha aturat un episodi i es torna a reproduir, AntennaPod rebobinarà automàticament, de manera que sigui més fàcil reprendre el fil del programa. No es pot configurar la quantitat temps que es rebobina, depèn de quant de temps porta aturat l'episodi.
da: Når et afsnit er blevet sat på pause og afspilles igen, spoler AntennaPod automatisk tilbage, så det er nemmere at følge med igen. Hvor meget der spoles tilbage kan ikke indstilles og afhænger af, hvor længe et afsnit har været sat på pause.
de: Wenn eine angehaltene Episode erneut abgespielt wird, spult AntennaPod automatisch zurück, sodass es einfacher ist, die Sendung weiterzuverfolgen. Wie viel zurückgespult wird, ist nicht konfigurierbar und hängt davon ab, wie lange eine Episode angehalten wurde.
es: Cuando un episodio que se pausó se vuelve a reproducir, AntennaPod lo rebobinará de manera automática, por lo que será más fácil continuar siguiendo el programa. Cuánto se rebobinará no puede ser configurado y dependerá de cuánto tiempo lleve en pausa el episodio.
fa: وقتی قسمتی متوقف شده و دوباره پخش شود، آنتناپاد به‌صورت خودکار پس‌روی میکند، تا ادامه دادن برنامه آسان‌تر باشد. میزان پس‌روی قابل تنظیم نیست و به مدت زمان توقف قسمت بستگی دارد.
fr: Lorsqu'un épisode est mis en pause, puis à nouveau en lecture, AntennaPod revient automatiquement en arrière afin de faciliter le suivi de l'émission. La durée du retour en arrière n'est pas configurable et dépend de la durée de pause de l'épisode.
gl: Cando un episodio que se pausó volve reproducir, AntennaPod o rebobinará de maneira automática, polo que será máis fácil continuar seguindo o programa. Canto se rebobinará non pode ser configurado e dependerá de canto tempo leve en pausa o episodio.
it: Quando un episodio è stato messo in pausa e poi viene ripresa la riproduzione, AntennaPod si riavvolge automaticamente, così è più facile continuare a seguire lo spettacolo. Quanto viene riavvolto non è configurabile e dipende da quanto tempo un episodio è stato messo in pausa.
ja: エピソードが一時停止されて再生を再開したときには、AntennaPodは自動的に巻き戻しを行い、番組を続けて聞きやすくします。巻き戻しの長さは設定可能ではなく、エピソードが一時停止されていた長さによって変わります。
nb_no: Når en episode har vært satt på pause og spilles av igjen vil AntennaPod automatisk spole litt tilbake slik at det er lettere å fortsette å følge programmet. Hvor mye som spoles tilbake kan ikke konfigureres og avhenger av hvor lenge en episode har vært satt på pause.
nl: Als een aflevering is gepauzeerd en opnieuw wordt afgespeeld, spoelt AntennaPod deze automatisch terug. Zo kun je weer makkelijker de rest van de uitzending volgen. Je kunt niet instellen hoeveel wordt teruggespoeld; dat hangt af van hoe lang een aflevering op pauze heeft gestaan.
pt_br: Quando um episódio é pausado e retomado, o AntennaPod retrocede automaticamente alguns segundos, para que fique mais fácil de continuar o episódio. O tempo de retrocesso não pode ser ajustado e varia conforme o tempo em que o episódio ficou pausado.
ru: Когда выпуск был поставлен на паузу и воспроизводится снова, AntennaPod автоматически перематывает его, чтобы было удобнее следить за сериалом. Количество перемотки не настраивается и зависит от того, как долго выпуск был поставлен на паузу.
tr: Bir bölüm duraklatıldığında ve tekrar oynatıldığında, AntennaPod otomatik olarak geri sarar, böylece gösteriyi takip etmeye devam etmek daha kolay olur. Ne kadar geri sarılacağı yapılandırılamaz ve bir bölümün ne kadar süre duraklatıldığına bağlıdır.
uk: Коли епізод було призупинено та відтворено знову, AntennaPod автоматично перемотує назад, тож простіше продовжувати стежити за шоу. Скільки перемотується назад, не можна налаштувати та залежить від того, на який час епізод було призупинено.

source: Time since last playback
ca: Temps des de l'última reproducció
da: Tid siden sidste afspilning
de: Zeit seit der letzten Wiedergabe
es: Tiempo desde la última reproducción
fa: زمان از آخرین پخش
fr: Durée depuis la dernière lecture
gl: Tempo desde a última reprodución
it: Tempo trascorso dall'ultima riproduzione
ja: 最後に再生した時点からの時間
nb_no: Tid siden sist avspilling
nl: Tijd sinds laatste weergave
pt_br: Tempo desde a última reprodução
ru: Время с момента последнего воспроизведения
tr: Son oynatmadan bu yana geçen süre
uk: Час від останнього відтворення

source: Rewind duration
ca: Durada del rebobinat
da: Varighed af tilbagespoling
de: Rückspuldauer
es: Duración del rebobinado
fa: مدت پس‌روی
fr: Durée du retour en arrière
gl: Duración do rebobinado
it: Durata del riavvolgimento
ja: 巻き戻しの長さ
nb_no: Tilbakespolingsvarighet
nl: Tijdsuur terugspoelen
pt_br: Duração do retrocesso
ru: Продолжительность перемотки
tr: Geri sarma süresi
uk: Тривалість перемотування

source: More than 1 day
ca: Més que 1 dia
da: Mere end 1 dag
de: Mehr als 1 Tag
es: Más de 1 día
fa: بیش از ۱ روز
fr: Plus d’un jour
gl: Más de 1 día
it: Più di 1 giorno
ja: 1日以上
nb_no: Mer enn 1 dag
nl: Meer dan 1 dag
pt_br: Mais de 1 dia
ru: Более 1 дня
tr: 1 günden fazla
uk: Більше 1 дня

source: 20 seconds
ca: 20 segons
da: 20 sekunder
de: 20 Sekunden
es: 20 segundos
fa: ۲۰ ثانیه
fr: 20 secondes
gl: 20 segundos
it: 20 secondi
ja: 20秒間
nb_no: 20 sekunder
nl: 20 seconden
pt_br: 20 segundos
ru: 20 секунд
tr: 20 saniye
uk: 20 секунд

source: More than 1 hour
ca: Més que 1 hora
da: Mere end 1 time
de: Mehr als 1 Stunde
es: Más de 1 hora
fa: بیش از ۱ ساعت
fr: Plus d’une heure
gl: Más de 1 hora
it: Più di 1 ora
ja: 1時間以上
nb_no: Mer enn 1 time
nl: Meer dan 1 uur
pt_br: Mais de 1 hora
ru: Более 1 часа
tr: 1 saatten fazla
uk: Більше 1 години

source: 10 seconds
ca: 10 segons
da: 10 sekunder
de: 10 Sekunden
es: 10 segundos
fa: ۱۰ ثانیه
fr: 10 secondes
gl: 10 segundos
it: 10 secondi
ja: 10秒間
nb_no: 10 sekunder
nl: 10 seconden
pt_br: 10 segundos
ru: 10 секунд
tr: 10 saniye
uk: 10 секунд

source: More than 1 minute
ca: Més que 1 minut
da: Mere end 1 minut
de: Mehr als 1 Minute
es: Más de 1 minuto
fa: بیش از ۱ دقیقه
fr: Plus d’une minute
gl: Más de 1 minuto
it: Più di 1 minuto
ja: 1分以上
nb_no: Mer enn 1 minutt
nl: Meer dan 1 minuut
pt_br: Mais de 1 minuto
ru: Более 1 минуты
tr: 1 dakikadan fazla
uk: Більше 1 хвилини

source: 3 seconds
ca: 3 segons
da: 3 sekunder
de: 3 Sekunden
es: 3 segundos
fa: ۳ ثانیه
fr: 3 secondes
gl: 3 segundos
it: 3 secondi
ja: 3秒間
nb_no: 3 sekunder
nl: 3 seconden
pt_br: 3 segundos
ru: 3 секунды
tr: 3 saniye
uk: 3 секунд

source: You can use AntennaPod to listen to podcasts on your Google Chromecast.
ca: Podeu utilitzar AntennaPod per escoltar podcasts al vostre Google Chromecast.
da: Du kan bruge AntennaPod til at lytte til podcasts på din Google Chromecast.
de: Du kannst AntennaPod verwenden, um Podcasts auf deinem Google Chromecast zu hören.
es: Puedes utilizar AntennaPod para escuchar podcasts en tu Google Chromecast.
fa: می‌توانید آنتناپاد را برای گوش دادن به پادپخش‌ها در کروم‌کست گوگل به‌کار بگیرید.
fr: Vous pouvez utiliser AntennaPod pour écouter des podcasts sur votre Google Chromecast.
gl: Podes utilizar AntennaPod para escoitar podcasts no teu Google Chromecast.
it: Puoi usare AntennaPod per ascoltare podcast sul tuo Google Chromecast.
ja: AntennaPodを使用すると、Google Chromecastでポッドキャストを視聴できます。
nb_no: Du kan bruke AntennaPod til å lytte til podkaster på Google Chromecast.
nl: U kunt AntennaPod gebruiken om naar podcasts te luisteren op uw Google Chromecast.
pt_br: Você pode usar o AntennaPod para ouvir podcasts no seu Google Chromecast.
ru: Вы можете использовать AntennaPod для прослушивания подкастов на Google Chromecast.
tr: AntennaPod'u kullanarak Google Chromecast'inizde podcast dinleyebilirsiniz.

source: No further steps are required to use AntennaPod with your Google Chromecast. Make sure that you are in the same WiFi network as your Chromecast. Open the player screen by expanding the small player on the bottom and press the Chromecast button.
ca: No calen més passos per utilitzar AntennaPod amb el vostre Google Chromecast. Assegureu-vos que esteu a la mateixa xarxa Wi-Fi que el Chromecast. Obriu la pantalla del reproductor expandint el petit jugador a la part inferior i premeu el botó Chromecast.
da: Der kræves ingen yderligere trin for at bruge AntennaPod med din Google Chromecast. Sørg for, at du er på det samme WiFi-netværk som din Chromecast. Åbn afspillerskærmen ved at udvide den lille afspiller i bunden, og tryk på Chromecast-knappen.
de: Es sind keine weiteren Schritte erforderlich, um AntennaPod mit deinem Google Chromecast zu verwenden. Vergewissere dich, dass du dich im selben WLAN wie dein Chromecast befindest. Öffne den Player-Bildschirm, indem du den kleinen Player am unteren Rand aufklappst und die Chromecast-Taste drückst.
es: No se requieren más pasos para utilizar AntennaPod con su Google Chromecast. Abra la pantalla del reproductor expandiendo el pequeño reproductor de la parte inferior y pulse el botón Chromecast. Asegúrate de que estás en la misma red Wi-Fi que tu Chromecast.
fa: برای به‌کار بردن آنتناپاد با گوگل کروم‌کست هیچ گام دیگری لازم نیست. مطمئن شوید که در همان شبکه وای‌فای که کروکست شما قرار دارد هستید. صفحه پخش‌کننده را با گسترش پخش‌کننده کوچک در پایین باز کنید و دکمه کروم‌کست را فشار دهید.
fr: Aucun réglage supplémentaire est requis pour utiliser AntennaPod avec Google Chromecast. Assurez-vous d'être sur le même réseau Wi-Fi puis ouvrez l'écran de lecture en développant le mini lecteur en bas pour pouvoir appuyez sur le bouton Chromecast.
gl: Non se requiren máis pasos para utilizar AntennaPod co seu Google Chromecast. Abra a pantalla do reprodutor expandindo o pequeno reprodutor da parte inferior e pulse o botón Chromecast. Asegúrache de que estás na mesma rede Wi-fi que o teu Chromecast.
it: Non sono necessari altri passaggi per utilizzare AntennaPod con il tuo Google Chromecast. Assicurati di essere sulla stessa rete Wi-Fi del tuo Chromecast. Apri la schermata lettore espandendo il mini-lettore nella parte bassa dello schermo e premi il pulsante Chromecast.
nb_no: Ingen ytterligere skritt er påkrevd for å bruke AntennaPod med Google Chromcast. Sørg for at du er tilkoblet samme WiFi-nettverk som Chromecasten. Åpne avspillerbildet ved å utvide den lille avspilleren nederst og trykk på Chromecast-knappen.
nl: Er zijn geen bijkomende stappen nodig om AntennaPod met je Google Chromecast te gebruiken. Zorg dat je op hetzelfde Wi-Fi netwerk zit als je Chromecast. Je opent het spelerscherm door de kleine speler te vergroten en op de Chromecast knop te duwen.
pt_br: Nenhuma configuração extra é necessária para usar o AntennaPod com o seu Google Chromecast. Certifique-se de que o seu celular esteja conectado à mesma rede Wi-Fi que o Chromecast. Abra a tela do reprodutor expandindo o mini player na parte inferior e toque no botão do Chromecast.
ru: Для использования AntennaPod с Google Chromecast не требуется никаких дополнительных действий. Убедитесь, что вы находитесь в той же сети Wi-Fi, что и ваш Chromecast. Откройте экран плеера, развернув маленький плеер внизу, и нажмите кнопку Chromecast.
tr: AntennaPod'u Google Chromecast'inizle kullanmak için başka bir adıma gerek yoktur. Alttaki küçük oynatıcıyı genişleterek oynatıcı ekranını açın ve Chromecast düğmesine basın. Chromecast'inizle aynı Wi-Fi ağında olduğunuzdan emin olun.

source: Cast button in AntennaPod
ca: Botó de difusió a l'AntennaPod
da: Cast-knap i AntennaPod
es: Botón de transmisión en AntennaPod
fa: دکمه کست در آنتناپاد
fr: Le bouton Cast dans AntennaPod
gl: Botón de transmisión en AntennaPod
it: Pulsante di trasmissione in AntennaPod
ja: AntennaPodのキャストボタン
nb_no: Cast-knappen i AntennaPod
nl: Cast-knop in AntennaPod
pt_br: Botão de transmissão no AntennaPod
ru: Кнопка Cast в AntennaPod
tr: AntennaPod'daki Yayın düğmesi

source: Unfortunately, Google Chromecast support is not available in the F-Droid version because Chromecast is not open-source.
ca: Malauradament, el suport de Google Chromecast no està disponible a la versió F-Droid perquè Chromecast no és de codi obert.
da: Desværre er Google Chromecast-understøttelse ikke tilgængelig i F-Droid-versionen, fordi Chromecast ikke er open source.
de: Leider ist die Unterstützung von Google Chromecast in der F-Droid-Version nicht verfügbar, da Chromecast nicht Open Source ist.
es: Desafortunadamente, la compatibilidad con Google Chromecast no está disponible en la versión F-Droid porque Chromecast no es de código abierto.
fa: متأسفانه، پشتیبانی از گوگل کروم‌کست در نگارش اف-دیروید در دسترس نیست چون کروم‌کست متن‌باز نیست.
fr: Malheureusement, la prise en charge de Google Chromecast n'est pas disponible dans la version F-Droid, car Chromecast n'est pas open-source.
gl: Desafortunadamente, a compatibilidade con Google Chromecast non está dispoñible na versión F-Droid porque Chromecast non é de código aberto.
it: Sfortunatamente, il supporto per Google Chromecast non è disponibile nella versione F-Droid perché Chromecast non è open source.
ja: 残念ながら、Chromecastはオープンソースではないため、F-DroidバージョンではGoogle Chromecastのサポートは利用できません。
nb_no: Dessverre er ikke Google Chromecast støttet i versjonen lastet ned fra F-Froid fordi Chromecast ikke er åpen kilde.
nl: Jammer genoeg wordt Google Chromecast niet ondersteund in de F-Droid versie omdat Chromecast niet open-source is.
pt_br: Infelizmente, o suporte ao Google Chromecast não está disponível na versão do F-Droid, pois o Chromecast não é uma tecnologia de código aberto.
ru: К сожалению, поддержка Google Chromecast в версии для F-Droid отсутствует, поскольку Chromecast не имеет открытого исходного кода.
tr: Ne yazık ki F-Droid sürümünde Google Chromecast desteği bulunmuyor çünkü Chromecast açık kaynaklı değil.

source: If you have a physical ('hardware') keyboard connected to your phone or tablet, you can use certain shortcuts to control playback in AntennaPod. Volume and (un)mute actions affect the audio channel for media (rather than, for example, the one for notifications).
ca: Si heu connectat un teclat físic ('maquinari') al teu telèfon o tauleta, podeu fer servir certes dreceres per controlar la reproducció d'AntennaPod. El volum i les accions de (des)silenciar afecten el canal d'àudio per a multimèdia (en lloc de, per exemple, el de les notificacions).
da: Hvis du har et fysisk ('hardware') tastatur tilsluttet din telefon eller tablet, kan du bruge visse genveje til at styre afspilningen i AntennaPod. Lydstyrke-handlinger påvirker lydkanalen for medier (i stedet for f.eks. den for meddelelser).
de: Wenn du eine physische (Hardware-)Tastatur an dein Telefon oder Tablet angeschlossen hast, kannst du bestimmte Tastenkombinationen zur Wiedergabesteuerung in AntennaPod verwenden. Die Aktionen Lautstärke und (Aufheben der) Stummschaltung wirken sich auf den Audiokanal für Medien aus (und nicht etwa auf den für Benachrichtigungen).
es: Si tienes un teclado físico ('hardware') conectado a tu teléfono o tablet, puedes utilizar ciertas combinaciones de teclas para controlar la reproducción en AntennaPod. El volumen y las acciones de (des)enmudecer afectan al canal de audio para los medios (en lugar de, por ejemplo, el de las notificaciones).
fa: اگر یک صفحه‌کلید فیزیکی («سخت‌افزاری») به گوشی یا تبلت خود متصل کرده‌اید، می‌توانید میانبرهای خاصی را برای واپایش پخش در آنتناپاد به‌کار بگیرید. کنش‌های صدا و (بی‌صدا/با صدا) کانال صوتی رسانه را تغییر می‌دهند (نه، برای مثال، کانال تماس‌ها).
fr: Si vous disposez d'un clavier physique connecté à votre téléphone ou tablette, vous pouvez utiliser certains raccourcis pour contrôler la lecture dans AntennaPod.
gl: Se tes un teclado físico ('hardware') conectado ao teu teléfono ou tablet, podes utilizar certas combinacións de teclas para controlar a reprodución en AntennaPod. O volume e as accións de (deas)enmudecer afectan a canle de audio para os medios (en lugar de, por exemplo, o das notificacións).
it: Se hai una tastiera fisica ("hardware") collegata al tuo telefono o tablet, puoi usare alcune scorciatoie per controllare la riproduzione in AntennaPod. Le azioni per alzare, abbassare, disattivare e riattivare il volume hanno effetto sul canale audio per i media (e non, ad esempio, su quello per le notifiche).
ja: 物理（「ハードウェア」）キーボードをスマートフォンやタブレットに接続している場合、特定のショートカットを使用してAntennaPod内の再生をコントロールできます。音量とミュート（解除）操作はメディア音声チャンネルに対して行われます（たとえば、通知チャンネルではなく）。
nb_no: Hvis du har et fysisk tastatur ("maskinvare") koblet til telefonen eller nettbrettet kan du bruke visse snarveier for å styre avspillingen i AntennaPod. Handlingene relatert til volum og (av)demping påvirker lydkanalen for media (i stedet for f.eks. den for varsler).
nl: Als een fysiek toetsenbord ('hardware') is aangesloten op telefoon of tablet, kun je bepaalde sneltoetsen gebruiken om het afspelen in AntennaPod te regelen. Aanpassingen van het volume en dempen (opheffen) worden toegepast op het audiokanaal voor media (en, bijvoorbeeld, niet op die voor notificaties).
pt_br: Se você tem um teclado físico ('equipamento') conectado ao celular ou tablet, você poderá usar alguns atalhos para controlar a reprodução no AntennaPod. As ações de volume e (des)mutar afetam o canal de áudio de mídia (e não, por exemplo, o de notificações).
ru: Если к вашему телефону или планшету подключена физическая ("аппаратная") клавиатура, вы можете использовать определенные сочетания клавиш для управления воспроизведением в AntennaPod. Действия по регулировке громкости и (отключению) звука влияют на аудиоканал для медиа (а не, например, на канал для уведомлений).
tr: Telefonunuza veya tabletinize bağlı fiziksel ('donanım') bir klavyeniz varsa, AntennaPod'da oynatmayı kontrol etmek için belirli kısayolları kullanabilirsiniz . Ses ve (sessiz) açma/kapatma eylemleri medya için ses kanalını etkiler (örneğin bildirimler için olandan ziyade).
uk: Якщо у вас є фізична («апаратна») клавіатура, підключена до вашого телефону або планшета, ви можете використовувати певні комбінації клавіш для керування відтворенням у AntennaPod. Дії гучності та (увімкнення) впливають на аудіоканал для медіа (а не, наприклад, на канал для сповіщень).

source: All screens (except video player and the settings)
ca: Totes les pantalles (excepte el reproductor de vídeo i la configuració)
da: Alle skærme (undtagen videoafspiller og indstillingerne)
de: Alle Bildschirme (außer dem Videoplayer und den Einstellungen)
es: Todas las pantallas (excepto el reproductor de video y los ajustes)
fa: همه صفحه‌ها (به جز پخش‌کننده ویدیو و تنظیمات)
fr: Tous les écrans (sauf le lecteur vidéo et les paramètres)
gl: Todas as pantallas (excepto o reprodutor de vídeo e os axustes)
it: Tutte le schermate (tranne il lettore video e le impostazioni)
ja: すべてのスクリーン（動画プレイヤーと設定を除く）
nb_no: Alle skjermbilder (unntatt videospiller og innstillinger)
nl: Alle schermen (behalve de videospeler en de instellingen)
pt_br: Todas as telas (exceto o reprodutor de vídeo e as configurações)
ru: Все экраны (кроме видеоплеера и настроек)
tr: Tüm ekranlar (video oynatıcı ve ayarlar hariç )
uk: Усі екрани (крім відеоплеєра та налаштувань)

source: Key
ca: Tecla
da: Nøgle
de: Tastendruck
es: Tecla
fa: کلید
fr: Touche
gl: Tecla
it: Tasto
ja: キー
nb_no: Tast
nl: Toets
pt_br: Tecla
ru: Ключ
tr: Anahtar
uk: ключ

source: Action
ca: Acció
da: Handling
de: Aktion
es: Acción
fa: کنش
gl: Acción
it: Azione
ja: 動作
nb_no: Handling
nl: Actie
pt_br: Ação
ru: Действие
tr: Olaylar
uk: Дія

source: Play/Pause
ca: Reprodueix/Pausa
da: Afspil/pause
de: Wiedergabe/Pause
es: Reproducir/Pausar
fa: پخش/توقف
fr: Lecture/Pause
gl: Reproducir/Pausar
it: Riproduci/Metti in pausa
ja: 再生/一時停止
nb_no: Spill av/pause
nl: Afspelen/Pauzeren
pt_br: Reproduzir/Pausar
ru: Воспроизведение/Пауза
tr: Oynat/Duraklat
uk: Відтворення/Пауза

source: Rewind
ca: Rebobina
da: Spol tilbage
de: Zurückspulen
es: Rebobinar
fa: پس‌روی
fr: Saut arrière
gl: Rebobinar
it: Riavvolgi
ja: 巻き戻し
nb_no: Spol tilbake
nl: Terugspoelen
pt_br: Retroceder
ru: Перемотка назад
tr: Geri sarma
uk: Перемотати назад

source: Forward
ca: Avança
da: Spol frem
de: Vorspulen
es: Adelantar
fa: پیش‌برد
fr: Saut avant
gl: Adiantar
it: Avanti
ja: 早送り
nb_no: Spol fremover
nl: Vooruitspoelen
pt_br: Avançar
ru: Вперед
tr: İleri
uk: вперед

source: Raise volume
ca: Apuja el volum
da: Hæv lydstyrke
de: Lautstärke erhöhen
es: Elevar el volumen
fa: افزایش صدا
fr: Augmenter le volume
gl: Elevar o volume
it: Alza il volume
ja: 音量を上げる
nb_no: Høyere volum
nl: Verhoog volume
pt_br: Aumentar volume
ru: Увеличить громкость
tr: Sesi yükselt
uk: Збільшити гучність

source: Lower volume
ca: Abaixa el volum
da: Sænk lydstyrke
de: Lautstärke reduzieren
es: Bajar el volumen
fa: کاهش صدا
fr: Baisser le volume
gl: Baixar o volume
it: Abbassa il volume
ja: 音量を下げる
nb_no: Lavere volum
nl: Verlaag volume
pt_br: Diminuir volume
ru: Меньшая громкость
tr: Düşük hacim
uk: Менша гучність
