Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Mute/unmute (toggle) - only on Android 6 and higher
ca: Silencia/activa el so (commuta) - només a Android 6 o superior
da: Slå lyden til/fra - kun på Android 6 og nyere
de: Stummschaltung (aufheben) – nur unter Android 6 und neuer
es: Enmudecer/Desenmudecer (alternar) - solo en Android 6 o superior
fa: بی‌صدا/با صدا (تغییر) - فقط در اندروید ۶ و بالاتر
fr: Couper/Remettre le son (uniquement sur Android 6 et supérieur)
gl: Enmudecer/Desenmudecer (alternar) - só en Android 6 ou superior
it: Disattivare/attivare il volume (interruttore on/off) - solo su Android 6 o superiore
ja: ミュート/ミュート解除（トグル） - Android 6以上
nb_no: Lyd av/på (veksle) - bare på Android 6 og høyere
nl: Dempen/dempen opheffen (wisselen) - alleen op Android 6 en hoger
pt_br: Mutar/desmutar (alternar) - apenas no Android 6 e superior
ru: Отключение/приглушение звука (переключение) - только на Android 6 и выше
tr: Sessize al/sesi aç (değiştirme) - yalnızca Android 6 ve üzeri sürümlerde
uk: Вимкнути/увімкнути звук (перемикач) - лише на Android 6 і вище

source: Video player
ca: Reproductor de vídeo
da: Videoafspiller
es: Reproductor de vídeo
fa: پخش‌کننده ویدیو
fr: Lecteur vidéo
gl: Reprodutor de vídeo
it: Lettore video
ja: 動画プレイヤー
nb_no: Videospiller
nl: Videospeler
pt_br: Reprodutor de vídeo
ru: Видеоплеер
tr: Video oynatıcı
uk: Відеоплеєр

source: `P`/`Space`
ca: `P`/`Espai`
da: `P`/`Mellemrum`
de: `P`/`Leertaste`
es: `P`/`Espacio`
fa: `P`/`فاصله`
fr: `P`/`Espace`
gl: `P`/`Espazo`
it: `P`/` Spazio`
nb_no: `P`/`Mellomrom`
nl: `P`/`Spatie`
pt_br: `P`/`Espaço`
ru: `P`/`Пробел`
tr: ` P ` / ` Boşluk `
uk: `P`/`космос`

source: Exit video player
ca: Surt del reproductor de vídeo
da: Afslut videoafspiller
de: Videoplayer schließen
es: Salir del reproductor de vídeo
fa: خروج از پخش‌کننده ویدیو
fr: Quitter le lecteur vidéo
gl: Saír do reprodutor de vídeo
it: Esci dal lettore video
ja: 動画プレイヤーを終了
nb_no: Avslutt videospiller
nl: Videospeler afsluiten
pt_br: Sair do reprodutor de vídeo
ru: Выход из видеоплеера
tr: Video oynatıcısından çık
uk: Вийти з відеопрогравача

source: Enter picture-in-picture mode
ca: Entra en el mode imatge sobre imatge
da: Start billed-i-billede-tilstand
de: Bild-im-Bild-Modus öffnen
es: Entrar en el modo imagen-en-imagen
fa: ورود به حالت تصویر در تصویر
fr: Entrer dans le mode image par image
gl: Entrar no modo imaxe-en-imaxe
it: Entra nella modalità picture-in-picture
ja: ピクチャー・イン・ピクチャーモードに入る
nb_no: Aktiver bilde-i-bilde-modus
nl: Ga naar beeld-in-beeld modus
pt_br: Entrar no modo picture-in-picture
ru: Вход в режим картинка в картинке
tr: Resim içinde resim moduna girin
uk: Увійдіть у режим «картинка в картинці»

source: Go to 0-90% of the video
ca: Ves al 0-90% del vídeo
da: Gå til 0-90 % af video
de: Zu 0–90% des Videos gehen
es: Ir al 0-90% del vídeo
fa: رفتن به ۰-۹۰٪ ویدیو
fr: Aller à 0-90% de la vidéo
gl: Ir ao 0-90% do vídeo
it: Vai allo 0-90% del video
ja: 動画の0-90%の位置に移動する
nb_no: Gå til 0-90% av videoen
nl: Ga naar 0-90% van de video
pt_br: Vai de 0-90% do vídeo
ru: Перейдите к 0-90 % видео
tr: Videonun %0-90'ına git
uk: Перейти до 0-90% відео

source: Do you want to make it easy for your network or audience to add your podcast(s) in AntennaPod? Simply include a link like the one given below on your website or wherever you want. Make sure to replace `xyz` with the URL of your RSS feed and `abc` with the title of your podcast.
da: Vil du gøre det nemt for dit netværk eller publikum at tilføje din(e) podcast(s) i AntennaPod? Du skal blot inkludere et link som det nedenfor på din hjemmeside, eller hvor du ønsker det. Huske at erstatte `xyz` med URL'en på dit RSS-feed og `abc` med titlen på din podcast.
es: ¿Quiere facilitar a su red o a su audiencia la incorporación de su(s) podcast(s) en AntennaPod? Sólo tiene que incluir un enlace como el que figura a continuación en su sitio web o donde desee. Asegúrese de sustituir `xyz` por la URL de su canal RSS y `abc` por el título de su podcast.
fa: آیا می‌خواهید برای شبکه یا مخاطبان خود افزودن پادپخش(های) شما به آنتناپاد را آسان کنید؟ کافی است پیوندی مثل آنچه در زیر داده شده در وبگاه خود یا هر جای دیگری که می‌خواهید قرار دهید. مطمئن شوید که `xyz` را با URL خوراک RSS و `abc` را با نام پادپخش خود جایگزین کنید.
fr: Voulez-vous que votre réseau ou votre public puisse facilement ajouter votre (vos) podcast(s) à AntennaPod ? Il vous suffit d'inclure un lien tel que celui présenté ci-dessous sur votre site web ou à l'endroit de votre choix. Veillez à remplacer `xyz` par l'URL de votre flux RSS et `abc` par le titre de votre podcast.
gl: Quere facilitar á súa rede ou á súa audiencia a incorporación da súa(s) podcast(s) en AntennaPod? Só ten que incluír unha ligazón como o que figura a continuación no seu sitio web ou onde desexe. Asegúrese de substituír `xyz` pola URL da súa canle RSS e `abc` polo título do seu podcast.
it: Vuoi rendere più semplice per il tuo network o per il tuo pubblico aggiungere il tuo/i tuoi podcast su AntennaPod? Inserisci semplicemente un link come quello qui sotto sul tuo sito o dove vuoi. Assicurati di sostituire `xyz` con l'URL del tuo feed RSS e `abc` con il titolo del tuo podcast.
ja: ネットワークや視聴者がAntennaPodにポッドキャストを追加するのを簡単にしたいですか？ ウェブサイトなどに以下の形式のリンクを追加するだけでできます。`xyz` をRSSフィードのURLに置き換えて、`abc`をポッドキャストのタイトルに置き換えてください。
nb_no: Vil du gjøre det lett for nettverket eller publikummet ditt å legge til podkasten(e) din(e) i AntennaPod? Da kan du ganske enkelt inkludere en lenke, som den under, på nettsiden din eller andre steder du ønsker. Pass på å endre `xyz` med nettadressen til din RSS-strøm og `abc` med tittelen til podkasten din.
nl: Wil je het makkelijk maken voor je netwerk of publiek om je podcast(s) toe te voegen in AntennaPod? Voeg simpelweg een link toe aan je website of waar dan ook. Vergeet niet om `xyz` te vervangen met de URL van je RSS feed en `abc` met de titel van je podcast.
pt_br: Quer facilitar para que seu público adicione seu(s) podcast(s) no AntennaPod? Basta incluir em seu site, ou onde preferir, um link como o exemplo abaixo. Substitua `xyz` pelo URL do seu feed RSS e `abc` pelo título do seu podcast.
ru: Хотите, чтобы ваша сеть или аудитория могла легко добавить ваш подкаст(ы) в AntennaPod? Просто разместите ссылку, подобную приведенной ниже, на своем сайте или в любом другом месте. Замените `xyz` на URL вашего RSS-канала, а `abc` - на название вашего подкаста.
tr: Ağınızın veya kitlenizin podcast'lerinizi AntennaPod'a eklemesini kolaylaştırmak ister misiniz ? Aşağıda verilene benzer bir bağlantıyı web sitenize veya istediğiniz yere eklemeniz yeterlidir. ` xyz `'yi RSS beslemenizin URL'siyle ve ` abc `'yi podcast'inizin başlığıyla değiştirdiğinizden emin olun.
uk: Ви хочете, щоб ваша мережа або аудиторія могли легко додавати ваш подкаст(и) у AntennaPod? Просто додайте посилання, подібне до наведеного нижче, на своєму веб-сайті або будь-де, де вам потрібно. Обов’язково замініть `xyz` URL-адресою вашого RSS-каналу, а `abc` — назвою подкасту.

source: Users who have installed AntennaPod and open that link will be able to preview episodes and subscribe to your podcast directly in our app. You can view an example of such a page [here](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). If you need our logo, please have a look at our [branding repository](https://github.com/AntennaPod/branding).
da: Brugere, der har installeret AntennaPod og åbner linket, vil kunne se en forhåndsvisning af afsnit og abonnere på din podcast direkte i vores app. Du kan se et eksempel på sådan en side [her](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Hvis du har brug for vores logo, kan du se vores [branding-arkiv](https://github.com/AntennaPod/branding).
es: Los usuarios que hayan instalado AntennaPod y abran ese enlace podrán previsualizar los episodios y suscribirse a su podcast directamente en nuestra app. Puede ver un ejemplo de esta página [aquí](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Si necesita nuestro logotipo, eche un vistazo a nuestro [repositorio de marca](https://github.com/AntennaPod/branding).
fa: کاربرانی که آنتناپاد را نصب کرده‌اند و آن پیوند را باز کنند، می‌توانند قسمت‌ها را پیش‌نمایش کنند و مستقیماً در برنامه ما در پادپخش شما اشتراک کنند. می‌توانید نمونه‌ای از چنین صفحه‌ای را [اینجا](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts) ببینید. اگر به نماد ما نیاز دارید، لطفاً به [مخزن نشان تجاری ما](https://github.com/AntennaPod/branding) نگاهی بیندازید.
fr: Les utilisateurs qui ont installé AntennaPod et qui utilisent ce lien pourront prévisualiser les épisodes et s'abonner à votre podcast directement dans notre application. Vous pouvez voir un exemple [ici](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Si vous avez besoin de notre logo, consultez notre [dépôt de marque](https://github.com/AntennaPod/branding).
gl: Os usuarios que instalasen AntennaPod e abran esa ligazón poderán previsualizar os episodios e subscribirse ao seu podcast directamente na nosa app. Pode ver un exemplo desta páxina [aquí](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Se necesita o noso logotipo, bote unha ollada ao noso [repositorio de marca](https://github.com/AntennaPod/branding).
it: Gli utenti che hanno installato AntennaPod e aprono quel link potranno aprire gli episodi in anteprima e iscriversi al tuo podcast direttamente nella nostra app. Puoi visualizzare un esempio di questo tipo di pagina [qui](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Se hai bisogno del nostro logo, dai un'occhiata al nostro [repository del branding](https://github.com/AntennaPod/branding).
ja: AntennaPodをインストール済みのユーザーがこのリンクを開くと、エピソードをプレビューして、アプリ内でポッドキャストを直接購読できます。こうしたページの例は、[こちら](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts)から表示できます。ロゴが必要な場合は、[ブランドリポジトリ](https://github.com/AntennaPod/branding)を確認してください。
nb_no: Brukere som har installert AntennaPod og åpner den lenken vil kunne forhåndsvise episoder og abonnere på podkasten din direkte i appen. Du kan se et ekspempel på en slik side [her](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Hvis du trenger logoen vår kan du se i [merkevarelageret](https://github.com/AntennaPod/branding) vårt.
nl: Gebruikers die AntennaPod geïnstalleerd hebben en die link openen kunnen de afleveringen bekijken en kunnen direct in onze app abonneren op je podcast. Je kunt [hier](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts) een voorbeeld van zo'n pagina vinden. Als je ons logo nodig hebt, neem dan eens een kijkje in ons [branding repository](https://github.com/AntennaPod/branding).
pt_br: Usuários que tiverem o AntennaPod instalado e abrirem esse link poderão visualizar os episódios e inscrever-se em seu podcast diretamente pelo app. Você pode ver um exemplo de página [aqui](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Se precisar do logotipo do AntennaPod, dê uma olhada em nosso [repositório de identidade visual](https://github.com/AntennaPod/branding).
ru: Пользователи, установившие AntennaPod и открывшие эту ссылку, смогут просматривать эпизоды и подписываться на ваш подкаст прямо в нашем приложении. Пример такой страницы вы можете посмотреть [здесь](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Если вам нужен наш логотип, пожалуйста, загляните в наш [репозиторий брендинга](https://github.com/AntennaPod/branding).
tr: AntennaPod'u yükleyen ve bu bağlantıyı açan kullanıcılar bölümleri önizleyebilir ve podcast'inize doğrudan uygulamamızda abone olabilir. Böyle bir sayfanın örneğini [buradan](/deeplink/ subscribe ?url=https:// antennapod .org/rss.xml&title=Blog+Posts) görebilirsiniz. Logomuza ihtiyacınız varsa lütfen [markalama havuzumuza](https://github.com/ AntennaPod /branding) göz atın.
uk: Користувачі, які встановили AntennaPod і перейшли за цим посиланням, зможуть попередньо переглянути епізоди та підписатися на ваш подкаст безпосередньо в нашому додатку. Ви можете переглянути приклад такої сторінки [тут](/deeplink/subscribe?url=https://antennapod.org/rss.xml&title=Blog+Posts). Якщо вам потрібен наш логотип, перегляньте наше [брендове сховище](https://github.com/AntennaPod/branding).

source: To ensure the sustainability of an open podcasting ecosystem, podcasters need funding beyond advertising and buy-outs by platforms. AntennaPod supports different ways through which podcasters can earn an income:
ca: Per garantir la sostenibilitat d'un ecosistema de podcasting obert, els podcasters necessiten finançament més enllà de la publicitat i de les adquisicions per part de les plataformes. AntennaPod dona suport a diferents maneres perquè els podcasters puguin obtenir ingressos:
de: Um die Nachhaltigkeit eines offenen Podcasting-Ökosystems zu gewährleisten, benötigen Podcaster Finanzmittel, die über Werbung und Aufkauf durch Plattformen hinausgehen. AntennaPod unterstützt verschiedene Möglichkeiten, mit denen Podcaster Einnahmen erzielen können:
pt_br: Para garantir a sustentabilidade de um ecossistema aberto de podcasts, os criadores precisam de fontes de financiamento além de anúncios e aquisições por grandes plataformas. O AntennaPod oferece diferentes maneiras pelas quais os podcasters podem gerar renda:

source: We support the [funding](https://podcasting2.org/docs/podcast-namespace/tags/funding) tag, allowing podcasters to add links to their payment pages in their RSS feeds: see [how to use this tag](https://podcasting2.org/docs/guides/how-to-use-the-funding-tag). This is the standard way for podcasters to get financial support from their audience.
ca: Donem suport a l'etiqueta [funding](https://podcasting2.org/docs/podcast-namespace/tags/funding), que permet als podcasters afegir enllaços a les seves pàgines de pagament als seus canals RSS: vegeu [com utilitzar aquesta etiqueta](https://podcasting2.org/docs/guides/how-to-use-the-funding-tag). Aquesta és la manera estàndard perquè els podcasters obtinguin suport econòmic del seu públic.
de: Wir unterstützen den [funding](https://podcasting2.org/docs/podcast-namespace/tags/funding)-Tag, mit dem Podcaster Links zu ihren Zahlungsseiten in ihren RSS-Feeds hinzufügen können: Siehe [Anleitung zum Verwenden dieses Tags](https://podcasting2.org/docs/guides/how-to-use-the-funding-tag). Dies ist die übliche Methode für Podcaster, um finanzielle Unterstützung von ihrem Publikum zu erhalten.
pt_br: Oferecemos suporte à tag [funding](https://podcasting2.org/docs/podcast-namespace/tags/funding), que permite que podcasters adicionem links para suas páginas de apoio financeiro diretamente nos feeds RSS: veja [como usar essa tag](https://podcasting2.org/docs/guides/how-to-use-the-funding-tag). Essa é a forma padrão de receber contribuições financeiras do público.

source: If for any reason you don't use the funding tag yet, you can still include information about how your audience can support you in your podcast or episode descriptions. It will still be visible to AntennaPod users, even though less prominently. For example, if you offer a premium tier, AntennaPod users will be able to subscribe to it using a personalized feed URL or by entering the login credentials you give them.
ca: Si per qualsevol motiu encara no utilitzeu l'etiqueta de finançament, podeu incloure informació sobre com el vostre públic pot donar-vos suport a les descripcions del vostre podcast o episodi. Aquesta informació continuarà sent visible per als usuaris d'AntennaPod, tot i que de manera menys destacada. Per exemple, si oferiu un nivell premium, els usuaris d'AntennaPod podran subscriure-s'hi mitjançant una URL de canal personalitzada o introduint les credencials d'accés que els proporcioneu.
de: Wenn du aus irgendeinem Grund noch kein funding-Tag verwendest, kannst du dennoch in den Podcast- oder Episodenbeschreibungen Informationen darüber einfügen, wie dein Publikum dich unterstützen kann. Diese sind für AntennaPod-Nutzer weiterhin sichtbar, wenn auch weniger prominent. Wenn du beispielsweise eine Premium-Stufe anbietest, können AntennaPod-Nutzer diese über eine personalisierte Feed-URL oder durch Eingabe der von dir bereitgestellten Anmeldedaten abonnieren.
pt_br: Se por alguma razão, você ainda não utilize a tag de apoio financeiro, você ainda pode incluir nas descrições do podcast ou de cada episódio informações sobre como seus ouvintes podem apoiar o podcast . Esses dados ainda aparecem no AntennaPod, ainda que de uma forma menos destacada. Por exemplo, se você oferece um plano premium, os usuários do AntennaPod poderão increver-se utilizando um URL de feed personalizado ou inserindo as credenciais fornecidas por você.

source: In the future, we would also like to support automatic micropayments via the [value](https://podcasting2.org/docs/podcast-namespace/tags/value) tag. As it is complex functionality and the technical specifications are still evolving, AntennaPod won't support it soon, but we are closely following developments.
ca: En el futur, també ens agradaria donar suport als micropagaments automàtics mitjançant l'etiqueta [value](https://podcasting2.org/docs/podcast-namespace/tags/value). Com que és una funcionalitat complexa i les especificacions tècniques encara estan en evolució, AntennaPod no li donarà suport aviat, però estem seguint de prop l'implantació.
de: In Zukunft möchten wir auch automatische Mikrozahlungen über den [value](https://podcasting2.org/docs/podcast-namespace/tags/value)-Tag unterstützen. Da es sich um eine komplexe Funktionalität handelt und die technischen Spezifikationen noch in der Entwicklung sind, wird AntennaPod diese Funktion vorerst nicht unterstützen, aber wir verfolgen die Entwicklungen aufmerksam.
pt_br: Pretendemos futuramente oferecer suporte a micropagamentos automáticos através da tag [value](https://podcasting2.org/docs/podcast-namespace/tags/value). Como essa é uma funcionalidade complexa e os aspectos técnicos ainda estão sendo estudados, o AntennaPod ainda não oferece suporte, mas acompanha de perto o desenvolvimento.

source: If you are a podcast producer and want to make your podcast visible in AntennaPod, this page is for you.
ca: Si sou un productor de pòdcasts i voleu que el vostre pòdcast es pugui trobar a AntennaPod, aquesta pàgina és per a vós.
da: Hvis du er podcast-producent og ønsker at gøre din podcast synlig i AntennaPod, er denne side til dig.
de: Falls du ein Podcast-Produzent bist und deinen Podcast in AntennaPod auffindbar machen möchtest, bist du hier richtig.
es: Si eres un productor de podcasts y quieres hacer que tu podcast sea visible en AntennaPod, esta página es para tí.
fa: اگر تولیدکننده پادپخش هستید و می‌خواهید پادپخش شما در آنتناپاد قابل‌مشاهده باشد، این صفحه برای شماست.
fr: Si vous êtes un producteur de podcasts et que vous souhaitez rendre votre podcast visible dans AntennaPod, cette page est pour vous.
gl: Se es un produtor de podcasts e queres facer que o teu podcast sexa visible en AntennaPod, esta páxina é para tí.
it: Se sei un produttore di podcast e vuoi rendere il tuo podcast visibile in AntennaPod, questa pagina è per te.
ja: ポッドキャストの製作者で、ポッドキャストをAntennaPodで表示されるようにしたい場合、このページはあなたのためにあります。
nb_no: Hvis du er podkastprodusent og ønsker å gjøre podkasten din synlig i AntennaPod er denne siden noe for deg.
nl: Als je een podcast producer bent en je wilt je podcast zichtbaar maken in AntennaPod, is deze pagina voor jou.
pt_br: Se você é produtor de podcast e quer que seu conteúdo apareça no AntennaPod, esta página é para você.
ru: Если вы являетесь продюсером подкастов и хотите сделать свой подкаст видимым в AntennaPod, эта страница для вас.
tr: Eğer bir podcast yapımcısıysanız ve podcast'inizi AntennaPod'da görünür kılmak istiyorsanız bu sayfa tam size göre.
uk: Якщо ви є виробником подкастів і хочете зробити свій подкаст видимим у AntennaPod, ця сторінка для вас.

source: AntennaPod mainly uses two directories for its search feature:
ca: AntennaPod utilitza principalment dos directoris per a la seva funció de cerca:
de: AntennaPod verwendet hauptsächlich zwei Verzeichnisse für seine Suchfunktion:
es: AntennaPod principalmente utiliza dos directorios para su característica de búsqueda:
fa: آنتناپاد از دو شاخهٔ اصلی برای جست‌وجو استفاده می‌کند:
fr: AntennaPod utilise principalement deux sources pour sa fonction de recherche :
gl: AntennaPod principalmente utiliza dous directorios para a súa característica de procura:
it: AntennaPod utilizza principalmente due directory per la sua funzione di ricerca:
nb_no: AntennaPod bruker hovedsakelig tre kataloger for sin søkefunksjon:
nl: AntennaPod gebruikt hoofdzakelijk twee bronnen voor zijn zoekfunctie:
pt_br: O AntennaPod utiliza principalmente dois diretórios em seu recurso de pesquisa:
ru: AntennaPod в основном использует два каталога для поиска:
tr: AntennaPod arama özelliği için temel olarak iki dizini kullanır:
