Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Let's say you have 15 episodes in your queue: 1 from each of podcasts A, B and C, 2 from podcast D and 10 from podcast E. Smart shuffle first takes the podcast with the most episodes (E) and spreads out its episodes in the queue: EE_EE_E_E_EE_EE. It then takes the podcast with the second-most episodes (D) and spreads out those in the available slots: EE_EEDE_EDEE_EE. This continues until we end up with a queue that looks like this: EEBEEDECEDEEAEE.
ca: Suposem que teniu 15 episodis a la cua: 1 de cadascun dels podcasts A, B i C, 2 del podcast D i 10 del podcast E. La reproducció aleatòria intel·ligent primer agafa el podcast amb més episodis (E) i els distribueix a la cua: EE_EE_E_E_EE_EE. A continuació, agafa el podcast amb el segon nombre d'episodis (D) i els distribueix a les franges horàries disponibles: EE_EEDE_EDEE_EE. Això continua fins que acabem amb una cua semblant a aquesta: EEBEEDECEDEEAEE.
da: Lad os sige, at du har 15 afsnit i din kø: 1 fra hver af podcast A, B og C, 2 fra podcast D og 10 fra podcast E. Smart blanding tager først podcasten med flest afsnit (E) og spreder dens afsnit i køen: EE_EE_E_E_EE_EE. Den tager derefter podcasten med de næstflest afsnit (D) og spreder dem ud i de tilgængelige pladser: EE_EEDE_EDEE_EE. Dette fortsætter, indtil vi ender med en kø, der ser sådan ud: EEBEEDECEDEEAEE.
de: Angenommen, du hast 15 Episoden in der Warteschlange: Jeweils 1 aus den Podcasts A, B und C, 2 aus dem Podcast D und 10 aus dem Podcast E. Schlaues Mischen nimmt zuerst den Podcast mit den meisten Episoden (E) und verteilt seine Episoden in der Warteschlange: EE_EE_E_E_EE_EE. Dann nimmt es den Podcast mit den zweitmeisten Episoden (D) und verteilt diese auf die verfügbaren Plätze: EE_EEDE_EDEE_EE. So geht es weiter, bis die Warteschlange wie folgt aussieht: EEBEEDECEDEEAEE.
es: Supongamos que tiene 15 episodios en la cola: 1 de cada uno de los podcasts A, B y C, 2 del podcast D y 10 del podcast E. Smart shuffle toma primero el podcast con más episodios (E) y distribuye sus episodios en la cola: EE_EE_E_E_EE_EE. A continuación, toma el podcast con el segundo mayor número de episodios (D) y los distribuye en los espacios disponibles: EE_EEDE_EDEE_EE. Esto continúa hasta que terminamos con una cola que se parece a esto: EEBEEDECEDEEAEE.
fa: فکر کنید ۱۵ قسمت در صف خود دارید: ۱ قسمت از هر یک از پادپخش‌های A، B و C، ۲ قسمت از پادپخش D و ۱۰ قسمت از پادپخش E. مرتب‌سازی هوشمند ابتدا پادپخشی با بیشترین قسمت‌ها (E) را می‌گیرد و قسمت‌هایش را در صف پخش می‌کند: EE_EE_E_E_EE_EE. سپس پادپخشی با دومین تعداد قسمت‌ها (D) را می‌گیرد و آن‌ها را در جایگاه‌های موجود پخش می‌کند: EE_EEDE_EDEE_EE. این روند ادامه می‌یابد تا در پایان صفی به این شکل داشته باشیم: EEBEEDECEDEEAEE.
fr: Disons que vous avez 15 épisodes dans votre liste de lecture : 1 par podcasts pour A, B et C, 2 pour le podcast D et 10 du podcast E. Le tri intelligent va commencer par le podcast avec le plus d'épisodes (E) et disperser ces épisodes dans la liste de lecture : EE_EE_E_E_EE_EE. Puis les épisodes du deuxième podcast avec le plus d'épisodes (D) sont placés dans les emplacements libres : EE_EEDE_EDEE_EE. Et ainsi de suite jusqu'à obtenir une liste de lecture ressemblant à ceci : EEBEEDECEDEEAEE.
gl: Supoñamos que ten 15 episodios na cola: 1 de cada un dos podcasts A, B e C, 2 do podcast D e 10 do podcast E. Smart shuffle toma primeiro o podcast con máis episodios (E) e distribúe os seus episodios na cola: EE_EE_E_E_EE_EE. A continuación, toma o podcast co segundo maior número de episodios (D) e distribúeos nos espazos dispoñibles: EE_EEDE_EDEE_EE. Isto continúa ata que terminamos cunha cola que se parece a isto: EEBEEDECEDEEAEE.
it: Immaginiamo che tu abbia 15 episodi nella tua coda: 1 ciascuno dai podcast A, B e C, 2 dal podcast D e 10 dal podcast E. Per prima cosa, la modalità casuale intelligente prende il podcast che ha più episodi (E) e li distribuisce nella coda: EE_EE_E_E_EE_EE. A seguire, prende il secondo podcast con più episodi (D) e li distribuisce negli spazi disponibili: EE_EEDE_EDEE_EE. L'operazione continua finché la coda non assomiglia a questa: EEBEEDECEDEEAEE.
ja: たとえばキューに15個のエピソードがあるとします。ポッドキャストA、B、Cからそれぞれ1個、ポッドキャストDから2個、ポッドキャストEから 10 個です。スマートシャッフルは、まずエピソードが最も多いポッドキャスト（E）を取得し、そのエピソードを次のように展開します。キュー: EE_EE_E_E_EE_EE。次に、2 番目に多いエピソードを含むポッドキャスト（D）を取得し、それらを使用可能なスロットEE_EEDE_EDEE_EEに振り分けます。これを、EEBEEDECEDEEAEEのようなキューが完成するまで続けます。
nb_no: La oss si at du har 15 episoder i køen din: 1 fra hver av podkastene A, B og C, 2 fra podkast D og 10 fra podkast E. Smart blanding tar først podkasten med flest episoder (E) og sprer ut episodene i køen: EE_EE_E_E_EE_EE. Deretter tar den podkasten med nestmest episoder (D) og sprer de ut i tilgjengelige spor: EE_EEDE_EDEE_EE. Dette fortsettter til vi ender opp med en kø som ser slik ut: EEBEEDECEDEEAEE.
nl: Veronderstel dat je 15 afleveringen in je afspeellijst hebt: 1 van podcasts A, B en C, 2 van podcast D en 10 van podcast E. Smart shuffle zal eerst de podcast met het meest afleveringen (E) nemen en de afleveringen hiervan uitspreiden in de afspeellijst: EE_EE_E_E_EE_EE. Dan komt de podcast met het tweede meest aantal afleveringen (D), hiervan worden de afleveringen uitgespreid over de overblijven de plaatsen: EE_EEDE_EDEE_EE. Dit proces herhaalt zich tot de afspeellijst er ongeveer zo uitziet: EEBEEDECEDEEAEE.
ru: Допустим, у вас в очереди 15 выпусков: 1 из подкастов A, B и C, 2 из подкаста D и 10 из подкаста E. Умная тасовка сначала берет подкаст с наибольшим кол-вом выпусков (E) и распределяет его выпуски в очереди: EE_EE_E_E_EE_EE. Затем он берет подкаст со вторым по количеству выпусков (D) и распределяет их по свободным слотам: EE_EEDE_EDEE_EE. Так продолжается до тех пор, пока в итоге мы не получим очередь, которая выглядит следующим образом: EEBEEDECEDEEAEE.
tr: Diyelim ki kuyruğunuzda 15 bölüm var : A, B ve C podcast'lerinden her birinden 1, D podcast'inden 2 ve E podcast'inden 10 bölüm. Akıllı karıştırma önce en çok bölümü olan podcast'i (E) alır ve bölümlerini kuyruğa yayar : EE_EE_E_E_EE_EE. Daha sonra ikinci en çok bölümü olan podcast'i (D) alır ve bunları kullanılabilir yuvalara yayar: EE_EEDE_EDEE_EE. Bu, şuna benzeyen bir kuyruğa ulaşana kadar devam eder : EEBEEDECEDEEAEE.
uk: Припустімо, у вас у черзі 15 епізодів: по 1 з подкастів A, B і C, 2 з подкасту D і 10 з подкасту E. Smart shuffle спочатку бере подкаст із найбільшою кількістю епізодів (E) і розподіляє його епізоди за черга: EE_EE_E_E_EE_EE. Потім він бере подкаст із другим за значенням епізодом (D) і розподіляє їх у доступні слоти: EE_EEDE_EDEE_EE. Це продовжується, поки ми не отримаємо чергу, яка виглядає так: EEBEEDECEDEEAEE.

source: Publication dates play a role both *within* podcasts (in our example, episodes from podcast E are sorted accordingly) and *between* podcasts (the episode from podcast B gets an earlier spot than the one from podcast A because the former is older).
ca: Les dates de publicació tenen un paper tant en els podcasts *dins* (en el nostre exemple, els episodis del podcast E s'ordenen en conseqüència) com en els podcasts *entre* (l'episodi del podcast B té un paper més primerenc que el del podcast A perquè el primer és més antic).
da: Udgivelsesdatoer spiller en rolle både *inden for* podcasts (i vores eksempel er afsnit fra podcast E sorteret i overensstemmelse hermed) og *mellem* podcasts (afsnittet fra podcast B får en tidligere placering end den fra podcast A, fordi førstnævnte er ældre ).
de: Das Veröffentlichungsdatum spielt sowohl *innerhalb* der Podcasts (in unserem Beispiel werden die Episoden aus Podcast E entsprechend sortiert) als auch *zwischen* den Podcasts eine Rolle (die Episode aus Podcast B erhält einen früheren Platz als die Episode aus Podcast A, weil erstere älter ist).
es: Las fechas de publicación influyen tanto *dentro de* los podcasts (en nuestro ejemplo, los episodios del podcast E se ordenan en consecuencia) como *entre* podcasts (el episodio del podcast B se publica antes que el del podcast A porque el primero es más antiguo).
fa: تاریخ‌های انتشار هم *درون* پادپخش‌ها (در مثال ما، قسمت‌های پادپخش E به ترتیب مرتب می‌شوند) و هم *بین* پادپخش‌ها نقش دارند (قسمت از پادپخش B جایگاه زودتری نسبت به پادپخش A می‌گیرد چون قدیمی‌تر است).
fr: Les dates de publications joue un rôle par rapport aux autres épisodes d'un *même* podcast (dans notre exemple, les épisodes de E sont triés en respectant leurs ordre) et aussi *entre* les différents podcasts (l'épisode du podcast B est avant celui du podcast A car il est plus ancien).
gl: As datas de publicación inflúen tanto dentro de* os podcasts (no noso exemplo, os episodios do podcast E ordénanse en consecuencia) como entre* podcasts (o episodio do podcast B publícase antes que o do podcast A porque o primeiro é máis antigo).
it: Le date di pubblicazione sono prese in considerazione sia *all'interno* di uno stesso podcast (nel nostro esempio, gli episodi del podcast E seguono il loro ordine) e *tra* i diversi podcast (l'episodio del podcast B viene collocato prima di quello del podcast A perché il primo è meno recente).
nb_no: Publiseringsdatoen spiller en rolle *innen* podkasten (i vårt eksempel blir episodene fra podkast E sortert i henhold) og podkastene *innimellom* (episodene fra podkast B får en tildligere spor enn den fra podkast A fordi den første er eldre).
nl: De publicatiedatum speelt een rol zowel *binnen* de podcast (in ons voorbeeld zijn afleveringen van podcast E daarop gesorteerd) als *tussen* podcasts (de aflevering van podcast B krijgt een eerdere plek dan die van podcast A omdat die recenter is).
ru: Даты публикации играют роль как *внутри* подкастов (в нашем примере выпуски из подкаста E отсортированы соответствующим образом), так и *между* подкастами (выпуск из подкаста B занимает более раннее место, чем выпуск из подкаста A, потому что первый из них старше).
tr: Yayın tarihleri hem *podcast'ler içinde* (örneğimizde, podcast E'deki bölümler buna göre sıralanmıştır) hem de *podcast'ler arasında* ( podcast B'deki bölüm , podcast A'daki bölümden daha erken bir sıraya yerleşir çünkü ilki daha yenidir) rol oynar .

source: To help organize your subscriptions you can assign tags (sometimes called groups or categories) to a podcast. Please note that for the moment it is not possible to create queues based on tags. This would require support for multiple queues first. (See also the [feature request](https://github.com/AntennaPod/AntennaPod/issues/2648) on our development platform.)
ca: Per ajudar-vos a organitzar les subscripcions, podeu assignar-hi etiquetes (de vegades anomenades grups o categories) a un pòdcast. Tingueu en compte que ara per ara no es poden crear cues segons etiquetes. Per això abans requeriria que es poguessin fer múltiples cues. (Feu una ullada també a la [petició de funcionalitat](https://github.com/AntennaPod/AntennaPod/issues/2648) a la nostra plataforma de desenvolupament.)
da: For at hjælpe med at organisere dine abonnementer kan du tildele podcasts etiketter (nogle gange kaldet grupper eller kategorier). Bemærk venligst, at det i øjeblikket ikke er muligt at oprette køer baseret på etiketter. Dette ville kræve understøttelse af flere køer først. (Se også [feature request](https://github.com/AntennaPod/AntennaPod/issues/2648) på vores udviklingsplatform).
de: Um deine Abonnements zu organisieren, kannst du Podcast-Tags (manchmal auch Gruppen oder Kategorien genannt) zuweisen. Bitte beachte, dass es im Moment nicht möglich ist, Warteschlangen auf der Grundlage von Tags zu erstellen. Dies würde zunächst die Unterstützung mehrerer Warteschlangen erfordern. (Beachte hierzu die [Funktionsanfrage](https://github.com/AntennaPod/AntennaPod/issues/2648) auf unserer Entwicklungsplattform.)
es: Para ayudarte a organizar tus suscripciones, puedes asignar etiquetas (a veces llamadas grupos o categorías) a un podcast. Por favor, ten en cuenta que por el momento, no es posible crear colas basándose en las etiquetas. Esto requeriría el soporte para múltiples colas primero. (Lee también la [petición de característica](https://github.com/AntennaPod/AntennaPod/issues/2648) en nuestra plataforma de desarrollo.)
fa: برای کمک به سازمان‌دهی اشتراک‌هایتان، می‌توانید برچسب‌ها را (که گاهی گروه‌ها یا دسته‌ها نامیده می‌شوند) برای یک پادپخش تنظیم کنید. لطفاً توجه کنید که در حال حاضر امکان ساخت صف‌ها بر پایه برچسب‌ها نیست. این کار اول نیاز به پشتیبانی از چندین صف دارد. (همچنین [درخواست ویژگی](https://github.com/AntennaPod/AntennaPod/issues/2648) را در سکو توسعه ما ببینید.)
fr: Pour faciliter l'organisation de vos abonnements, vous pouvez attribuer des tags (parfois appelés groupes ou catégories) à un podcast. Veuillez noter que, pour le moment, il n'est pas possible de créer des listes de lecture basées sur les tags. Pour cela, il faudrait prendre en charge des listes de lecture multiples. (voir également la [demande de fonctionnalité](https://github.com/AntennaPod/AntennaPod/issues/2648) sur notre plateforme de développement.)
gl: Para axudarche a organizar as túas subscricións, podes asignar etiquetas (ás veces chamadas grupos ou categorías) a un podcast. Por favor, ten en conta que polo momento, non é posible crear colas baseándose nas etiquetas. Isto requiriría o soporte para múltiples colas primeiro. (Le tamén a [petición de característica](https://github.com/AntennaPod/AntennaPod/issues/2648) na nosa plataforma de desenvolvemento.)
it: Per organizzare meglio le tue iscrizioni, puoi assegnare dei tag (a volte chiamati gruppi o categorie) a un podcast. Tieni presente che per il momento non è possibile creare code sulla base dei tag. Questo richiederebbe prima il supporto per le code multiple. (Vedi anche la [richiesta di funzionalità](https://github.com/AntennaPod/AntennaPod/issues/2648) sulla nostra piattaforma di sviluppo.)
ja: 購読を整理を簡単にするために、ポッドキャストにタグ（グループやカテゴリとも呼ばれます）を割り当てることができます。現時点では、タグを元にしてキューを作成することはできません。この機能の実現には、複数キューのサポートが必要です。（開発プラットフォームの [機能リクエスト](https://github.com/AntennaPod/AntennaPod/issues/2648)も参照ください。）
nb_no: For å hjelpe deg med å organisere abonnementene dine kan du tilordne emneknagger (noen ganger kalt grupper eller kategorier) til en podkast. Vær oppmerksom på at det for øyeblikket ikke er mulig å opprette køer basert på emneknagger. Dette vil kreve støtte for flere køer først. (Se også [funksjonsforespørsel](https://github.com/AntennaPod/AntennaPod/issues/2648) på utviklingsplattformen vår.)
nl: Om abonnementen te organiseren, kun je labels (ook wel groepen of categorieën genoemd) aan een podcast toewijzen. Houd er rekening mee dat het momenteel niet mogelijk is om wachtrijen aan te maken op basis van labels. Hiervoor is eerst ondersteuning nodig voor meerdere wachtrijen. (Zie ook het [functieverzoek](https://github.com/AntennaPod/AntennaPod/issues/2648) op ons ontwikkelplatform.)
ru: Чтобы упорядочить подписки, вы можете присваивать подкастам теги (иногда называемые группами или категориями). Обратите внимание, что на данный момент нет возможности создавать очереди на основе тегов. Для этого сначала потребуется поддержка нескольких очередей. (См. также [feature request](https://github.com/AntennaPod/AntennaPod/issues/2648) на нашей платформе разработки.)
tr: Aboneliklerinizi düzenlemenize yardımcı olmak için bir podcast'e etiketler (bazen gruplar veya kategoriler olarak adlandırılır) atayabilirsiniz. Şu anda etiketlere dayalı kuyruklar oluşturmanın mümkün olmadığını lütfen unutmayın. Bunun için öncelikle birden fazla kuyruk desteği gerekir. (Ayrıca geliştirme platformumuzdaki [özellik isteğine](https://github.com/ AntennaPod / AntennaPod /issues/2648) bakın.)
uk: Щоб допомогти впорядкувати свої підписки, ви можете призначити подкасту теги (іноді їх називають групами або категоріями). Зверніть увагу, що на даний момент неможливо створити черги на основі тегів. Для цього спочатку потрібна підтримка кількох черг. (Також перегляньте [запит щодо функції](https://github.com/AntennaPod/AntennaPod/issues/2648) на нашій платформі розробки.)

source: By default, all podcasts are refreshed with a 12-hour interval to pick up new episodes. Via `Settings` » `Network` » `Refresh podcasts` you can change the interval period or turn off the automatic updates.
es: Por defecto, todos los podcasts se actualizan con un intervalo de 12 horas para conocer nuevos episodios. A través de `Configuración` » `Red` » `Refrescar pódcasts` puedes cambiar el periodo del intervalo, seleccionar una hora específica del día o desactivar las actualizaciones automáticas.

source: By default, all podcasts are refreshed with a 12-hour interval to pick up new episodes. Via `Settings` » `Network` » `Refresh podcasts` you can change the interval period, select a specific time in the day, or turn off the automatic updates.
da: Som standard opdateres alle podcasts med et interval på 12 timer for at hente nye afsnit. Via `Indstillinger` » `Netværk` » `Opdater podcasts` kan du ændre intervalperioden, vælge et bestemt tidspunkt på dagen eller slå de automatiske opdateringer fra.
gl: Por defecto, todos os podcasts se actualizan cun intervalo de 12 horas para recoller episodios novos. A través `Axustes` » `Rede` » `Refrescar Podcasts` podes cambiar o periodo do intervalo, seleccionar unha hora específica do día ou apagar as actualizacións automáticas.
ja: デフォルトでは、すべてのポッドキャストは12時間ごとに更新され、新しいエピソードがピックアップされます。`設定` » `ネットワーク` » `ポッドキャストの更新` で、更新間隔を変更し、1日の特定の時間を選択したり、自動更新をオフにしたりできます。
nb_no: Som standard oppdateres alle podkaster hver tolvte time for å finne nye. Via `Innstillinger` → `Nettverk` → `Oppdater podkaster` kan du endre intervallet, velge et spesielt tidspunkt på dagen, eller skru av automatiske oppdateringer.
nl: Standaard worden alle podcasts ververst met een interval van 12 uur om nieuwe afleveringen op te halen. Via `Instellingen` » `Netwerk` » `Podcasts verversen` kun je de intervalperiode wijzigen, een specifiek tijdstip op de dag instellen of de automatische updates uitschakelen.
uk: За замовчуванням усі подкасти оновлюються з 12-годинним інтервалом, щоб вибрати нові епізоди. Через `Налаштування` » `Мережа` » `Оновити подкасти` ви можете змінити інтервал, вибрати певний час дня або вимкнути автоматичне оновлення.

source: You can also turn off this process for individual podcasts in case keeping a podcast up to date is unnecessary. You can use this, for example, if no new episodes are released anymore for a podcast. Or when you have added a podcast of which you would listen an episode only occasionally. You can set this by going to a podcast, tapping on the `Gear` icon and changing the `Keep Updated` setting.
da: Du kan også slå denne proces fra for individuelle podcasts, hvis det er unødvendigt at holde en podcast opdateret. Du kan f.eks. bruge dette, hvis der ikke længere udgives nye afsnit for en podcast. Eller når du har tilføjet en podcast, som du kun lejlighedsvis vil lytte til et afsnit af. Du kan indstille dette ved at gå til en podcast, trykke på `Tandhjul` ikonet og ændre indstillingen `Hold opdateret`.
gl: Tamén podes desactivar este proceso para podcasts individuais en caso de que manter un podcast ao día sexa innecesario. Podes usar isto, por exemplo, se xa non se publican episodios novos para un podcast. Ou cando engadiches un podcast ao que solo escoitas ocasionalmente. Podes configurar isto indo a un podcast, tocando no icono do `Engrenaxe` e cambiando o axuste `Manter Actualizado`.
ja: ポッドキャストを継続して更新する必要がない場合は、この処理を個別のポッドキャストごとにオフにすることもできます。この機能は、たとえば、新しいエピソードがもう配信されなくなったポッドキャストや、追加済みのエピソードをたまにしか聞かないポッドキャストに利用できます。この設定は、ポッドキャストに移動し、`歯車` アイコンをタップして、`最新の状態を保つ` 設定で変更できます。
nb_no: Du kan også slå av denne prosessen for individuelle podkaster hvis det ikke er nødvendig å holde en podkast oppdatert. Du kan for eksempel bruke dette hvis det ikke lenger publiseres nye episoder for en podkast. Eller når du har lagt til en podkast som du bare vil lytte til en episode av og til. Du kan angi dette ved å gå til en podkast, trykke på `tannhjul`-ikonet og endre innstillingen `Hold oppdatert`.
nl: Dit proces kan uitgeschakeld worden voor individuele podcasts als het niet nodig is om een podcast up-to-date te houden. Bijvoorbeeld als er geen nieuwe afleveringen meer komen voor de podcast. Of wanneer er een podcast toegevoegd is waar je maar af en toe een aflevering van beluisterd. Dit is in te stellen door naar de podcast te gaan, op het `Tandwiel`-pictogram te tikken en de instelling `Bijgewerkt houden` te wijzigen.
uk: Ви також можете вимкнути цей процес для окремих подкастів, якщо немає необхідності оновлювати подкаст. Це можна використовувати, наприклад, якщо для подкасту більше не випускаються нові епізоди. Або коли ви додали подкаст, епізод якого ви б слухали лише зрідка. Ви можете налаштувати це, перейшовши до подкасту, торкнувшись піктограми `Gear` і змінивши налаштування `Keep Updated`.

source: When you turn off this podcast setting, the podcast will no longer be updated when podcasts get refreshed automatically, or when you initiate this process from the Queue or the Episodes screen. You can still refresh that podcast, which will bring new episodes to AntennaPod. But these new episodes will not be visible in the New tab of the Episodes screen.
da: Når du slår denne podcast-indstilling fra, vil podcasten ikke længere blive opdateret, når podcasts opdateres automatisk, eller når du starter denne proces fra skærmen Kø eller Afsnit. Du kan stadig opdatere podcasten, hvilket vil bringe nye afsnit til AntennaPod. Men disse nye afsnit vil ikke være synlige i fanen Ny på skærmen Afsnit.
gl: Cando desactivas este axuste nun podcast, o podcast xa non se actualizará cando os podcasts se actualizan automáticamente, ou cando inicias este proceso dende a Cola ou a pantalla de Episodios. Podes actualizar ese podcast, que traerá os episodios novos a AntennaPod. Pero estes episodios non serán visibles na pestaña Novo na pantalla de Episodios.
ja: このポッドキャスト設定をオフにすると、ポッドキャストの自動更新時や、キューやエピソード画面からこの処理を開始したときに、このポッドキャストは更新されなくなります。それでもポッドキャストを更新して、AntennaPodに新しいエピソードを追加することはできます。しかし、新しいエピソードはエピソード画面の新着には表示されなくなります。
nb_no: Når du slår av denne podkastinnstillingen, vil podkasten ikke lenger oppdateres når podkaster oppdateres automatisk eller når du starter denne prosessen fra køen eller episoder-skjermen. Du kan fortsatt oppdatere podkasten for seg. Det vil laste ned nye episoder til AntennaPod, men disse nye episodene vil ikke være synlige i Ny-fanen på Episoder-skjermen.
nl: Na uitschakelen van deze instelling wordt deze individuele podcast niet meer bijgewerkt als podcasts automatisch, vanuit de Wachtrij, of via het Afleveringen-scherm worden ververst. Je kunt de individuele podcast dan nog steeds vernieuwen, waardoor nieuwe afleveringen naar AntennaPod komen. Maar deze nieuwe afleveringen zijn niet zichtbaar op het tabblad Nieuw van het scherm Afleveringen.
uk: Якщо ви вимкнете це налаштування подкасту, подкаст більше не оновлюватиметься, коли подкасти оновлюються автоматично або коли ви ініціюєте цей процес із черги чи екрана епізодів. Ви все ще можете оновити цей подкаст, який принесе нові епізоди на AntennaPod. Але ці нові епізоди не відображатимуться на вкладці «Нові» на екрані «Епізоди».
