Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: This approach means that if you listen to 7 minutes of an episode today and 38 minutes of that episode tomorrow, all 45 minutes are attributed to tomorrow. The same applies across months. If an episode is played both in June and July, all listening time is attributed to July. Similarly, if an episode is played both in December of one year and in January of the next, it is attributed to the second year.
ca: Aquest enfocament significa que si escolteu 7 minuts d'un episodi avui i 38 minuts demà, els 45 minuts s'atribueixen l'endemà. Això s'aplica a tots els mesos. Si es reprodueix un episodi tant al juny com al juliol, tot el temps d'escolta s'atribueix al juliol. De la mateixa manera, si un episodi es reprodueix tant al desembre d'un any com al gener del següent, s'atribueix al segon any.
de: Wenn du heute 7 Minuten einer Folge hörst und morgen 38 Minuten dieser Folge, werden alle 45 Minuten dem morgigen Tag zugerechnet. Das Gleiche gilt für die Monate. Wenn eine Episode sowohl im Juni als auch im Juli abgespielt wird, wird die gesamte Hördauer dem Juli zugerechnet. Wenn eine Folge sowohl im Dezember eines Jahres als auch im Januar des nächsten Jahres gehört wird, wird sie dem zweiten Jahr zugerechnet.
es: Este enfoque significa que si escuchas 7 minutos de un episodio hoy y 38 minutos mañana, los 45 minutos se atribuyen al día siguiente. Esto aplica a todos los meses. Si un episodio se reproduce tanto en junio como en julio, todo el tiempo de escucha se atribuye a julio. De igual manera, si un episodio se reproduce tanto en diciembre de un año como en enero del siguiente, se atribuye al segundo año.
fr: Cette approche signifie que si vous écoutez 7 minutes d’un épisode aujourd’hui et 38 minutes de cet épisode demain, toutes les 45 minutes sont attribuées à demain. La même chose s’applique à tous les mois. Si un épisode est joué en juin et en juillet, tout le temps d’écoute est attribué à juillet. De même, si un épisode est joué à la fois en décembre d’une année et en janvier de l’année suivante, il est attribué à la deuxième année.
it: Questo approccio implica che se ascolti 7 minuti di un episodio oggi e 38 minuti di quello stesso episodio domani, tutti e 45 i minuti saranno attribuiti a domani. Lo stesso si applica ai mesi. Se un episodio è riprodotto sia a giugno che a luglio, tutto il tempo di ascolto è attribuito a luglio. Analogamente, se un episodio è riprodotto sia a dicembre di un anno che a gennaio dell'anno seguente, è attribuito al secondo anno.
nl: Het gevolg van deze aanpak is dat als je 7 minuten van een aflevering vandaag beluisterd en 38 minuten ervan morgen, daardoor alle minuten geteld worden voor morgen. Hetzelfde geldt voor maanden. Als een aflevering zowel in Juni als Juli wordt afgespeeld, telt alle luistertijd voor Juli. En als een aflevering zowel in December van het ene jaar als in Januari van het jaar erop is afgespeeld, wordt hij geteld als volledig afgespeeld in het tweede jaar.
pt_br: Isso significa que, se você ouvir 7 minutos de um episódio hoje e 38 minutos dele amanhã, todos os 45 minutos serão atribuídos a amanhã. O mesmo vale entre meses: se um episódio for reproduzido em junho e julho, todo o tempo será atribuído a julho. E se um episódio for reproduzido tanto em dezembro quanto em janeiro, o tempo será registrado no segundo ano.
ru: Такой подход означает, что если вы прослушали 7 минут эпизода сегодня и 38 минут завтра, то все 45 минут будут отнесены к завтрашнему дню. То же самое относится и к месяцам. Если эпизод воспроизводится и в июне, и в июле, все время прослушивания приписывается июлю. Аналогично, если эпизод был прослушан в декабре одного года и в январе следующего, он будет отнесен ко второму году.

source: The monthly statistics are usually accurate because they look at a longer time period. However, day-by-day statistics would have a higher risk of becoming unreliable, which is why AntennaPod does not offer those.
ca: Les estadístiques mensuals solen ser precises perquè abasten un període més llarg. Tot i això, les estadístiques diàries podrien ser poc fiables, de manera que AntennaPod no les ofereix.
de: Die monatlichen Statistiken sind in der Regel genau, da sie einen längeren Zeitraum abdecken. Bei tagesgenauen Statistiken besteht jedoch ein höheres Risiko, dass sie ungenau sind, weshalb AntennaPod diese nicht bereitstellt.
es: Las estadísticas mensuales suelen ser precisas porque abarcan un período más largo. Sin embargo, las estadísticas diarias podrían ser poco fiables, por lo que AntennaPod no las ofrece.
fr: Les statistiques mensuelles sont généralement précises car elles portent sur une période plus longue. Cependant, les statistiques quotidiennes risqueraient davantage de devenir peu fiables, c’est pourquoi AntennaPod ne les propose pas.
it: Le statistiche mensili sono solitamente accurate perché prendono in esame un periodo di tempo più lungo. D'altra parte, le statistiche giornaliere sarebbero più a rischio di essere inattendibili, che è il motivo per cui AntennaPod non le mette a disposizione.
nl: De maandelijkse statistieken zijn meestal correct omdat ze een langere tijdsperiode beslaan. Maar omdat dagelijkse statistieken een hoger risico zouden hebben om onbetrouwbaar te zijn biedt AntennaPod deze niet aan.
pt_br: As estatísticas mensais costumam ser bem precisas, já que cobrem um período mais longo. No entanto, estatísticas diárias teriam maior risco de imprecisão, por isso o AntennaPod não oferece esse nível de detalhe.
ru: Месячная статистика обычно точна, поскольку рассматривает более длительный период времени. Однако статистика по дням имеет больший риск стать ненадежной, поэтому AntennaPod не предлагает ее.

source: Why we don’t want to change it
ca: Per què no volem canviar-ho
de: Warum wir das nicht ändern wollen
es: Por qué no queremos cambiarlo
fa: چرا نمی‌خواهیم تغییرش دهیم
fr: Pourquoi nous ne voulons pas le changer
it: Perché non vogliamo cambiarle
nl: Waarom we het niet willen veranderen
pt_br: Por que não queremos mudar isso
ru: Почему мы не хотим его менять

source: Stats (or rather: graphs) are fun. So why don’t we record information differently to allow for more filter options and more granular data in AntennaPod?
ca: Les estadístiques (o millor dit, els gràfics) són divertides. Aleshores, per què no registrem la informació de manera diferent per permetre més opcions de filtratge i dades més granulars a AntennaPod?
de: Statistiken (oder besser: Diagramme) machen Spaß. Warum also erfassen wir Informationen nicht anders, um mehr Filteroptionen und granularere Daten in AntennaPod zu ermöglichen?
es: Las estadísticas (o mejor dicho, los gráficos) son divertidas. Entonces, ¿por qué no registramos la información de forma diferente para permitir más opciones de filtrado y datos más granulares en AntennaPod?
fr: Les statistiques (ou plutôt : graphiques) sont amusantes. Alors pourquoi ne pas enregistrer l’information différemment pour permettre plus d’options de filtre et des données plus granulaires dans AntennaPod ?
it: Le statistiche (o meglio ancora, i grafici) sono divertenti. Quindi perché non registriamo le informazioni in un altro modo per supportare più filtri e avere dati più granulari in AntennaPod?
nl: Statistieken (of eigenlijk: grafieken) zijn leuk. Dus waarom slaan we de informatie niet anders op zodat we meer filter opties en preciezere data kunnen hebben in AntennaPod?
pt_br: Estatísticas (ou melhor: gráficos) são divertidas. Então por que não registrar os dados de uma forma que permita mais opções de filtro e dados mais detalhados no AntennaPod?
ru: Статистика (или, скорее, графики) - это весело. Так почему бы нам не записывать информацию по-другому, чтобы в AntennaPod было больше возможностей для фильтрации и получения более детальных данных?

source: It would be possible, for example, to record for each episode how long it was played on each day. For instance:
ca: Seria possible, per exemple, registrar la durada de cada episodi cada dia. Per exemple:
de: Es wäre zum Beispiel möglich, für jede Episode zu erfassen, wie lange sie an jedem Tag abgespielt wurde. Zum Beispiel:
es: Sería posible, por ejemplo, registrar la duración de cada episodio cada día. Por ejemplo:
fr: Il serait possible, par exemple, d’enregistrer pour chaque épisode combien de temps il a été joué chaque jour. Par exemple :
it: Tra le altre cose, sarebbe possibile registrare per quanto tempo ogni episodio è stato riprodotto in ogni giorno. Per esempio:
nl: Het zou mogelijk zijn om voor iedere aflevering op te slaan hoe lang hij op iedere dag afgespeeld is. Bijvoorbeeld:
pt_br: Seria possível registrar para cada episódio quanto tempo ele foi reproduzido em cada dia. Por exemplo:
ru: Можно, например, записывать для каждого эпизода, сколько времени он проигрывался в каждый день. Например:

source: 28 June: 7 minutes
ca: 28 de juny: 7 minuts
de: 28. Juni: 7 Minuten
es: 28 de junio: 7 minutos
fa: ۷ تیر: ۷ دقیقه
fr: 28 juin : 7 minutes
it: 28 giugno: 7 minuti
nl: 28 Juni: 7 minuten
pt_br: 28 de Junho: 7 minutos
ru: 28 июня: 7 минут
tr: 28 Haziran: 7 dakika

source: 30 June: 38 minutes
ca: 30 de juny: 38 minuts
de: 30. Juni: 38 Minuten
es: 30 de junio: 38 minutos
fa: ۹ تیر: ۳۸ دقیقه
fr: 30 juin : 38 minutes
it: 30 giugno: 38 minuti
nl: 30 Juni: 38 minuten
pt_br: 30 de Junho: 38 minutos
ru: 30 июня: 38 минут

source: 1 July: 19 minutes
ca: 1 de juliol: 19 minuts
de: 1. Juli: 19 Minuten
es: 1 de julio: 19 minutos
fa: ۱۰ تیر: ۱۹ دقیقه
fr: 1 juillet : 19 minutes
it: 1 luglio: 19 minuti
nl: 1 Juli: 19 minuten
pt_br: 1 de Julho: 19 minutos
ru: 1 июля: 19 минут

source: There are two main reasons. Firstly, while statistics are fun, **we rather spend time on AntennaPod's main purpose: playing podcasts**. Changing to this new approach would require time now to implement it (rewriting the code that saves playback time in the database) and time in future to maintain a more complex system.
ca: Hi ha dues raons principals. En primer lloc, si bé les estadístiques són divertides, **preferim dedicar temps al propòsit principal d'AntennaPod: reproduir pòdcasts**. Adoptar aquest nou enfocament requeriria temps ara per implementar-lo (reescriure el codi que estalvia temps de reproducció a la base de dades) i temps en el futur per mantenir un sistema més complex.
de: Dafür gibt es zwei Hauptgründe. Erstens: Statistiken machen zwar Spaß, aber **wir möchten unsere Zeit lieber für den Hauptzweck von AntennaPod verwenden: das Abspielen von Podcasts**. Das Umstellen auf diesen neuen Ansatz würde jetzt Zeit für die Implementierung (Neuschreiben des Codes, der die Wiedergabezeit in der Datenbank speichert) und in Zukunft Zeit für die Pflege eines komplexeren Systems erfordern.
es: Hay dos razones principales. En primer lugar, si bien las estadísticas son divertidas, **preferimos dedicar tiempo al propósito principal de AntennaPod: reproducir podcasts**. Adoptar este nuevo enfoque requeriría tiempo ahora para implementarlo (reescribir el código que ahorra tiempo de reproducción en la base de datos) y tiempo en el futuro para mantener un sistema más complejo.
fr: Il y a deux raisons principales. Premièrement, bien que les statistiques soient amusantes, **nous passons plutôt du temps sur le principal objectif d’AntennaPod : lire des podcasts**. Passer à cette nouvelle approche demanderait du temps maintenant pour la mise en œuvre (réécrire le code qui économise du temps de lecture dans la base de données) et du temps à l’avenir pour maintenir un système plus complexe.
it: Ci sono due ragioni principali. Per prima cosa, anche se le statistiche sono divertenti, **preferiamo investire tempo nello scopo principale di AntennaPod: riprodurre podcast**. Cambiare approccio richiederebbe tempo di implementazione (riscrivere il codice che salva il tempo di riproduzione nel database) e tempo per mantenere un sistema più complesso in futuro.
pt_br: Há dois motivos principais. Primeiro, embora as estatísticas sejam interessantes, **preferimos dedicar nosso tempo ao principal propósito do AntennaPod: reproduzir podcasts**. Mudar para essa nova abordagem exigiria tempo no presente para implementá-la (reescrevendo o código que salva o tempo de reprodução no banco de dados) e tempo no futuro para manter um sistema mais complexo.
ru: Есть две основные причины. Во-первых, хотя статистика - это весело, **мы предпочитаем тратить время на основное предназначение AntennaPod: воспроизведение подкастов**. Переход на новый подход потребует времени на его реализацию сейчас (переписывание кода, сохраняющего время воспроизведения в базе данных) и времени в будущем на поддержание более сложной системы.

source: Secondly, **AntennaPod would take up more space on your phone** - especially for loyal users who stick with the app for several years. That's because instead of a single row per episode in the database we would need to store multiple rows for each played episode to store the playback duration, which causes the database size to increase.
ca: En segon lloc, **AntennaPod ocuparia més espai al telèfon**, especialment per als usuaris fidels que usen l'aplicació durant diversos anys. Això és perquè, en lloc d'una sola fila per episodi a la base de dades, necessitaríem emmagatzemar diverses files per cada episodi reproduït per registrar la durada de la reproducció, la qual cosa augmenta la mida de la base de dades.
de: Zweitens, **AntennaPod würde mehr Speicherplatz auf deinem Telefon** benötigen – vor allem bei treuen Nutzern, welche die App mehrere Jahre lang verwenden. Das liegt daran, dass wir anstelle einer einzigen Zeile pro Episode in der Datenbank mehrere Zeilen für jede abgespielte Episode speichern müssten, um die Wiedergabedauer zu speichern, was die Datenbankgröße erhöht.
es: En segundo lugar, **AntennaPod ocuparía más espacio en el teléfono**, especialmente para los usuarios fieles que usan la aplicación durante varios años. Esto se debe a que, en lugar de una sola fila por episodio en la base de datos, necesitaríamos almacenar varias filas por cada episodio reproducido para registrar la duración de la reproducción, lo que aumenta el tamaño de la base de datos.
fr: Deuxièmement, **AntennaPod prendrait plus de place sur votre téléphone** - surtout pour les utilisateurs fidèles qui restent avec l’application pendant plusieurs années. C’est parce qu’au lieu d’une seule ligne par épisode dans la base de données, nous aurions besoin de stocker plusieurs lignes pour chaque épisode joué afin de stocker la durée de lecture, ce qui ferait augmenter la taille de la base de données.
it: Per seconda cosa, **AntennaPod occuperebbe più spazio sul tuo telefono** - specialmente per gli utenti più fedeli che usano l'app da diversi anni. Questo perché, anziché memorizzare una singola riga per episodio nel database, avremmo bisogno di memorizzare più righe per ogni episodio riprodotto per registrare la durata di riproduzione, il che fa aumentare la dimensione del database.
pt_br: Em segundo lugar, **o AntennaPod ocuparia mais espaço no seu celular** - especialmente para usuários fiéis que usam o app há vários anos. Isso acontece porque, em vez de uma única linha por episódio no banco de dados, seria necessário armazenar várias linhas para cada episódio reproduzido, aumentando o tamanho do banco de dados.
ru: Во-вторых, **AntennaPod будет занимать больше места на вашем телефоне**, особенно для постоянных пользователей, которые не расстаются с приложением в течение нескольких лет. Это связано с тем, что вместо одной строки для каждого эпизода в базе данных нам придется хранить несколько строк для каждого воспроизводимого эпизода, чтобы сохранить продолжительность воспроизведения, что приведет к увеличению размера базы данных.

source: We hope you'll enjoy the month-based statistics! 📊 (If you happen to be a web developer interested in making a dedicated dashboard for AntennaPod statistics based on database exports, please do ping us on the forum.)
ca: Esperem que gaudeixis de les estadístiques mensuals! 📊 (Si ets un desenvolupador web interessat a crear un panell dedicat per a les estadístiques de AntennaPod basades en exportacions de bases de dades, contacta'ns al fòrum.)
de: Wir wünschen dir viel Spaß mit den monatlichen Statistiken! 📊 (Wenn du ein Webentwickler sind, der daran interessiert ist, ein spezielles Dashboard für AntennaPod-Statistiken auf der Grundlage von Datenbankexporten zu erstellen, melde dich bitte bei uns im Forum.)
es: ¡Esperamos que disfrutes de las estadísticas mensuales! 📊 (Si eres un desarrollador web interesado en crear un panel dedicado para las estadísticas de AntennaPod basadas en exportaciones de bases de datos, contáctanos en el foro.)
fr: Nous espérons que vous apprécierez les statistiques mensuelles ! 📊 (si vous êtes un développeur web intéressé à créer un tableau de bord dédié aux statistiques AntennaPod basées sur les exportations de bases de données, veuillez nous contacter sur le forum).
it: Ci auguriamo che ti piaccia usare le statistiche mensili! 📊 (E nel caso tu fossi uno sviluppatore web interessato a costruire una dashboard adibita alle statistiche di AntennaPod e basata sui database esportati, contattaci sul forum.)
nl: We hopen dat je geniet van de maandelijkse statistieken! 📊 (Als je toevallig een web-ontwikkelaar bent en interesse hebt om een speciaal dashboard te maken voor AntennaPod statistieken gebaseerd op database-exports, stuur ons dan alsjeblieft een berichtje op het forum.)
pt_br: Esperamos que você curta as estatísticas mensais! 📊 (E se você for desenvolvedor web e tiver interesse em criar um painel dedicado para as estatísticas do AntennaPod com base nas exportações do banco de dados, entre em contato conosco no fórum.)
ru: Мы надеемся, что вам понравится статистика за месяц! 📊 (Если вы окажетесь веб-разработчиком, заинтересованным в создании специальной панели для статистики AntennaPod на основе экспорта базы данных, пожалуйста, напишите нам на форуме)

source: devices
ca: dispositius
da: enheder
de: Geräte
es: dispositivos
fa: دستگاه‌ها
fr: appareils
gl: dispositivos
it: dispositivi
ja: デバイス
nb_no: enheter
nl: apparaten
pt_br: dispositivos
ru: устройства
tr: cihazlar
uk: пристроїв

source: synchronize
ca: sincronitzar
da: synkroniser
de: synchronisiere
es: sincronizar
fa: همگام‌سازی
fr: synchroniser
gl: sincronizar
it: sincronizzare
ja: 同期
nb_no: synkroniser
nl: synchroniseren
pt_br: sincronizar
ru: синхронизировать
tr: senkronize etmek
uk: синхронізувати

source: AntennaPod can synchronise your subscriptions and listening progress with other AntennaPod installations as well as other (desktop) apps. To set up synchronisation, you need a server - the central point through which your data is shared with other devices. You have several options for this:
ca: AntennaPod pot sincronitzar les vostres subscripcions i el progrés d'escolta amb altres instal·lacions d'AntennaPod, així com altres aplicacions (escriptori). Per configurar la sincronització, necessiteu un servidor - el punt central a través del qual es comparteixen les vostres dades amb altres dispositius. Teniu diverses opcions per a això:
da: AntennaPod kan synkronisere dine abonnementer og lyttefremskridt med andre AntennaPod-installationer samt andre (desktop-)apps. For at konfigurere synkronisering skal du bruge en server - det centrale punkt, hvor dine data deles med andre enheder. Du har flere muligheder for dette:
de: AntennaPod kann deine Abonnements und deinen Hörfortschritt mit anderen AntennaPod-Installationen sowie anderen (Desktop-)Anwendungen synchronisieren. Um die Synchronisierung einzurichten, benötigst du einen Server – den zentralen Punkt, über den deine Daten mit anderen Geräten geteilt werden. Hierfür hast du mehrere Möglichkeiten:
es: AntennaPod puede sincronizar tus suscripciones y el progreso de escucha con otras instalaciones de AntennaPod, así como con otras aplicaciones (de escritorio). Para configurar la sincronización, necesitas un servidor, el punto central a través del cual tus datos se comparten con otros dispositivos. Tienes varias opciones para esto:
fa: آنتناپاد می‌تواند اشتراک‌ها و پیشرفت گوش دادن شما را با نصب‌های دیگر آنتناپاد و همچنین برنامه‌های دیگر (دسکتاپ) همگام‌سازی کند. برای تنظیم همگام‌سازی، به یک کارساز (سرور) نیاز دارید - مرکزی که داده‌های شما به‌دست آن با دستگاه‌های دیگر به هم‌رسانی می‌شود. برای این کار چند گزینه دارید:
fr: AntennaPod peut synchroniser vos abonnements et vos progrès d'écoute avec d'autres versions d'AntennaPod ainsi qu'avec d'autres applications (de bureau). Pour mettre en place la synchronisation, vous avez besoin d'un serveur : le point central par lequel vos données sont partagées avec d'autres appareils. Plusieurs options s'offrent à vous :
gl: AntennaPod pode sincronizar as túas subscricións e o progreso de escoita con outras instalacións de AntennaPod, así como con outras aplicacións (de escritorio). Para configurar a sincronización, necesitas un servidor, o punto central a través do cal os teus datos compártense con outros dispositivos. Tes varias opcións para isto:
it: AntennaPod può sincronizzare le iscrizioni e il progresso di ascolto con altre installazioni di AntennaPod e con altre applicazioni (desktop). Per impostare la sincronizzazione, è necessario un server - il punto centrale attraverso il quale i dati vengono condivisi con altri dispositivi. A tal fine, sono disponibili diverse opzioni:
ja: AntennaPodは、購読と視聴の進行状況を、他のAntennaPodのインストールや他の（デスクトップ）アプリとも同期できます。同期をセットアップするには、他のデバイスとデータを共有する中心となるサーバーが必要です。それにはいくつかの選択肢があります。
nb_no: AntennaPod kan synkronisere abonnementene dine og lyttingen din med andre AntennaPod-installasjoner og andre (stasjonære) apper. For å sette opp synkronisering trenger du en tjener - det sentrale punktet der dataene dine deles med andre enheter. Du har flere alternativer for dette:
nl: AntennaPod kan je abonnementen en luistervorderingen synchroniseren met andere AntennaPod-installaties en met andere (desktop)apps. Om synchronisatie in te stellen is een server nodig - het centrale punt waarlangs je gegevens worden gedeeld met andere apparaten. Hiervoor bestaan verschillende opties:
pt_br: O AntennaPod permite sincronizar suas inscrições e o progresso de reprodução com outras instalações do AntennaPod e até com outros apps (de desktop). Para configurar a sincronização, você precisará de um servidor - que será o ponto central por onde seus dados serão compartilhados entre os dispositivos. Há várias formas de fazer isso:
ru: AntennaPod может синхронизировать ваши подписки и прогресс прослушивания с другими устройствами AntennaPod, а также с другими (настольными) приложениями. Для настройки синхронизации необходим сервер - центральная точка, через которую ваши данные передаются на другие устройства. Для этого у вас есть несколько вариантов:
tr: AntennaPod , aboneliklerinizi ve dinleme ilerlemenizi diğer AntennaPod kurulumlarının yanı sıra diğer (masaüstü) uygulamalarla senkronize edebilir . Senkronizasyonu ayarlamak için bir sunucuya ihtiyacınız vardır - verilerinizin diğer cihazlarla paylaşıldığı merkezi nokta. Bunun için birkaç seçeneğiniz var:
uk: AntennaPod може синхронізувати ваші підписки та прогрес прослуховування з іншими інсталяціями AntennaPod, а також іншими (настільними) програмами. Щоб налаштувати синхронізацію, вам потрібен сервер — центральна точка, через яку ваші дані передаються іншим пристроям. У вас є кілька варіантів для цього:
