Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: [Podcast Index](https://podcastindex.org/) (ask your hoster how to add your podcast, or add your own podcast via the [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
ca: [Podcast Index](https://podcastindex.org/) (demaneu al vostre amfitrió com afegeixi el vostre pòdcast, o afegiu el vostre propi pòdcast a través de l'[API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
da: [Podcast Index](https://podcastindex.org/) (spørg din host, hvordan du tilføjer din podcast, eller tilføj din egen podcast via [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
de: [Podcast-Index](https://podcastindex.org/) (frage deinen Hoster, wie du deinen Podcast hinzufügen kannst oder füge ihn selbst über die [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl) hinzu)
es: [Podcast Index](https://podcastindex.org/) (pregunta a tu huésped como añadir tu podcast, o añade tu propio podcast a través de la [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
fa: [Podcast Index](https://podcastindex.org/) (از میزبان خود بپرسید چگونه پادپخش خود را بیافزایید، یا پادپخش خود را با [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl) بیافزایید)
fr: [Index des podcasts](https://podcastindex.org/) (demandez à votre hébergeur comment ajouter votre podcast ou ajoutez votre propre podcast via l'[API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
gl: [Podcast Index](https://podcastindex.org/) (pregunta ao teu hóspede como engadir o teu podcast, ou engade o teu propio podcast a través da [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
it: [Podcast Index](https://podcastindex.org/) (chiedi al tuo host come aggiungere il tuo podcast, o aggiungilo tramite le [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
ja: [Podcast Index](https://podcastindex.org/)（ポッドキャストを追加するよう配信者に依頼するか、自分のポッドキャストを[API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl)経由で追加してください）
nb_no: [Podcast Index](https://podcastindex.org/) (spør verten din hvordan du legger til podkasten din eller legg til din egen podkast via [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
nl: [Podcast Index](https://podcastindex.org/) (vraag je hoster hoe je de podcast toevoegt, of voeg je eigen podcast toe via de [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
pt_br: [Podcast Index](https://podcastindex.org/) (pergunte ao seu provedor como adicionar seu podcast ou adicione você mesmo por meio da [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
ru: [Podcast Index](https://podcastindex.org/) (спросите у своего хостера, как добавить свой подкаст, или добавьте свой подкаст через [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))
tr: [Podcast Dizini](https://podcastindex.org/) (podcast'inizi nasıl ekleyeceğinizi ev sahibinize sorun veya [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl) aracılığıyla kendi podcast'inizi ekleyin)
uk: [Індекс подкастів](https://podcastindex.org/) (запитайте свого хостера, як додати свій подкаст, або додайте власний подкаст через [API](https://podcastindex-org.github.io/docs-api/#get-/add/byfeedurl))

source: [Apple Podcasts](https://podcasts.apple.com) (add via [Podcast Connect](https://podcastsconnect.apple.com/))
ca: [Apple Podcasts](https://podcasts.apple.com) (afegiu a través de [Podcast Connect](https://podcastsconnect.apple.com/))
da: [Apple Podcasts](https://podcasts.apple.com) (tilføj via [Podcast Connect](https://podcastsconnect.apple.com/))
de: [Apple Podcasts](https://podcasts.apple.com) (hinzufügen per [Podcast Connect](https://podcastsconnect.apple.com/))
es: [Apple Podcasts](https://podcasts.apple.com) (añadir a través de [Podcast Connect](https://podcastsconnect.apple.com/))
fa: [Apple Podcasts](https://podcasts.apple.com) (با [Podcast Connect](https://podcastsconnect.apple.com/) بیافزایید)
fr: [Apple Podcasts](https://podcasts.apple.com) (ajouter via [Podcast Connect](https://podcastsconnect.apple.com/))
gl: [Apple Podcasts](https://podcasts.apple.com) (engadir a través de [Podcast Connect](https://podcastsconnect.apple.com/))
it: [Apple Podcasts](https://podcasts.apple.com) (aggiungilo via [Podcast Connect](https://podcastsconnect.apple.com/))
ja: [Apple Podcasts](https://podcasts.apple.com)（[Podcast Connect](https://podcastsconnect.apple.com/)経由で追加してください）
nb_no: [Apple Podcasts](https://podcasts.apple.com) (legges til via [Podcast Connect](https://podcastsconnect.apple.com/))
nl: [Apple Podcasts](https://podcasts.apple.com) (toevoegen via [Podcast Connect](https://podcastsconnect.apple.com/))
pt_br: [Apple Podcasts](https://podcasts.apple.com/br/) (adicione através do [Podcast Connect](https://podcastsconnect.apple.com/))
ru: [Apple Podcasts](https://podcasts.apple.com) (добавить через [Podcast Connect](https://podcastsconnect.apple.com/))
tr: [Apple Podcasts](https://podcasts.apple.com) ([Podcast Connect](https://podcastsconnect.apple.com/) aracılığıyla ekleyin)
uk: [Apple Podcasts](https://podcasts.apple.com) (додати через [Podcast Connect](https://podcastsconnect.apple.com/))

source: If your podcast is available in either of them, it can be found in AntennaPod.
ca: Si el vostre pòdcast és disponible a qualsevol d'aquestes, es pot trobar a AntennaPod.
da: Hvis din podcast er tilgængelig i et af dem, kan den findes frem i AntennaPod.
de: Wenn dein Podcast in einem dieser Verzeichnisse verfügbar ist, kann er in AntennaPod gefunden werden.
es: Si tu podcast está disponible en cualquiera de las tres, puede ser encontrado en AntennaPod.
fa: اگر پادپخش شما در هر یک از این‌ها در دسترس باشد، می‌توان آن را در آنتناپاد پیدا کرد.
fr: Si votre podcast est disponible sur l'un ou l'autre de ces sites, il peut être trouvé dans AntennaPod.
gl: Se o teu podcast está dispoñible en calquera das tres, pode ser atopado en AntennaPod.
it: Se il tuo podcast è disponibile su uno qualsiasi di questi, può essere trovato in AntennaPod.
ja: ポッドキャストがいずれかで利用できれば、AntennaPodでも検索できます。
nb_no: Hvis podkasten din er tilgjengelig i en av dem finner du den i AntennaPod.
nl: Je podcast kan in AntennaPod gevonden worden zodra deze beschikbaar is in een van bovenstaande databases.
pt_br: Se o seu podcast estiver disponível em qualquer um deles, ele poderá ser encontrado no AntennaPod.
ru: Если ваш подкаст доступен в любом из них, его можно найти в AntennaPod.
tr: Eğer podcast'iniz bu ikisinden birinde mevcutsa, AntennaPod'da bulunabilir .
uk: Якщо ваш подкаст доступний в будь-якому з них, його можна знайти в AntennaPod.

source: When you change hoster, the URL of your RSS feed often changes as well. In this situation, we strongly recommend that you organize a proper 'redirect' from the old to the new feed with either of these HTTP response status codes:
ca: Quan canvieu de proveïdor, normalment l'URL de la font RSS també canvia. En aquest cas, recomanem encaridament que configureu l'adequada «redirecció» des del vell cap al nou feed amb algun d'aquests codis d'estat HTTP:
da: Når du skifter hoster, ændres URL'en til dit RSS-feed ofte også. I denne situation anbefaler vi på det kraftigste, at du organiserer en ordentlig 'redirect' fra det gamle til det nye feed med en af disse HTTP-responsstatuskoder:
de: Wenn du den Hoster wechselst, ändert sich oft auch die URL deines RSS-Feeds. In diesem Fall empfehlen wir dir dringend, eine korrekte „Weiterleitung“ vom alten zum neuen Feed mit einem dieser HTTP-Antwort-Statuscodes einzurichten:
es: Al cambiar de proveedor de alojamiento, la URL de su canal RSS también suele cambiar. En este caso, le recomendamos encarecidamente que organice una "redirección" adecuada del antiguo al nuevo canal con cualquiera de estos códigos de estado de respuesta HTTP:
fa: وقتی میزبان خود را تغییر می‌دهید، URL خوراک RSS شما نیز احتمالا تغییر می‌کند. در چنین شرایطی، بسیار توصیه می‌کنیم که یک «تغییر مسیر» مناسب از خوراک قدیمی به خوراک جدید با یکی از این کدهای وضعیت پاسخ HTTP ترتیب دهید:
fr: Lorsque vous changez d'hébergeur, l'URL de votre flux RSS change souvent aussi. Dans ce cas, nous vous recommandons vivement d'organiser une "redirection" correcte de l'ancien vers le nouveau flux avec l'un ou l'autre de ces codes de réponse HTTP :
gl: Ao cambiar de provedor de aloxamento, a URL da súa canle RSS tamén adoita cambiar. Neste caso, recomendámoslle encarecidamente que organice unha "redirección" adecuada do antigo á nova canle con calquera destes códigos de estado de resposta HTTP:
it: Quando cambi host, spesso anche l'URL del tuo feed RSS cambia. In questa situazione, sei caldamente incoraggiato a mettere in atto un 'reindirizzamento' vero e proprio dal vecchio feed a quello nuovo attraverso uno di questi codici di stato di risposta HTTP:
ja: 配信会社を変更すると、RSSフィードのURLも変更されてしまうことがよくあります。この場合、次のいずれかのHTTP応答ステータスコードを使用して、古いフィードから新しいフィードへの適切な「リダイレクト」を設定することを強くおすすめします。
nb_no: Når du endrer vertskap endrer ofte nettadressen til RSS-strømmen din seg også. I en slik situasjon anbefaler vi sterkt at du organiserer en skikkelig 'videresending' fra den gamle til den nye strømmen ved hjelp av en av disse HTTP svarstatuskodene:
nl: Als je veranderd van hoster, verandert vaak ook de URL van de RSS feed. In deze situatie raden we sterk aan dat je een correcte 'doorverwijzing' van de oude naar de nieuwe feed regelt met één van deze HTTP-antwoordstatuscodes:
pt_br: Quando você muda de provedor de hospedagem, é comum que a URL do seu feed RSS também mude. Nessa situação, é altamente recomendável configurar um 'redirect' adequado do feed antigo para o novo, usando um dos seguintes códigos de status de resposta HTTP:
ru: Когда вы меняете хостера, часто меняется и URL-адрес вашей RSS-ленты. В такой ситуации мы настоятельно рекомендуем вам организовать правильное "перенаправление" со старой ленты на новую с одним из этих кодов состояния ответа HTTP:
tr: Hoster'ınızı değiştirdiğinizde, RSS beslemenizin URL'si de sıklıkla değişir. Bu durumda, eski beslemeden yeni beslemeye aşağıdaki HTTP yanıt durum kodlarından biriyle uygun bir 'yönlendirme' düzenlemenizi şiddetle öneririz :
uk: Коли ви змінюєте хостера, URL-адреса вашого RSS-каналу також часто змінюється. У цій ситуації ми наполегливо рекомендуємо організувати належне «переспрямування» зі старого каналу на новий за допомогою будь-якого з цих кодів статусу відповіді HTTP:

source: [301 Moved Permanently](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
ca: [301 Mogut permanentment](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
da: [301 Flyttet permanent](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
es: [301 Movido permanentemente](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
fa: [301 جابه‌جایی همیشگی](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
gl: [301 Movido permanentemente](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
nb_no: [301 Flyttet permanent](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
nl: [301 Permanent Verhuisd](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
pt_br: [301 Moved Permanently](https://developer.mozilla.org/pt-BR/docs/Web/HTTP/Reference/Status/301)
ru: [301 Перемещено постоянно](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
tr: [301 Kalıcı Olarak Taşındı](https://developer.mozilla.org/docs/Web/HTTP/Status/301)
uk: [301 Переміщено назавжди](https://developer.mozilla.org/docs/Web/HTTP/Status/301)

source: [308 Permanent Redirect](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
ca: [308 Redirecció permanent](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
da: [308 Permanent omdirigering](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
es: [308 Redirección permanente](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
fa: [308 هدایت همیشگی](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
gl: [308 Redirección permanente](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
nb_no: [308 Permanent videresending](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
nl: [308 Permanente Doorverwijzing](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
pt_br: [308 Permanent Redirect](https://developer.mozilla.org/pt-BR/docs/Web/HTTP/Reference/Status/308)
ru: [308 Постоянное перенаправление](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
tr: [308 Kalıcı Yönlendirme](https://developer.mozilla.org/docs/Web/HTTP/Status/308)
uk: [308 Постійне перенаправлення](https://developer.mozilla.org/docs/Web/HTTP/Status/308)

source: This way you make sure that AntennaPod users get this change applied in their app. Your audience will then continue to receive your episodes, without having to subscribe again to the new feed.
ca: D'aquesta manera us assegureu que els usuaris d'AntennaPod veuen aquest canvi reflectit a l'aplicació. La vostra audiència continuarà rebent els vostres episodis, sense haver-se de subscriure al nou feed.
da: På den måde sikrer du, at AntennaPod-brugere får denne ændring i deres app. Dit publikum vil så fortsætte med at modtage dine afsnit uden at skulle abonnere på det nye feed igen.
de: Auf diese Weise stellst du sicher, dass für AntennaPod-Nutzer diese Änderung in ihrer App übernommen wird. Dein Publikum wird dann weiterhin deine Episoden erhalten, ohne den neuen Feed erneut abonnieren zu müssen.
es: De esta forma te aseguras de que los usuarios de AntennaPod reciban este cambio aplicado en su app. Tu audiencia seguirá recibiendo tus episodios, sin tener que suscribirse de nuevo al nuevo feed.
fa: به این ترتیب، مطمئن می‌شوید که کاربران آنتناپاد این تغییر را در برنامه خود پیاده می‌کنند. مخاطبان شما سپس می‌توانند بدون نیاز به اشتراک مجدد در خوراک جدید، به دریافت قسمت‌های شما ادامه دهند.
fr: De cette manière, vous vous assurez que les utilisateurs d'AntennaPod reçoivent ce changement dans leur application. Votre public continuera alors à recevoir vos épisodes, sans avoir à s'abonner à nouveau au nouveau flux.
gl: Desta forma asegúrasche de que os usuarios de AntennaPod reciban este cambio aplicado no seu app. A túa audiencia seguirá recibindo os teus episodios, sen ter que subscribirse de novo ao novo canal de contidos.
it: In questo modo, ti assicuri che gli utenti di AntennaPod ricevano questo cambiamento direttamente nella loro app. Il tuo pubblico continuerà così a ricevere i tuoi episodi senza doversi iscrivere nuovamente al nuovo feed.
ja: こうすることで、AntennaPod ユーザーがこの変更をアプリに確実に適用できるようになります。視聴者は、新しいフィードを再び購読することなく、引き続きエピソードを受信できるようになります。
nb_no: På denne måten sikrer du at brukere av AntennaPod får denne endringen lagt til i appen. Publikummet ditt vil da fortsette å motta episodene dine uten å måtte abonnere på den nye strømmen.
nl: Op deze manier verzeker je dat AntennaPod gebruikers deze verandering toegepast krijgen in hun app. Je publiek blijft dan je afleveringen ontvangen, zonder dat ze zich opnieuw hoeven te abonneren op de nieuwe feed.
pt_br: Dessa forma, os usuários do AntennaPod terão a mudança aplicada automaticamente no app. Sua audiência continuará recebendo os episódios normalmente, sem precisar se inscrever no novo feed novamente.
ru: Таким образом вы убедитесь, что пользователи AntennaPod получат это изменение в своем приложении. Ваша аудитория продолжит получать ваши эпизоды без необходимости подписываться на новый канал.
tr: Bu şekilde AntennaPod kullanıcılarının bu değişikliğin kendi uygulamalarında uygulanmasını sağlarsınız . Daha sonra izleyicileriniz yeni yayına tekrar abone olmak zorunda kalmadan bölümlerinizi almaya devam edecektir .
uk: Таким чином ви гарантуєте, що користувачі AntennaPod отримають цю зміну в своєму додатку. Після цього ваша аудиторія продовжуватиме отримувати ваші епізоди, не потребуючи повторної підписки на новий канал.

source: Don't forget also to update your entry in [the directories](/documentation/podcasters-hosters/list-podcast) AntennaPod uses for its search functionality.
ca: No us oblideu d'actualitzar també la vostra entrada [als directoris](/documentation/podcasters-hosters/list-podcast) que AntennaPod fa servir per a la funcionalitat de cerca.
da: Glem ikke også at opdatere din post i [katalogerne](/documentation/podcasters-hosters/list-podcast), som AntennaPod bruger til sin søgefunktion.
de: Vergiss nicht, auch deinen Eintrag in [den Verzeichnissen](/documentation/podcasters-hosters/list-podcast) zu aktualisieren, die AntennaPod für seine Suchfunktion verwendet.
es: No olvide actualizar también su entrada en [los directorios](/documentación/podcasters-hosters/list-podcast) que AntennaPod utiliza la búsqueda.
fa: همچنین فراموش نکنید که ورودی خود را در [فهرست‌ها](/documentation/podcasters-hosters/list-podcast) که آنتناپاد برای قابلیت جستجو خود به‌کار میگیرد، تازه‌سازی کنید.
fr: N'oubliez pas non plus de mettre à jour votre entrée dans [les répertoires](/documentation/podcasters-hosters/list-podcast) qu'AntennaPod utilise pour sa fonctionnalité de recherche.
gl: Non esqueza actualizar tamén a súa entrada en [os directorios](/documentación/podcasters-hosters/list-podcast) que AntennaPod utiliza a procura.
it: Non ti dimenticare di aggiornare anche la tua voce nelle [directory](/documentation/podcasters-hosters/list-podcast) che AntennaPod usa per la sua funzione di ricerca.
ja: AntennaPodが検索機能に使用する[ディレクトリ](/documentation/podcasters-hosters/list-podcast)内のエントリを更新することも忘れないでください。
nb_no: Ikke glem å også oppdatere oppføringen din i [katalogene](/documentation/podcasters-hosters/list-podcast) AntennaPod bruker til søkefunksjonen.
nl: Vergeet ook niet om je vermelding bij te werken in [de bronnen](/documentation/podcasters-hosters/list-podcast) die AntennaPod gebruikt voor zijn zoekfunctionaliteit.
pt_br: Não se esqueça de atualizar também o cadastro do seu podcast [nos diretórios](/documentation/podcasters-hosters/list-podcast) que o AntennaPod utiliza para a função de pesquisa.
ru: Не забудьте также обновить свою запись в [директории](/documentation/podcasters-hosters/list-podcast), которую AntennaPod использует для поиска.
tr: Ayrıca AntennaPod'un arama işlevi için kullandığı [dizinlerdeki](/documentation/podcasters-hosters/list-podcast) girişinizi güncellemeyi unutmayın .
uk: Не забудьте також оновити свій запис у [каталогах](/documentation/podcasters-hosters/list-podcast), які AntennaPod використовує для своїх функцій пошуку.

source: You can use the queue to store episodes that you plan to listen to. If you come across an interesting episode, long-press and select `Add to queue`. If you download an episode, AntennaPod adds it to the queue automatically.
ca: Podeu fer servir la cua per emmagatzemar aquells episodis que voleu escoltar. Si trobeu algun episodi interessant, manteniu premut i seleccioneu `Afegeix a la cua`. Si baixeu un episodi, AntennaPod l'afegeix a la cua automàticament.
da: Du kan bruge køen til at gemme afsnit, som du planlægger at lytte til. Hvis du støder på et interessant afsnit, skal du trykke længe og vælge `Tilføj til køen`. Hvis du overfører et afsnit, tilføjer AntennaPod det automatisk til køen.
de: Du kannst die Warteschlange verwenden, um Episoden zu speichern, die du anhören möchtest. Wenn du auf eine interessante Episode stößt, drücke lange auf sie und wähle `Zur Warteschlange hinzufügen`. Wenn du eine Episode herunterlädst, fügt AntennaPod sie automatisch der Warteschlange hinzu.
es: Puedes utilizar la cola para almacenar episodios que pretendes escuchar. Si encuentras algún episodio interesante, mantenlo pulsado y selecciona `Añadir a la cola`. Si descargas un episodio, AntennaPod lo añadirá a la cola de manera automática.
fa: می‌توانید صف را برای نگه‌داری قسمت‌هایی که قصد گوش دادن به آن‌ها را دارید به‌کار بگیرید. اگر با یک قسمت جالب برخورد کردید، فشار طولانی هید و `افزودن به صف` را برگزینید. اگر قسمتی را بارگیری کنید، آنتناپاد آن را به‌صورت خودکار به صف می‌افزاید.
fr: Vous pouvez utiliser la liste de lecture pour ajouter les épisodes que vous prévoyez d'écouter. Si vous tombez sur un épisode intéressant, appuyez longuement sur l'épisode et sélectionnez `Ajouter à la liste de lecture`. Si vous téléchargez un épisode, AntennaPod l'ajoute automatiquement à la file de lecture.
gl: Podes utilizar a cola para almacenar episodios que pretendes escoitar. Se atopas algún episodio interesante, mantenlo pulsado e selecciona `Engadir á cola`. Se descargas un episodio, AntennaPod engadirao á cola de maneira automática.
it: Puoi usare la coda per memorizzare gli episodi che hai intenzione di ascoltare. Se ti imbatti in un episodio interessante, tieni premuto e seleziona `Aggiungi alla coda`. Se scarichi un episodio, AntennaPod lo aggiunge automaticamente alla coda.
ja: キューを使うと、視聴する予定のエピソードを保存できます。聴きたいエピソードを見つけたら、長押しをして `キューに追加` を選択します。エピソードをダウンロードした場合には、AntennaPodはそのエピソードを自動的にキューに追加します。
nb_no: Du kan bruke køen til å lagre episoder som du planlegger å lytte til. Hvis du kommer over en interessant episode trykker du lenge og velger `Legg til i kø`. Hvis du laster ned en episode legger AntennaPod den automatisk til i køen.
nl: Gebruik de wachtrij voor het bewaren van afleveringen die je wilt beluisteren. Als je een interessante aflevering tegenkomt, tik dan lang op de aflevering en selecteer `Toevoegen aan wachtrij`. Als je een aflevering downloadt, voegt AntennaPod deze automatisch toe aan de wachtrij.
pt_br: Você pode usar a fila para armazenar episódios que pretende ouvir. Se encontrar um episódio interessante, pressione longamente e selecione `Adicionar à fila`. Se você baixar um episódio, o AntennaPod o adicionará à fila automaticamente.
ru: Вы можете использовать очередь для хранения эпизодов, которые планируете прослушать. Если вам попался интересный эпизод, нажмите на него и выберите `Добавить в очередь`. Если вы загружаете эпизод, AntennaPod автоматически добавляет его в очередь.
tr: Dinlemeyi planladığınız bölümleri saklamak için kuyruğu kullanabilirsiniz . İlgi çekici bir bölümle karşılaşırsanız , uzun basın ve ` Kuyruğa ekle ` yi seçin. Bir bölüm indirirseniz , AntennaPod onu otomatik olarak kuyruğa ekler .
uk: Ви можете використовувати чергу для зберігання епізодів, які плануєте прослухати. Якщо ви натрапили на цікавий епізод, натисніть і утримуйте та виберіть `Додати в чергу`. Якщо ви завантажуєте епізод, AntennaPod автоматично додає його в чергу.
