Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Exporting the AntennaPod database is a great method if you're migrating to a new phone or tablet. You should make sure you have the same version of AntennaPod on both the old and new phone. After importing all data is restored; you will only need to re-download episodes.
ca: Exportar la base de dades d'AntennaPod és un bon mètode si esteu migrant a un telèfon o tauleta nova. Heu d'assegurar-vos de tenir la mateixa versió d'AntennaPod tant en el telèfon antic com en el nou. Després d'importar totes les dades es restauren; només haureu de tornar a descarregar episodis.
da: Eksport af AntennaPod-databasen er en god metode, hvis du skal flytte til en ny telefon eller tablet. Du skal sikre dig, at du har den samme version af AntennaPod på både den gamle og den nye telefon. Efter importen er alle data gendannet; du skal blot downloade afsnittene igen.
de: Das Exportieren der AntennaPod-Datenbank ist eine gute Methode, wenn du auf ein neues Telefon oder Tablet umsteigen möchtest. Du solltest sicherstellen, dass du dieselbe Version von AntennaPod auf dem alten und dem neuen Telefon hast. Nach dem Importieren sind alle Daten wiederhergestellt; du musst nur die Episoden erneut herunterladen.
es: Exportar la base de datos de AntennaPod es un buen método si estás migrando a un teléfono o tablet nuevos. Deberás de asegurarte de que tienes la misma versión de AntennaPod en ambos dispositivos. Después de importar la base de datos, todos los datos estarán reestablecidos; solo necesitarás volver a descargar los episodios.
fa: برون‌ریزی پایگاه داده آنتناپاد روشی عالی برای جابه‌جایی به گوشی یا تبلت نو است. باید مطمئن شوید هر دو گوشی نگارش یکسانی از آنتناپاد را دارند. پس از وارد کردن، همه داده‌ها بازیابی می‌شوند؛ فقط نیاز به بارگیری دوباره قسمت‌ها دارید.
fr: Exporter la base de données d'AntennaPod est une bonne méthode si vous migrez vers un nouveau téléphone ou une nouvelle tablette. Vous devriez vous assurer d'avoir la même version d'AntennaPod sur les deux appareils. Après l'importation toutes les données sont restaurées ; vous aurez juste à télécharger à nouveau les épisodes.
gl: Exportar a base de datos de AntennaPod é un bo método se estás migrando a un teléfono ou tablet novos. Deberás de asegurarche de que tes a mesma versión de AntennaPod en ambos os dispositivos. Despois de importar a base de datos, todos os datos estarán reestablecidos
it: Esportare il database di AntennaPod è un ottimo metodo se stai migrando verso un nuovo telefono o tablet. Dovresti assicurarti di avere la stessa versione di AntennaPod sia sul vecchio che sul nuovo telefono. Dopo l'importazione tutti i dati vengono ripristinati; sarà necessario solo riscaricare gli episodi.
ja: AntennaPodのデータベースのエクスポートは、新しいスマートフォンやタブレットに移行する場合の素晴らしい方法です。古いスマートフォンと新しいスマートフォンの両方に同じバージョンのAntennaPodがインストールされていることを確認してください。インポートしたすべてのデータが復元されたら、あとはエピソードを再ダウンロードするだけです。
nb_no: Eksport av AntennaPod-databasen er en god metode hvis du flytter over til en ny telefon eller et nytt nettbrett. Du bør sørge for at du har samme versjon av AntennaPod på både den gamle og den nye telefonen. Etter import er alle data gjenopprettet; du trenger bare å laste ned episoder på nytt.
nl: Het exporteren van de AntennaPod-database is een goede manier als je naar een nieuwe telefoon of tablet wilt migreren. Zorg ervoor dat dezelfde versie van AntennaPod op de oude en de nieuwe telefoon staat. Na het importeren worden alle gegevens hersteld, je moet wel de afleveringen opnieuw downloaden.
pt_br: Exportar o banco de dados do AntennaPod é uma ótima opção se você estiver migrando para um novo celular ou tablet. Certifique-se de que a mesma versão do AntennaPod esteja instalada em ambos os dispositivos. Depois de importar, todos os seus dados serão restaurados; você só precisará baixar novamente os episódios.
ru: Экспорт БД AntennaPod - отличный метод, если вы переходите на новый телефон или планшет. При этом необходимо убедиться, что на старом и новом телефоне установлена одна и та же версия AntennaPod. После импорта все данные будут восстановлены; вам нужно будет только заново загрузить эпизоды.
tr: Yeni bir telefona veya tablete geçiş yapıyorsanız AntennaPod veritabanını dışa aktarmak harika bir yöntemdir. Hem eski hem de yeni telefonda aynı AntennaPod sürümüne sahip olduğunuzdan emin olmalısınız . İçe aktardıktan sonra tüm veriler geri yüklenir; yalnızca bölümleri yeniden indirmeniz gerekir.
uk: Експорт бази даних AntennaPod — чудовий спосіб, якщо ви переходите на новий телефон або планшет. Слід переконатися, що на старому та новому телефоні встановлено однакову версію AntennaPod. Після імпорту всі дані відновлюються; вам потрібно буде лише повторно завантажити епізоди.

source: Synchronization
ca: Sincronització
da: Synkronisering
de: Synchronisierung
es: Sincronización
fa: همگام‌سازی
fr: Synchronisation
gl: Sincronización
it: Sincronizzazione
ja: 同期
nb_no: Synkronisering
nl: Synchronisatie
pt_br: Sincronização
ru: Синхронизация
tr: Senkronizasyon
uk: Синхронізація

source: Synchronizing AntennaPod via *gpodder.net* or the *gPodder Sync* app for Nextcloud allows to save and migrate some podcast & episode data. You will lose your favorites, queue, and app settings. This may be a solution when switching between phone, tablet and/or desktop. Please see the [article on synchronization](/documentation/general/synchronization) for instructions.
ca: Sincronitzar l'AntennaPod a través de *gpodder.net* o l'aplicació *gPodder Sync* per a Nextcloud permet desar i migrar algunes dades de podcast i episodi. Perdreu els favorits, la cua i la configuració de l'aplicació. Aquesta pot ser una solució en canviar entre telèfon, tauleta i/o escriptori. Si us plau, vegeu l'[article sobre sincronització](/documentation/general/synchronization) per a obtenir instruccions.
da: Synkronisering af AntennaPod via *gpodder.net* eller *gPodder Sync*-appen til Nextcloud gør det muligt at gemme og overføre nogle podcast- og asfsnitsdata. Du vil miste dine favoritter, kø og app-indstillinger. Dette kan være en løsning, når du skifter mellem telefon, tablet og/eller desktop. Se venligst [artiklen om synkronisering](/documentation/general/synchronization) for instruktioner.
de: Die Synchronisierung von AntennaPod über *gpodder.net* oder die App *gPodder Sync* für Nextcloud ermöglicht das Speichern und Migrieren einiger Podcast- und Episodendaten. Dabei gehen deine Favoriten, Warteschlangen und App-Einstellungen verloren. Dies kann dir beim Wechsel zwischen Telefon, Tablet und/oder Desktop helfen. Bitte lies den [Artikel zur Synchronisierung](/de/Dokumentation/Allgemeines/Synchronisierung) für spezifische Anweisungen.
es: Sincronizar AntennaPod a través de *gpodder.net* o la aplicación *gPodder Sync* para Nextcloud te permite guardar y migrar algunos datos sobre los podcasts y episodios. Perderás tus favoritos, la cola y los ajustes de la aplicación. Esto puede ser una solución cuando se rota entre teléfono, tablet y/o ordenador. Por favor mira el [artículo sobre la sincronización](/documentation/general/synchronization) para instrucciones.
fa: همگام‌سازی آنتناپاد به‌دست *gpodder.net* یا برنامه *gPodder Sync* برای نکست‌کلود امکان نگه‌داری و جابه‌جایی برخی داده‌های پادپخش و قسمت را می‌دهد. برگزیده‌ها، صف و تنظیمات برنامه را از دست می‌دهید. این می‌تواند راه‌حلی برای جابه‌جایی بین گوشی، تبلت یا رایانه باشد. لطفاً [نوشته همگام‌سازی](/documentation/general/synchronization) را برای راهکارها ببینید.
fr: Synchroniser AntennaPod via *gpodder.net* ou l'application *gPodder Sync* pour Nextcloud permet de sauvegarder et de migrer quelques données de podcast & d'épisode. Vous perdrez vos favoris, file d'attente et paramètres de l'application. Cela peut être une solution lors du changement entre téléphone, tablette et/ou bureau. Veuillez consulter l'[article sur la synchronisation](/documentation/general/synchronization) pour les instructions.
gl: Sincronizar AntennaPod a través de *gpodder.net* ou a aplicación *gPodder Sync* para Nextcloud permíteche gardar e migrar algúns datos sobre os podcasts e episodios. Perderás os teus favoritos, a cola e os axustes da aplicación. Isto pode ser unha solución cando rota entre teléfono, tablet e/o computador. Por favor mira o [artigo sobre a sincronización](/documentation/xeral/synchronization) para instrucións.
it: Sincronizzare AntennaPod tramite *gpodder.net* o l'app *gPodder Sync* per Nextcloud permette di salvare e migrare alcuni dati sui podcast e sugli episodi. Perderai i tuoi preferiti, la coda e le impostazioni dell'app. Questa può essere una soluzione quando si usano contemporaneamente telefono, tablet e/o computer desktop. Consulta [l'articolo sulla sincronizzazione](/documentation/general/synchronization) per le istruzioni.
ja: *gpodder.net*またはNextcloud用の*gPodder Sync*アプリ経由でAntennaPodを同期すると、一部のポッドキャストとエピソードデータを保存・移行できます。ただし、お気に入り、キュー、アプリの設定は失われてしまいます。この方法は、スマートフォン・タブレット・デスクトップを切り替えるときの解決策にはなるかもしれません。手順については、[同期に関する記事](/documentation/general/synchronization)を参照してください。
nb_no: Synkronisering av AntennaPod via *gpodder.net* eller *gPodder Sync* app for Nextcloud gjør det mulig å lagre og flytte over noen podcast- og episodedata. Du vil miste dine favoritter, kø og appinnstillinger. Dette kan være en løsning når du bytter mellom telefon, nettbrett og/eller datamaskin. Se [artikkel om synkronisering](/documentation/general/synchronization) for instruksjoner.
nl: Het synchroniseren van AntennaPod via *gpodder.net* of de *gPodder Sync* app voor Nextcloud maakt het mogelijk om bepaalde podcast- & aflevering-gegevens op te slaan en te migreren. Je zult al je favorieten, de wachtrij en de app-instellingen verliezen. Dit kan een oplossing zijn wanneer je een telefoon, tablet en/of desktop-app gebruikt. Zie het [artikel over synchronisatie](/documentatie/algemeen/synchronisatie) voor meer informatie.
pt_br: Sincronizar o AntennaPod por meio do *gpodder.net* ou do app *gPodder Sync* para Nextcloud permite salvar e migrar parte dos dados de podcasts e episódios. Você perderá seus favoritos, fila e configurações do app. Essa pode ser uma boa solução ao alternar entre celular, tablet e/ou computador. Consulte o [artigo sobre sincronização](/documentation/general/synchronization) para ver as instruções.
ru: Синхронизация AntennaPod через *gpodder.net* или приложение *gPodder Sync* для Nextcloud позволяет сохранить и перенести некоторые данные о подкастах и эпизодах. При этом вы потеряете избранное, очередь и настройки приложения. Это может быть решением при переключении между телефоном, планшетом и/или настольным компьютером. Инструкции см. в [статье о синхронизации](/documentation/general/synchronization).
tr: AntennaPod'u * gpodder.net * veya Nextcloud için * gPodder Sync * uygulaması üzerinden senkronize etmek, bazı podcast ve bölüm verilerini kaydetmenize ve taşımanıza olanak tanır . Favorilerinizi, kuyruğunuzu ve uygulama ayarlarınızı kaybedersiniz . Bu, telefon, tablet ve/veya masaüstü arasında geçiş yaparken bir çözüm olabilir. Talimatlar için lütfen [senkronizasyon hakkındaki makaleye](/documentation/general/synchronization) bakın.
uk: Синхронізація AntennaPod через *gpodder.net* або додаток *gPodder Sync* для Nextcloud дозволяє зберегти та перенести деякі дані подкастів і епізодів. Ви втратите налаштування вибраного, черги та програм. Це може бути рішенням під час перемикання між телефоном, планшетом і/або комп’ютером. Інструкції див. у [статті про синхронізацію](/documentation/general/synchronization).

source: OPML files allow you to transfer your subscriptions to another podcast app. You will lose any podcast-specific or episode-specific data (e.g., which episodes have been played) and all app settings. To export your file, go to `Settings` » `Import/Export` » `OPML export`. Depending on your Android version, you may be asked to choose where to save the file. If a *save dialog* opens right away, make sure to select a folder outside the AntennaPod directory (for example, `Downloads` or another visible folder), so the exported OPML file is not deleted if you uninstall AntennaPod.
de: Mit OPML-Dateien kannst du deine Abonnements auf eine andere Podcast-App übertragen. Allerdings verlierst du dabei alle podcast- oder episodenspezifischen Daten (z. B. welche Episoden abgespielt wurden) sowie alle App-Einstellungen. Um deine Daten zu exportieren, gehe zu `Einstellungen` » `Import/Export` » `OPML exportieren`. Je nach Android-Version wirst du möglicherweise aufgefordert, einen Speicherort für die Datei auszuwählen. Wenn sich direkt ein *Speicherdialog* öffnet, wähle einen Ordner außerhalb des AntennaPod-Verzeichnisses (z. B. `Downloads` oder einen anderen sichtbaren Ordner), damit die exportierte OPML-Datei beim Deinstallieren von AntennaPod gelöscht wird.
pt_br: Os arquivos OPML permitem que você transfira suas inscrições para outro aplicativo de podcast. Você perderá todos os dados específicos dos podcasts ou dos episódios (p. ex., quais episódios foram reproduzidos) e todas as configurações do aplicativo. Para exportar seu arquivo, vá para `Configurações` » `Importar/Exportar` » `Exportar OPML`. Dependendo da sua versão do Android, pode ser solicitado que você escolha onde salvar o arquivo. Se uma *caixa de diálogo de salvamento* abrir imediatamente, certifique-se de selecionar uma pasta fora do diretório do AntennaPod (p. ex., `Downloads` ou outra pasta visível), para que o arquivo OPML exportado não seja excluído se você desinstalar o AntennaPod.

source: If you import the file in AntennaPod on another device, the app will display a list of podcasts with checkboxes. The podcasts you select from that list will be added to your existing subscriptions. None of your existing subscriptions will be affected.
ca: Si importeu el fitxer a AntennaPod en un altre dispositiu, l'aplicació mostrarà una llista de podcasts amb caselles de selecció. Els podcasts que seleccioneu d'aquesta llista s'afegiran a les subscripcions existents. Cap de les vostres subscripcions existents es veurà afectada.
da: Hvis du importerer filen i AntennaPod på en anden enhed, vil appen vise en liste over podcasts med afkrydsningsfelter. De podcasts, du vælger fra denne liste, vil blive tilføjet til dine eksisterende abonnementer. Ingen af dine eksisterende abonnementer vil blive påvirket.
de: Falls du die Datei in AntennaPod auf einem anderen Gerät importierst, zeigt die App eine Liste von Podcasts mit Kontrollkästchen an. Die Podcasts, die du aus dieser Liste auswählst, werden zu den bestehenden Abonnements hinzugefügt. Deine bestehenden Abonnements werden nicht angetastet.
es: Si importas el archivo en Antennapod en otro dispositivo, la aplicación mostrará una lista de podcasts con casillas de selección. Los podcasts que selecciones de esa lista se añadirán a tus suscripciones existentes. Ninguna de tus suscripciones existentes será afectada.
fa: اگر پرونده را در آنتناپاد روی دستگاه دیگری وارد کنید، برنامه فهرستی از پادپخش‌ها با گزینه‌های انتخاب نشان می‌دهد. پادپخش‌هایی که از این فهرست انتخاب کنید به اشتراک‌های کنونی‌تان افزوده می‌شوند. هیچ‌یک از اشتراک‌های کنونی شما تحت تأثیر قرار نمی‌گیرند.
fr: Si vous importez le fichier dans AntennaPod sur un autre appareil, l'application affichera une liste de podcasts avec des cases à cocher. Les podcasts que vous sélectionnez dans cette liste seront ajoutés à vos abonnements existants. Aucun de vos abonnements existants ne sera affecté.
gl: Se importas o arquivo en Antennapod noutro dispositivo, a aplicación mostrará unha lista de podcasts con casas de selección. Os podcasts que seleccións desa lista engadiranse ás túas subscricións existentes. Ningunha das túas subscricións existentes será afectada.
it: Se importi il file in AntennaPod su un altro dispositivo, l'applicazione mostrerà una lista di podcast con caselle di controllo. I podcast selezionati da questo elenco saranno aggiunti alle tue iscrizioni esistenti. Nessuna delle tue iscrizioni esistenti sarà toccata.
ja: 別のデバイスのAntennaPodにファイルをインポートすると、アプリにはチェックボックス付きのポッドキャストの一覧が表示されます。そのリストmで選択したポッドキャストが、既存のサブスクリプションに追加されます。既存のサブスクリプションは影響を受けません。
nb_no: Hvis du importerer filen i AntennaPod på en annen enhet, vil appen vise en liste over podkaster med avmerkingsbokser. Podkastene du velger fra listen, legges til i de eksisterende abonnementene dine. Ingen av de eksisterende abonnementene dine vil bli påvirket.
nl: Als je het bestand in AntennaPod in een ander apparaat importeert, toont de app een lijst met podcasts met selectievakjes. De podcasts die je uit die lijst selecteert, worden toegevoegd aan je bestaande abonnementen. Geen van je bestaande abonnementen wordt beïnvloed.
pt_br: Ao importar o arquivo no AntennaPod em outro dispositivo, o app exibirá uma lista de podcasts com caixas de seleção. Os podcasts que você marcar nessa lista serão adicionados às suas inscrições existentes. Nenhuma inscrição atual será afetada.
ru: Если вы импортируете файл в AntennaPod на другом устройстве, приложение отобразит список подкастов с флажками. Подкасты, которые вы выберете из этого списка, будут добавлены к существующим подпискам. Ни одна из существующих подписок не будет затронута.
tr: Dosyayı başka bir cihazdaki AntennaPod'a aktarırsanız , uygulama onay kutuları olan bir podcast listesi görüntüler. Bu listeden seçtiğiniz podcast'ler mevcut aboneliklerinize eklenir . Mevcut aboneliklerinizden hiçbiri etkilenmez.
uk: Якщо ви імпортуєте файл у AntennaPod на іншому пристрої, програма відобразить список подкастів із прапорцями. Подкасти, які ви виберете зі списку, будуть додані до ваших існуючих підписок. Це не вплине на жодну з ваших наявних підписок.

source: AntennaPod has many users and we don't want them to run into trouble when we add a new feature. It's important that we have a significant group test our app, so that we know all possible combinations of phones, Android versions and use cases work as expected.
da: AntennaPod har mange brugere, og vi ønsker ikke, at de skal få problemer, når vi tilføjer en ny funktion. Det er vigtigt, at vi har en betydelig gruppe til at teste vores app, så vi ved, at alle mulige kombinationer af telefoner, Android-versioner og brugssituationer fungerer som forventet.
es: AntennaPod tiene muchos usuarios y no queremos que se encuentren con problemas cuando añadimos una característica nueva. Es importante que tengamos un grupo de pruebas significante para nuestra aplicación, para que sepamos que todas las combinaciones posibles de teléfonos, versiones de Android y casos de uso funcionan como se espera.
fa: آنتناپاد کاربران بسیاری دارد و نمی‌خواهیم با افزودن ویژگی جدید به مشکل بربخورند. مهم است که گروه بزرگی برنامه ما را آزمایش کند تا آسوده خاطر شویم که همه ترکیب‌های ممکن گوشی‌ها، نگارش‌های اندروید و روش‌های استفاده از برنامه به‌درستی کار می‌کنند.
fr: AntennaPod compte de nombreux utilisateurs et nous ne voulons pas qu'ils rencontrent des difficultés lorsque nous ajoutons une nouvelle fonctionnalité. Il est important qu'un groupe important teste notre application, afin que nous sachions que toutes les combinaisons possibles de téléphones, de versions d'Android et de cas d'utilisation fonctionnent comme prévu.
gl: AntennaPod ten moitos usuarios e non queremos que se atopen con problemas cando engadimos unha característica nova. É importante que teñamos un grupo de probas significante para a nosa aplicación, para que saibamos que todas as combinacións posibles de teléfonos, versións de Android e casos de uso funcionan como se espera.
it: AntennaPod ha molti utenti e non vogliamo che si trovino in difficoltà quando aggiungiamo una nuova funzionalità. È importante poter disporre di un gruppo significativo per testare la nostra applicazione, in modo da sapere se tutte le possibili combinazioni di telefoni, versioni Android e modi di utilizzo funzionano come previsto.
ja: AntennaPodには多数のユーザーがいて、新しい機能を追加するときにユーザーが問題に遭遇することは望ましくありません。重要なグループにアプリをテストしてもらい、スマートフォン、Androidバージョン、ユースケースの考えられるすべての組み合わせが期待どおりに動作することを確認することが重要です。
nb_no: AntennaPod har mange brukere, og vi vil ikke at de skal få problemer når vi legger til en ny funksjon. Det er viktig at vi har en betydelig gruppe som tester appen vår, slik at vi vet at alle mulige kombinasjoner av telefoner, Android-versjoner og brukstilfeller fungerer som forventet.
nl: AntennaPod heeft veel gebruikers en we willen niet dat die in de problemen komen als we een nieuwe functie toevoegen. Het is belangrijk dat we een significante groep onze app laten testen, zodat we weten dat alle mogelijke combinaties van telefoons, Android-versies en use cases werken zoals verwacht.
pt_br: O AntennaPod tem muitos usuários e nós não queremos que eles enfrentem problemas ao adicionarmos uma nova funcionalidade. É importante que um grupo significativo teste nosso app, para que possamos garantir que todas as combinações possíveis de aparelhos, versões do Android e casos de uso funcionem conforme esperado.
ru: У AntennaPod много пользователей, и мы не хотим, чтобы у них возникали проблемы, когда мы добавляем новую функцию. Очень важно, чтобы наше приложение тестировала значительная группа пользователей, чтобы мы знали, что все возможные комбинации телефонов, версий Android и сценариев использования работают так, как ожидается.
tr: AntennaPod'un birçok kullanıcısı var ve yeni bir özellik eklediğimizde sorun yaşamalarını istemiyoruz. Uygulamamızı test eden önemli bir grubun olması önemlidir, böylece telefonların, Android sürümlerinin ve kullanım örneklerinin tüm olası kombinasyonlarının beklendiği gibi çalıştığını biliriz.
uk: У AntennaPod багато користувачів, і ми не хочемо, щоб у них виникали проблеми, коли ми додаємо нову функцію. Важливо, щоб ми провели значне групове тестування нашої програми, щоб ми знали, що всі можливі комбінації телефонів, версій Android і випадків використання працюють належним чином.
