Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Here you can quickly see and get access to your all-time most-listened subscriptions.
ca: Aquí pot veure i accedir ràpidament a les seves subscripcions més escoltades de tots els temps.
da: Her kan du hurtigt se og få adgang til dine mest lyttede abonnementer nogensinde.
de: Hier kannst du deine allzeit meistgehörten Abonnements sehen und abrufen.
es: Aquí puede ver y acceder rápidamente a sus suscripciones más escuchadas de todos los tiempos.
fa: اینجا می‌توانید به‌سرعت اشتراک‌هایی که در تمام مدت بیشتر به آن‌ها گوش داده‌اید را ببینید و به آن‌ها دسترسی پیدا کنید.
fr: Ici, vous pouvez rapidement voir et accéder à vos abonnements les plus écoutés de tous les temps.
gl: Aquí pode ver e acceder rapidamente ás súas subscricións máis escoitadas de todos os tempos.
it: Qui puoi vedere e accedere rapidamente alle tue iscrizioni più ascoltate di sempre.
ja: ここでは、これまでで最もよく聞かれた購読をすぐに確認してアクセスできます。
nb_no: Her kan du raskt se og få tilgang til abonnementene du har lyttet mest til gjennom tidene.
nl: Hier zie je een overzicht van je meest beluisterde abonnementen en kun je deze snel bezoeken.
pt_br: Aqui você pode ver e acessar rapidamente suas inscrições mais ouvidas de todos os tempos.
ru: Здесь вы можете быстро просмотреть и получить доступ к своим самым прослушиваемым подпискам за все время.
tr: Burada, tüm zamanların en çok dinlenen aboneliklerinizi hızla görebilir ve bunlara erişebilirsiniz .
uk: Тут ви можете швидко переглянути свої найпопулярніші підписки за весь час і отримати доступ до них.

source: Manage downloads
ca: Gestioneu les baixades
da: Administrer overførsler
de: Verwalte Downloads
es: Administrar de descargas
fa: مدیریت بارگیری‌ها
fr: Derniers téléchargements
gl: Xestiona as descargas
it: Gestisci i download
ja: ダウンロードの管理
nb_no: Behandle nedlastinger
nl: Downloads beheren
pt_br: Gerenciar downloads
ru: Загруженное
tr: İndirmeleri yönet
uk: Керуйте завантаженнями

source: In this section, you can interact with the episodes you downloaded on your device.
ca: En aquesta secció, podeu interactuar amb els episodis que heu descarregat al vostre dispositiu.
da: I denne sektion kan du interagere med de afsnit, du har overført til din enhed.
de: In diesem Bereich kannst du mit Episoden interagieren, die du auf dein Gerät heruntergeladen hast.
es: En esta sección, puedes interactuar con los episodios que descargaste en tu dispositivo.
fa: در این بخش، می‌توانید با قسمت‌هایی که روی دستگاه خود بارگیری کرده‌اید تعامل کنید.
fr: Dans cette section, vous pouvez interagir avec les épisodes que vous avez téléchargés sur votre appareil.
gl: Nesta sección, podes interactuar cos episodios que descargaches no teu dispositivo.
it: In questa sezione puoi interagire con gli episodi che hai scaricato sul tuo dispositivo.
ja: このセクションでは、デバイスにダウンロードしたエピソードを操作できます。
nb_no: I denne seksjonen kan du behandle episodene du har lastet ned på enheten din.
nl: In deze sectie kun je acties uitvoeren op de afleveringen die gedownload staan op je apparaat.
pt_br: Nesta seção, você pode interagir com os episódios baixados no seu dispositivo.
ru: В этом разделе вы можете взаимодействовать с эпизодами, загруженными на ваше устройство.
tr: Bu bölümde cihazınıza indirdiğiniz bölümlerle etkileşime girebilirsiniz.
uk: У цьому розділі ви можете взаємодіяти з епізодами, які ви завантажили на свій пристрій.

source: The first thing you want to do after downloading a podcast app is to subscribe to a podcast.
ca: La primera cosa que voldreu fer després de baixar-vos una app de pòdcasts és subscriure-us a un pòdcast.
da: Når du har hentet en podcast-app, er næste skridt at abonnere på en podcast.
de: Das Erste, was du nach dem Herunterladen einer Podcast-App tun solltest, ist, einen Podcast zu abonnieren.
es: Lo primero que querrás hacer después de descargar una aplicación de podcasts será suscribirte a un podcast.
fa: اولین کاری که پس از بارگیری یک برنامه پادپخش می‌خواهید انجام دهید، اشتراک در یک پادپخش است.
fr: La première chose que vous voulez faire après avoir téléchargé une application de podcast est de vous abonner à un podcast.
gl: O primeiro que quererás facer despois de descargar unha aplicación de podcasts será subscribirche a un podcast.
it: La prima cosa da fare dopo aver scaricato un'applicazione per podcast è iscriversi a un podcast.
ja: ポッドキャストアプリをダウンロードしてすぐに最初にすることは、ポッドキャストを購読することです。
nb_no: Det første du vil gjøre etter å ha lastet ned en podkast-app er å abonnere på en podkast.
nl: Het eerste wat je wilt doen na het downloaden van een podcast-app is je abonneren op een podcast.
pt_br: A primeira coisa que você vai querer fazer depois de baixar um app de podcasts é se increver em um podcast.
ru: Первое, что вы захотите сделать после загрузки приложения для подкастов, - это подписаться на них.
tr: Bir podcast uygulamasını indirdikten sonra yapmak isteyeceğiniz ilk şey podcaste abone olmaktır.
uk: Перше, що ви хочете зробити після завантаження програми для подкастів, це підписатися на подкаст.

source: Subscribing
ca: Subscripció
da: Abonnere
de: Abonnieren
es: Suscribiéndose
fa: اشتراک کردن
fr: Abonnement
gl: Subscribíndose
it: Come iscriversi
ja: 購読する
nb_no: Abonnere
nl: Abonneren
pt_br: Inscrevendo-se
ru: Подписка
tr: Abonelik
uk: Підписка

source: Open the drawer by swiping from the left or tapping the `☰` burger icon on the top left corner. Go to `+ Add Podcast`. Now, you can search, browse suggestions or add a podcast with its RSS address.
ca: Obre el calaix lliscant des de la dreta o fent clic a la icona `☰` a la cantonada superior esquerra. Dirigeix-te a `+ Afegiu Pòdcast`. Ara, podeu cercar, fer una ullada als suggeriments o afegir un pòdcast a través d'una adreça RSS.
da: Åbn skuffen ved at stryge fra venstre eller ved at trykke på `☰` burgerikonet i øverste venstre hjørne. Gå til `+ Tilføj podcast`. Nu kan du søge, gennemse forslag eller tilføje en podcast ved hjælp af des RSS-adresse.
de: Öffne die Seitenleiste, indem du von links streichst oder auf das `☰` Burger-Symbol in der oberen linken Ecke tippst. Gehe zu `Podcast hinzufügen`. Hier kannst du suchen, Vorschläge durchforsten oder einen Podcast per RSS-Adresse hinzufügen.
es: Abre el cajón deslizando desde la izquierda o tocando el icono del menú de hamburgesa `☰` en la esquina superior izquierda. Ve a `+ Añadir Pódcast` Ahora, puedes buscar, ver las sugerencias o añadir un podcast a través de su dirección RSS.
fa: کشو را با کشیدن از سمت چپ یا زدن روی نماد همبرگری `☰` در گوشه بالا سمت چپ باز کنید. به `+ افزودن پادپخش` بروید. حالا می‌توانید جستجو کنید، پیشنهادها را مرور کنید یا پادپخشی را با نشانی RSS آن بیافزایید.
fr: Ouvrez le menu en glissant depuis la gauche ou en appuyant sur l'icône `=` dans le coin supérieur gauche. Allez dans `+ Ajouter un podcast`. Maintenant, vous pouvez rechercher, parcourir les suggestions ou ajouter un podcast par l'adresse RSS.
gl: Abre o caixón deslizando desde a esquerda ou tocando a icona do menú de hamburgesa `☰` na esquina superior esquerda. Ve a `+ Engadir Pódcast` Agora, podes buscar, ver as suxestións ou engadir un podcast a través da súa dirección RSS.
it: Apri il menù laterale scorrendo col dito da sinistra a destra o toccando l'icona `☰` in alto a sinistra. Vai su `+ Aggiungi Podcast`. Da qui puoi fare una ricerca, sfogliare i suggerimenti o aggiungere un podcast inserendo il suo indirizzo RSS.
ja: 左からスワイプするか、左上の `☰` バーガーアイコンをタップして、ドロワーを開きます。`+ ポッドキャストをt追加` を選びます。ここで、検索、おすすめの閲覧、RSSアドレスを使用したポッドキャストの追加が行えます。
nb_no: Åpne sidemenyen ved å sveipe fra venstre eller trykke på `☰` burger-ikonet øverst til venstre. Gå til `+ Legg til podkast`. Nå kan du søke, bla gjennom forslag eller legge til en podkast med RSS-adressen.
nl: Open het menu door van links te vegen of te tikken op het `☰` hamburgerpictogram in de linkerbovenhoek. Ga naar `+ Podcast toevoegen`. Daar kun je zoeken, suggesties bekijken en een podcast toevoegen met het RSS adres.
pt_br: Abra o menu de navegação deslizando da esquerda para a direita ou tocando no ícone de hambúrguer `☰` no canto superior esquerdo. Vá em `+ Adicionar podcast`. A partir daí, você pode pesquisar, explorar sugestões ou adicionar um podcast informando seu endereço RSS.
ru: Откройте ящик, проведя пальцем слева или коснувшись значка гамбургера в левом верхнем углу. Перейдите к пункту `+ Добавить подкаст`. Теперь вы можете найти, просмотреть предложения или добавить подкаст, указав его RSS-адрес.
tr: Soldan kaydırarak veya sol üst köşedeki ` ☰ ` burger simgesine dokunarak çekmeceyi açın. ` + Podcast Ekle ` ye gidin . Şimdi, RSS adresiyle bir podcast arayabilir, önerilere göz atabilir veya ekleyebilirsiniz.
uk: Відкрийте шухляду, провівши пальцем зліва або торкнувшись піктограми бургера «☰» у верхньому лівому куті. Перейдіть до `+ Додати подкаст`. Тепер ви можете шукати, переглядати пропозиції або додавати подкаст із його RSS-адресою.

source: Alternatively, you can import an OPML file or only check the Apple Podcasts, gpodder.net, fyyd or Podcast Index database respectively. Importing RSS or Atom feeds, or URL schemes like `pcast://` and `itpc://`, will also work.
ca: D'altra banda, podeu importar un fitxer OPML o consultar únicament les bases de dades d'Apple Podcasts, gpodder.net, fyyd o Podcast Index respectivament. També podeu importar fonts RSS o Atom, o esquemes d'URL tal com e `pcast://` and `itpc://`.
da: Alternativt kan du importere en OPML-fil eller kun tjekke henholdsvis Apple Podcasts, gpodder.net, fyyd eller Podcast Index-databasen. Import af RSS- eller Atom-feeds eller URL-formater som `pcast://` og `itpc://` fungerer også.
de: Alternativ kannst du auch eine OPML-Datei importieren oder nur die Apple Podcasts-, gpodder.net-, fyyd- bzw. Podcast-Index-Datenbank durchsuchen. Das Importieren von RSS- oder Atom-Feeds oder URL-Schemata wie `pcast://` und `itpc://` funktioniert ebenfalls.
es: También puedes importar un archivo OPML o consultar únicamente la base de datos de Apple Podcasts, gpodder.net, fyyd o Podcast Index, respectivamente. También puede importar fuentes RSS o Atom, o esquemas de las URL como `pcast://` y `itpc://`.
fa: جایگزین روش بالا، می‌توانید یک پرونده OPML وارد کنید یا فقط پایگاه داده‌های Apple Podcasts، gpodder.net، fyyd یا Podcast Index را به‌ترتیب بررسی کنید. وارد کردن خوراک‌های RSS یا Atom، یا طرح‌های URL مثل `pcast://` و `itpc://`، نیز کار خواهد کرد.
fr: Vous pouvez également importer un fichier OPML ou vérifier uniquement les base de données de iTunes, gpodder.net ou fyyd respectivement. L'importation de flux RSS ou Atom, ou de schémas d'URL comme `pcast://` et `itpc://`, fonctionnera aussi.
gl: Tamén podes importar un arquivo OPML ou consultar unicamente a base de datos de Apple Podcasts, gpodder.net, fyyd ou Podcast Index, respectivamente. Tamén pode importar fontes RSS ou Atom, ou esquemas das URL como `pcast://` e `itpc://`.
it: In alternativa, puoi importare un file OPML o controllare solo il database di Apple Podcasts, gpodder.net, fyyd o Podcast Index rispettivamente. Puoi anche importare feed RSS o Atom, o schemi di URL come `pcast://` e `itpc://`.
ja: あるいは、OPMLファイルをインポートしたり、Apple Podcasts、gpodder.net、fyyd、Podcast Indexデータベースのみをそれぞれチェックすることもできます。RSSまたはAtomフィード、`pcast://` や `itpc://` などのURLスキームのインポートも行えます。
nb_no: Alternativt kan du importere en OPML-fil eller bare sjekke henholdsvis Apple Podcasts, gpodder.net, fyyd eller Podcast Index-databasen. Import av RSS- eller Atom-strøm eller URL-ordninger som `pcast://` og `itpc://` vil også fungere.
nl: Als alternatief kun je een OPML-bestand importeren of alleen de database van respectievelijk Apple Podcasts, gpodder.net, fyyd of Podcast Index controleren. Het importeren van RSS- of Atom-feeds, of URL-schema's zoals `pcast://` en `itpc://`, werkt ook.
pt_br: Como alternativa, também é possível importar um arquivo OPML ou apenas pesquisar nas bancos de dados do Apple Podcasts, gpodder.net, fyyd ou Podcast Index. O AntennaPod também reconhece feeds RSS ou Atom e esquemas de URL como `pcast://` e `itpc://`.
ru: Кроме того, вы можете импортировать OPML-файл или проверить только базу данных Apple Podcasts, gpodder.net, fyyd или Podcast Index соответственно. Импорт RSS- или Atom-каналов, а также схемы URL, такие как `pcast://` и `itpc://`, также подойдут.
tr: Alternatif olarak, bir OPML dosyası içe aktarabilir veya yalnızca Apple Podcasts, gpodder.net, fyyd veya Podcast Index veritabanını kontrol edebilirsiniz. RSS veya Atom beslemelerini veya ` pcast:// ` ve ` itpc:// ` gibi URL şemalarını içe aktarmak da işe yarayacaktır.
uk: Крім того, ви можете імпортувати файл OPML або лише перевірити базу даних Apple Podcasts, gpodder.net, fyyd або Podcast Index відповідно. Імпорт каналів RSS або Atom або схем URL-адрес, як-от `pcast://` і `itpc://`, також працюватиме.

source: Subscribing to third-party services
ca: Subscripció a serveis de tercers
da: Abonnement på tjenester fra tredjeparter
de: Abonnieren von Dritteranbieter-Diensten
es: Suscribiéndose a servicios de terceros
fa: اشتراک در خدمات شخص ثالث
fr: Abonnement à des services tiers
gl: Subscribíndose a servizos de terceiros
it: Iscriversi a servizi di terzi
ja: サードパーティサービスの購読
nb_no: Abonnere på tredjepartstjenester
nl: Abonneren op diensten van derden
pt_br: Inscrevendo-se em serviços de terceiros
ru: Подписка на услуги третьих лиц
tr: Üçüncü taraf hizmetlerine abone olma
uk: Підписка на сторонні сервіси

source: We got some questions about support for platforms like SoundCloud, Mixcloud and alike. While it may be cool to have a feature to simply paste/open channel URLs in AntennaPod, [it's been decided](https://github.com/AntennaPod/AntennaPod/issues/1297) to not implement it. Such platforms may come and disappear, while it's quite some work for our volunteers to implement this feature. If you're a developer, you're of course welcome to discuss a proposal that you'd be happy to implement.
ca: Hem rebut algunes preguntes sobre el suport per a plataformes com SoundCloud, Mixcloud i similars. Si bé estaria bé tenir una característica que permeti copiar/enganxar l'URL del canal a AntennaPod, [s'ha decidit](https://github.com/AntennaPod/AntennaPod/issues/1297) no implementar-ho. Aquestes plataformes sovint apareixen i desapareixen, i suposa una feina extra per als voluntaris mantenir aquesta característica. Si sou un desenvolupador, naturalment que esteu convidat a debatre una proposta que us agradaria implementar.
da: Vi har fået nogle forespørgsler om understøttelse af platforme som Soundcloud, Mixcloud og lignende. Selv om det kunne være fedt at have en funktion til blot at indsætte/åbne kanal-URL'er i AntennaPod, [er det blevet besluttet](https://github.com/AntennaPod/AntennaPod/issues/1297) ikke at implementere det. Sådanne platforme kan komme og forsvinde, mens det kræver en hel del arbejde for vores frivillige at implementere denne funktion. Hvis du er udvikler, er du naturligvis velkommen til at diskutere et forslag, som du gerne vil implementere.
de: Wir haben einige Fragen zur Unterstützung von Plattformen wie SoundCloud, Mixcloud und ähnlichen. Obwohl es cool wäre, eine Funktion zu haben, mit der man Kanal-Adressen einfach in AntennaPod einfügen/öffnen kann, [wurde beschlossen](https://github.com/AntennaPod/AntennaPod/issues/1297), diese nicht zu implementieren. Solche Plattformen können kommen und gehen, während es für unsere Freiwilligen eine Menge Arbeit ist, diese Funktion zu implementieren. Wenn du ein Entwickler bist, laden wir dich natürlich gerne ein, Vorschläge zu diskutieren, die du gerne umsetzen würdest.
es: Hemos recibido algunas preguntas acerca del soporte para plataformas como SoundCloud, MixCloud y similares. Aún que puede parecer interesante tener una característica para simplemente pegar/abrir URLs de canales en AntennaPod, [se ha decidido](https://github.com/AntennaPod/AntennaPod/issues/1297) no implementarlo. Ese tipo de plataformas pueden aparecer y desaparecer, mientras que conlleva bastante trabajo de nuestros voluntarios implementar esta característica. Si eres un desarrollador, por supuesto que estás bienvenido a charlar sobre una propuesta sobre lo que estarías dispuesto en implementar.
fa: سوالاتی درباره پشتیبانی از سکوهایی مانند SoundCloud، Mixcloud و مشابه آن‌ها دریافت کردیم. اگرچه داشتن ویژگی‌ای برای چسباندن/باز کردن URL‌های کانال در آنتناپاد ممکن است جذاب باشد، [تصمیم گرفته شده](https://github.com/AntennaPod/AntennaPod/issues/1297) که این ویژگی پیاده‌سازی نشود. چنین سکوهایی ممکن است بیایند و بروند، در حالی که پیاده‌سازی این ویژگی برای داوطلبان ما کار زیادی می‌طلبد. اگر توسعه‌دهنده هستید، البته که خوشحال می‌شویم درباره پیشنهادی که مایل به پیاده‌سازی آن هستید گفتگو کنید.
fr: Nous avons reçu quelques questions sur le support de plateformes comme SoundCloud, Mixcloud et autres. Bien qu'il puisse être intéressant d'avoir une fonction permettant de coller/ouvrir simplement les URL des chaînes dans AntennaPod, [il a été décidé](https://github.com/AntennaPod/AntennaPod/issues/1297) de ne pas l'implémenter. De telles plates-formes peuvent apparaître et disparaître, tandis que la mise en œuvre de cette fonctionnalité représente un travail considérable pour nos bénévoles. Si vous êtes un développeur, vous êtes bien sûr le bienvenu pour discuter d'une proposition que vous seriez heureux de mettre en œuvre.
gl: Recibimos algunhas preguntas achega do soporte para plataformas como SoundCloud, MixCloud e similares. Aínda que pode parecer interesante ter unha característica para simplemente pegar/abrir URLs de canles en AntennaPod, [decidiuse](https://github.com/AntennaPod/AntennaPod/issues/1297) non implementalo. Ese tipo de plataformas poden aparecer e desaparecer, mentres que conleva bastante traballo dos nosos voluntarios implementar esta característica. Se es un desarrollador, por suposto que estás benvido a charlar sobre unha proposta sobre o que estarías disposto en implementar.
it: Abbiamo ricevuto alcune domande sul supporto a piattaforme come SoundCloud, Mixcloud e simili. Anche se potrebbe essere interessante avere una funzione per incollare/aprire semplicemente gli URL dei canali in AntennaPod, [è stato deciso](https://github.com/AntennaPod/AntennaPod/issues/1297) di non implementarla. Le piattaforme di questo genere possono apparire e scomparire, mentre per i nostri volontari implementare questa funzionalità richiede parecchio lavoro. Se sei uno sviluppatore, naturalmente sei il benvenuto se vuoi discutere una proposta che vorresti implementare tu stesso.
ja: SoundCloudやMixcloudなどのプラットフォームのサポートについて、質問を受けたことがありました。AntennaPodにチャンネルURLを貼り付けるだけでページを開ける機能があれば素晴らしいかもしれませんが、この昨日は[実装しないことが決定されました](https://github.com/AntennaPod/AntennaPod/issues/1297)。ボランティアがこの機能を実装するにはかなりの労力が必要ですが、こうしたプラットフォームは現れては消えてしまう可能性があります。もしあなたが開発者で、自分自身で実装したい機能があるなら、その提案について議論することはもちろん歓迎です。
nb_no: Vi har fått noen spørsmål om støtte for plattformer som SoundCloud, Mixcloud og lignende. Selv om det kan være kult å ha en funksjon for å bare lime inn/åpne kanaladresser i AntennaPod, [er det bestemt](https://github.com/AntennaPod/AntennaPod/issues/1297) å ikke implementere det. Slike plattformer kan komme og forsvinne, mens det er ganske mye arbeid for våre frivillige å implementere denne funksjonen. Hvis du er en utvikler er du selvfølgelig velkommen til å diskutere et forslag som du gjerne vil implementere.
nl: We kregen enkele vragen over ondersteuning voor platforms zoals SoundCloud, Mixcloud en dergelijke. Hoewel een functie om een kanaal-URL direct in AntennaPod te plakken/openen handig lijkt, is [besloten](https://github.com/AntennaPod/AntennaPod/issues/1297) dit niet te implementeren. Dergelijke platformen zijn soms maar kort actief, terwijl het behoorlijk wat werk is voor onze vrijwilligers om deze functie te implementeren. Als je ontwikkelaar bent, ben je natuurlijk welkom om een voorstel te bespreken dat je graag zou willen implementeren.
pt_br: Recebemos algumas perguntas sobre suporte a plataformas como SoundCloud, Mixcloud e similares. Embora pareça interessante permitir que o usuário simplesmente cole ou abra URLs de canais diretamente no AntennaPod, [foi decidido](https://github.com/AntennaPod/AntennaPod/issues/1297) não implementar esse recurso. Essas plataformas costumam mudar ou desaparecer, e desenvolver esse tipo de integração demanda bastante esforço dos nossos voluntários. Se você for desenvolvedor, estamos abertos a discutir ideias que você gostaria de implementar.
ru: Мы получили несколько вопросов о поддержке таких платформ, как SoundCloud, Mixcloud и им подобных. Хотя было бы здорово иметь функцию простой вставки/открытия URL-адресов каналов в AntennaPod, [было решено](https://github.com/AntennaPod/AntennaPod/issues/1297) не реализовывать ее. Такие платформы могут появляться и исчезать, а для наших волонтёров реализация этой функции является довольно сложной работой. Если вы разработчик, вы, конечно, можете обсудить предложение, которое вы были бы рады реализовать.
tr: SoundCloud , Mixcloud ve benzeri platformlar için destek hakkında bazı sorular aldık . AntennaPod'da kanal URL'lerini yapıştırma/açma özelliğinin olması harika olabilir ancak [karar verildi](https://github.com/ AntennaPod / AntennaPod /issues/1297). Bu tür platformlar gelip ortadan kaybolabilirken, gönüllülerimizin bu özelliği uygulaması epeyce iş gerektiriyor. Eğer bir geliştiriciyseniz, elbette uygulamaktan mutluluk duyacağınız bir teklifi tartışmaya davetlisiniz.
uk: У нас є кілька запитань щодо підтримки таких платформ, як SoundCloud, Mixcloud тощо. Хоча це може бути круто мати функцію простого вставлення/відкриття URL-адрес каналів у AntennaPod, [було вирішено](https://github.com/AntennaPod/AntennaPod/issues/1297) не впроваджувати її. Такі платформи можуть з’являтися і зникати, а нашим волонтерам доводиться чимало працювати над впровадженням цієї функції. Якщо ви розробник, ви, звичайно, можете обговорити пропозицію, яку б із задоволенням реалізували.
