Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: F-Droid systems build the app. They do this to make sure the app you download matches the source code that we publishe. Because there are many apps to build, the F-Droid server takes 1 to 2 days to build the app.
ca: Els sistemes F-Droid construeixen l'aplicació. Ho fan per assegurar-se que l'aplicació que descarregues coincideixi amb el codi font que publiquem. Com que hi ha moltes aplicacions per construir, el servidor F-Droid triga d'1 a 2 dies a construir l'aplicació.
de: F-Droid-Systeme erstellen die App. Damit soll sichergestellt werden, dass die heruntergeladene App mit dem von uns veröffentlichten Quellcode übereinstimmt. Da viele Apps erstellt werden müssen, benötigt der F-Droid-Server dafür 1 bis 2 Tage.
es: Los sistemas F-Droid crean la aplicación. Esto garantiza que la aplicación que descargues coincida con el código fuente que publicamos. Dado que hay muchas aplicaciones que crear, el servidor F-Droid tarda de uno a dos días en compilarla.
fr: Les systèmes F-Droid construisent l’application. Ils le font pour s’assurer que l’application que vous téléchargez correspond au code source que nous publions. Parce qu’il y a beaucoup d’applications à construire, le serveur F-Droid prend 1 à 2 jours pour construire l’application.
gl: Os sistemas F-Droid crean a aplicación. Isto garante que a aplicación que descargues coincida co código fonte que publicamos. Dado que hai moitas aplicacións que crear, o servidor F-Droid tarda dun a dous días en compilala.
it: I sistemi di F-Droid compilano l'app. In questo modo, si assicurano che l'applicazione che scaricherai corrisponda realmente al codice sorgente che pubblichiamo. Poiché ci sono molte app da compilare, il server di F-Droid impiega 1-2 giorni per compilare l'app.
nl: F-Droid bouwt het de app. Hiermee zorgt F-Droid ervoor dat de app die je downloadt overeenkomt met de broncode die wij publiceren. Omdat er veel apps moeten worden gebouwd, heeft de F-Droid server 1-2 dagen nodig om de app te bouwen.
pt_br: Os sistemas do F-Droid compilam o app. Isso é feito para garantir que o aplicativo que você baixa corresponda exatamente ao código-fonte publicado. Como há muitos apps para processar, o servidor do F-Droid leva de 1 a 2 dias para fazer a compilação.
ru: Системы F-Droid создают приложение. Они делают это для того, чтобы убедиться, что приложение, которое вы загружаете, соответствует исходному коду, который мы публикуем. Поскольку приложений для сборки много, серверу F-Droid требуется от 1 до 2 дней для сборки приложения.
tr: F-Droid sistemleri uygulamayı oluşturur. Bunu, indirdiğiniz uygulamanın bizim yayınladığımız kaynak koduyla eşleştiğinden emin olmak için yaparlar. Oluşturulacak çok sayıda uygulama olduğu için F-Droid sunucusunun uygulamayı oluşturması 1-2 gün sürer.

source: An F-Droid contributor signs the build cryptographically. To improve security, the contributor needs to take the app and physically walk it to a dedicated computer which is not connected to the internet. When all apps are signed, the contributor uploads them to the F-Droid systems. This usually takes 1 to 2 days.
ca: Un col·laborador de F-Droid signa la construcció criptogràficament. Per millorar la seguretat, el col·laborador ha de portar l'aplicació i caminar físicament cap a un ordinador dedicat que no estigui connectat a Internet. Quan totes les aplicacions estan signades, el col·laborador les puja als sistemes F-Droid. Això sol trigar d'1 a 2 dies.
de: Ein F-Droid-Beitragender signiert den Build kryptografisch. Um die Sicherheit zu erhöhen, muss der Beitragende die App zu einem speziellen Computer bringen, der nicht mit dem Internet verbunden ist. Wenn alle Apps signiert sind, lädt er sie auf das F-Droid-System hoch. Dies dauert in der Regel 1 bis 2 Tage.
es: Un colaborador de F-Droid firma la compilación criptográficamente. Para mejorar la seguridad, el colaborador debe llevar la aplicación a un ordenador dedicado sin conexión a internet. Una vez firmadas todas las aplicaciones, el colaborador las sube a los sistemas de F-Droid. Esto suele tardar entre uno y dos días.
fr: Un contributeur à F-Droid signe cryptographiquement le programme compilé. Afin d'améliorer la sécurité, le contributeur a besoin de se munir de l'app et de se rendre physiquement auprès d'un ordinateur dédié qui n'est pas connecté à internet. Lorsque toutes les apps sont signées, le contributeur les télécharge dans les systèmes de F-Droid. Cela requiert habituellement 1 à 2 jours.
gl: Un colaborador de F-Droid asina a compilación criptográficamente. Para mellorar a seguridade, o colaborador debe levar a aplicación a un computador dedicado sen conexión a internet. Unha vez asinadas todas as aplicacións, o colaborador sóbeas aos sistemas de F-Droid. Isto adoita tardar entre un e dous días.
it: Un contributore di F-Droid firma crittograficamente la versione compilata. Per migliorare la sicurezza, il contributore deve prendere l'app e spostarla fisicamente su un computer riservato che non è connesso a internet. Quando tutte le app sono firmate, il contributore le carica sui sistemi di F-Droid. Di solito questo richiede 1-2 giorni.
nl: Een F-Droid-bijdrager ondertekent de build cryptografisch. Om de beveiliging te verbeteren, moet de bijdrager de app fysiek naar een speciale computer brengen die niet met het internet is verbonden. Zodra alle apps zijn ondertekend, uploadt de bijdrager ze naar de F-Droid-systemen. Dit duurt meestal 1 tot 2 dagen.
pt_br: Um colaborador do F-Droid assina a compilação criptograficamente. Para aumentar a segurança, esse colaborador precisa transferir o app fisicamente para um computador dedicado que não tem conexão com a internet. Quando todos os apps são assinados, ele então os envia aos sistemas do F-Droid. Isso geralmente leva de 1 a 2 dias.
ru: Автор F-Droid подписывает сборку криптографически. Чтобы повысить безопасность, автор должен взять приложение и физически перенести его на специальный компьютер, не подключенный к интернету. Когда все приложения подписаны, автор загружает их в систему F-Droid. Обычно это занимает от 1 до 2 дней.
tr: Bir F-Droid yazarı uygulamayı kriptografik olarak imzalar. Güvenliği arttırmak için yazarın uygulamayı alıp, internete bağlı olmayan ayrı bir bilgisayara fiziksel olarak taşıması gerekir. Tüm uygulamalar imzalandığında yazar uygulamaları F-Droid sistemlerine yükler. Bu işlem genelde 1-2 gün sürer.

source: F-Droid systems process the new apps, adding the new AntennaPod release in their index.
ca: Els sistemes F-Droid processen les noves aplicacions, afegint el nou llançament d'AntennaPod al seu índex.
de: F-Droid-Systeme verarbeiten die neuen Apps und fügen die neue AntennaPod-Version in ihren Index ein.
es: Los sistemas F-Droid procesan las nuevas aplicaciones y agregan la nueva versión de AntennaPod en su índice.
fa: سامانه‌های اف‌دروید کاره‌های جدید را پرداخته و ارائه جدید آنتناپاد را به نمایه‌شان می‌افزایند.
fr: Les systèmes F-Droid traitent les nouvelles apps, ajoutant la nouvelle version d'AntennaPod dans leur index.
gl: Os sistemas F-Droid procesan as novas aplicacións e agregan a nova versión de AntennaPod no seu índice.
it: I sistemi di F-Droid processano le nuove app, aggiungendo la nuova versione di AntennaPod al loro indice.
nl: F-Droid-systemen verwerken de nieuwe apps en voegen de nieuwe AntennaPod-release toe aan hun index.
pt_br: Os sistemas do F-Droid processam os novos apps, adicionando a nova versão do AntennaPod ao índice.
ru: Системы F-Droid обрабатывают новые приложения, добавляя новый выпуск AntennaPod в свой индекс.
tr: F-Droid sistemleri yeni uygulamaları işleyerek yeni AntennaPod sürümünü sayfalarına ekler.

source: At this point we consider it 'released on F-Droid'. But remember that your F-Droid client (the 'app store') also needs to refresh its local copy of the index. Only after that you'll get prompted about the latest AntennaPod release.
ca: En aquest punt el considerem 'llançat en F-Droid'. Però recorda que el vostre client F-Droid (la 'app store') també necessita actualitzar la seva còpia local de l'índex. Només després d'això se us preguntarà sobre l'última versió d'AntennaPod.
de: Zu diesem Zeitpunkt betrachten wir sie als „auf F-Droid veröffentlicht“. Denke aber daran, dass der F-Droid-Client (der „App-Store“) auch seine lokale Kopie des Indexes aktualisieren muss. Erst danach wirst du über die neueste Version von AntennaPod informiert.
es: En este punto, lo consideramos "lanzado en F-Droid". Pero recuerda que tu cliente de F-Droid (la tienda de aplicaciones) también necesita actualizar su copia local del índice. Solo después de eso, recibirás un aviso sobre la última versión de AntennaPod.
gl: Neste punto, considerámolo "lanzado en F-Droid". Pero lembra que o teu cliente de F-Droid (a tenda de aplicacións) tamén necesita actualizar a súa copia local do índice. Só despois diso, recibirás un aviso sobre a última versión de AntennaPod.
it: A questo punto, consideriamo la nuova versione "pubblicata su F-Droid". Ma ricorda che, in aggiunta, il tuo client di F-Droid (l'app store) deve aggiornare la sua copia locale dell'indice. Solo dopo quell'operazione riceverai una notifica riguardo l'ultima versione di AntennaPod.
nl: Op dit punt beschouwen we het als 'uitgebracht op F-Droid'. Maar vergeet niet dat je F-Droid-client (de 'app store') ook de lokale kopie van de index moet vernieuwen. Pas daarna krijg je een melding over de nieuwste AntennaPod-release.
pt_br: Nesse ponto, consideramos que a versão está 'lançada no F-Droid'. Mas lembre-se: o cliente F-Droid (a 'loja de aplicativos') também precisa atualizar sua cópia local do índice. Só depois disso você será notificado da nova versão do AntennaPod.
ru: На этом этапе мы считаем его "выпущенным на F-Droid". Но помните, что ваш клиент F-Droid ("магазин приложений") также должен обновить свою локальную копию индекса. Только после этого вы получите сообщение о последнем выпуске AntennaPod.

source: So, what's the ETA?
ca: Llavors, què és l'ETA?
de: Wie lange dauert es noch?
es: ¿Cuál es el tiempo estimado de llegada?
fa: پس ETA چیست؟
fr: Donc, quel est l'ETA (Temps d'Arrivée Estimé) ?
gl: Cal é o tempo estimado de chegada?
it: Quindi quanto tempo ci vorrà?
nl: Dus wanneer kunnen we 'm verwachten?
pt_br: E quanto tempo leva, afinal?
ru: Итак, каково время прибытия?
tr: Yani tahmini varış süresi ne?

source: As you can see, there are a lot of steps which each take a varying amount of time. We usually take well over a month between releasing a beta version and tagging the release on GitHub. After the release is tagged, F-Droid usually takes four to six days to process it.
ca: Com es pot veure, hi ha un munt de passos que cada un pren una quantitat diferent de temps. Normalment triguem més d'un mes entre publicar una versió beta i etiquetar el llançament a GitHub. Després que el llançament estigui etiquetat, F-Droid normalment triga de quatre a sis dies a processar-lo.
de: Wie du siehst, gibt es viele Schritte, die jeweils unterschiedlich viel Zeit in Anspruch nehmen. In der Regel dauert es mehr als einen Monat zwischen der Freigabe einer Betaversion und dem Kennzeichnen der Version auf GitHub. Nachdem die Version gekennzeichnet wurde, benötigt F-Droid in der Regel vier bis sechs Tage, um sie zu verarbeiten.
es: Como puedes ver, hay muchos pasos, cada uno con una duración variable. Normalmente, tardamos más de un mes entre el lanzamiento de una versión beta y su etiquetado en GitHub. Una vez etiquetado el lanzamiento, F-Droid suele tardar entre cuatro y seis días en procesarlo.
fr: Comme vous pouvez le voir, de nombreuses étapes requièrent un laps de temps variable. Il nous faut habituellement plus d'un mois entre la publication d'une version bêta et l'étiquetage de la version finale sur GitHub. Après avoir étiqueté la nouvelle version, quatre à six jours sont généralement nécessaires pour qu'elle soit intégrée par F-Droid.
gl: Como podes ver, hai moitos pasos, cada un cunha duración variable. Normalmente, tardamos máis dun mes entre o lanzamento dunha versión beta e a súa etiquetaxe en GitHub. Unha vez etiquetaxe o lanzamento, F-Droid adoita tardar entre catro e seis días en procesalo.
it: Come avrai notato, ci sono molti passaggi, ognuno dei quali di durata variabile. Di solito passa più di un mese dalla pubblicazione di una versione beta al momento in cui la versione viene taggata su GitHub. Dopo che la versione è stata taggata, di solito F-Droid ci mette dai quattro ai sei giorni per processarla.
nl: Zoals je kunt zien zijn er veel stappen die ieder een variabele tijdsduur hebben. Meestal duurt het ruim een maand tussen het uitbrengen van een bètaversie en het taggen van de release op GitHub. Nadat de release is getagd, duurt het meestal vier tot zes dagen voordat F-Droid deze heeft verwerkt.
pt_br: Como você pode ver, há várias etapas, e cada uma leva um tempo diferente. Normalmente, levamos mais de um mês entre o lançamento da versão beta e criação da tag da versão no GitHub. Depois que a versão recebe a tag, o F-Droid costuma levar de quatro a seis dias para processá-lo.
ru: Как видите, здесь много этапов, каждый из которых занимает разное количество времени. Обычно между выпуском бета-версии и размещением релиза на GitHub проходит больше месяца. После того как релиз отмечен, F-Droid обычно требуется от 4-х до 6-ти дней на его обработку.
tr: Görebildiğiniz üzere, değişken zaman alan birçok adım var. Bir beta sürümü yayınlamak ve sürümü Github'da etiketlememiz arasında genelde bir aydan bayağı fazla bir süre oluyor. Sürüm etiketlendikten sonra, F-Droid genelde dört ila altı günde işliyor.

source: What you can do if you're eagerly waiting
ca: Què pots fer si t'esperes amb ganes
de: Was du tun kannst, wenn es länger dauert als erwartet
es: Qué puedes hacer si estás esperando con impaciencia
fa: اگر مشتاقانه منتظرید چه کنید
fr: Ce que vous pouvez faire si vous attendez avec impatience
gl: Que podes facer se estás a esperar con impaciencia
it: Cosa puoi fare se stai aspettando con impazienza
nl: Wat je kunt doen als je reikhalzend uitkijkt
pt_br: O que você pode fazer se você estiver esperando ansiosamente
ru: Что вы можете сделать, если с нетерпением ждете
tr: Hevesle bekliyorsanız yapabileceğiniz şeyler

source: Did we not tag the [release on GitHub](https://github.com/AntennaPod/AntennaPod/releases) yet? Then please just wait. The update is in beta and not ready for public release.
ca: Encara no hem etiquetat el [llançament a GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Llavors, si us plau, espera. L'actualització és en beta i no està llesta per a la publicació pública.
de: Haben wir die [Version auf GitHub](https://github.com/AntennaPod/AntennaPod/releases) noch nicht gekennzeichnet? Dann warte bitte einfach. Das Update befindet sich in der Beta-Phase und ist noch nicht bereit für die öffentliche Freigabe.
es: ¿Aún no hemos etiquetado la [versión en GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Entonces, por favor, espera. La actualización está en fase beta y no está lista para su lanzamiento público.
fr: Nous n'avons pas encore étiqueté la [nouvelle version](https://github.com/AntennaPod/AntennaPod/releases) sur Github ? Alors patientez. La mise à jour est en bêta et n'est pas prête à la publication.
gl: Aínda non habemos etiquetaxe a [versión en GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Entón, por favor, espera. A actualización está en fase beta e non está lista para o seu lanzamento público.
it: Non abbiamo ancora taggato la [versione su GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Allora dovrai semplicemente attendere. L'aggiornamento è in fase beta e non è pronto per la pubblicazione.
nl: Is de release nog niet [getagd op GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Wacht dan alsjeblieft gewoon. Dit is een bètaversie en geen openbare release.
pt_br: Ainda não criamos a tag da [versão no GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Então é só aguardar. A atualização ainda está em fase beta e não está pronta para o público.
ru: Мы еще не отметили [релиз на GitHub](https://github.com/AntennaPod/AntennaPod/releases)? Тогда, пожалуйста, просто подождите. Обновление находится в стадии бета-версии и не готово к публичному релизу.

source: We *did* tag the release on GitHub? As the F-Droid team [notes](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client): "don't panic before 7 days have passed, please."
ca: *Sí* hem marcat la publicació a GitHub? Com assenyala l'equip de F-Droid [notes](https://gitlab.com/fdroid/wiki/-/wikis/FAQ."how-long-does-it-take-for-my-app-to-show-up-on-website-and-client): "No t'espantis abans que hagin passat 7 dies, si us plau."
de: Wir *haben* die Version auf GitHub gekennzeichnet? Wie das F-Droid-Team [anmerkt](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client): „Bitte keine Panik, bevor nicht 7 Tage vergangen sind.“
es: ¿*Sí* hemos etiquetado la versión en GitHub? Como [señala](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) el equipo de F-Droid: "No te asustes antes de que pasen 7 días, por favor."
fr: Nous *avons* étiqueté la nouvelle version sur Github ? Comme l'équipe de F-Droid le fait [remarquer](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) : « ne paniquez pas avant que 7 jours se soient écoulés, s'il vous plaît. »
gl: *Si* habemos etiquetaxe a versión en GitHub? Como [sinala](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) o equipo de F-Droid: "Non te asustes antes de que pasen 7 días, por favor."
it: *Abbiamo* taggato la versione su GitHub? Come [fa presente](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) il team di F-Droid: "ti preghiamo di non agitarti prima che siano passati 7 giorni."
nl: Is de release *wel* getagd op GitHub? Zoals het F-Droid-team [zegt](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client): "alsjeblieft niet in paniek raken tenzij het meer dan 7 dagen duurt."
pt_br: Nós *já* criamos a tag da versão no GitHub? Então como [diz](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) a equipe do F-Droid: "não entre em pânico antes de 7 dias, por favor."
ru: Мы *пометили* релиз на GitHub? Как команда F-Droid [отмечает](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client): "Не паникуйте раньше, чем пройдет 7 дней, пожалуйста."

source: Did those 7 days pass since we tagged the release on GitHub? Feel free to let us know by creating a post on our [forum](https://forum.antennapod.org/). We'll take a look.
ca: Han passat aquests 7 dies des que vam etiquetar el llançament a GitHub? Sent-te lliure de fer-nos-ho saber creant una entrada al nostre [fòrum](https://forum.antennapod.org/). Farem una ullada.
de: Sind diese 7 Tage vergangen, seit wir die Version auf GitHub gekennzeichnet haben? Lasse es uns wissen, indem du einen Beitrag in unserem [Forum](https://forum.antennapod.org/) erstellst. Wir werden einen Blick darauf werfen.
es: ¿Han pasado esos 7 días desde que etiquetamos la versión en GitHub? No dudes en hacérnoslo saber publicando en nuestro [foro](https://forum.antennapod.org/). Le echaremos un vistazo.
fr: Ces 7 jours se sont-ils écoulés depuis que nous avons étiqueté la nouvelle version sur Github ? Si vous le souhaitez, faites-le nous savoir en créant un message sur notre [forum](https://forum.antennapod.org/). Nous examinerons cela.
gl: Pasaron eses 7 días desde que etiquetamos a versión en GitHub? Non dubides en facérnolo saber publicando no noso [foro](https://forum.antennapod.org/). Botarémoslle unha ollada.
it: I 7 giorni da quando abbiamo taggato la versione su GitHub sono passati? Faccelo sapere creando un post sul nostro [forum](https://forum.antennapod.org/). Daremo un'occhiata.
nl: Zijn die 7 dagen gepasseerd sinds we de release getagd hebben op GitHub? Laat het ons dan gerust weten door een post op ons [forum](https://forum.antennapod.org/) te plaatsen. Ze zullen ernaar kijken.
pt_br: Já se passaram mais de 7 dias desde que marcamos o lançamento no GitHub? Sinta-se à vontade para nos avisar criando um tópico em nosso [fórum](https://forum.antennapod.org/). Vamos dar uma olhada.
ru: Прошли ли эти 7 дней с тех пор, как мы отметили релиз на GitHub? Не стесняйтесь сообщить нам об этом, создав сообщение на нашем [форуме](https://forum.antennapod.org/). Мы посмотрим.

source: Did we tag the release 7 days ago or less? Then please just wait. Or investigate where we are in the process.
ca: Fa 7 dies o menys que vam etiquetar el llançament? Llavors, si us plau, espera. O investigueu on estem en el procés.
de: Haben wir die Version vor 7 Tagen oder weniger markiert? Dann warte bitte einfach. Oder untersuche, wo wir uns in diesem Prozess befinden.
es: ¿Etiquetamos el lanzamiento hace 7 días o menos? Entonces, por favor, espera. O investiga en qué etapa del proceso nos encontramos.
fr: Avons-nous étiqueté la nouvelle version 7 jours auparavant ou moins ? Veuillez attendre, ou aller voir à quelle étape du processus nous en sommes.
gl: Etiquetamos o lanzamento hai 7 días ou menos? Entón, por favor, espera. Ou investiga en que etapa do proceso atopámonos.
it: Abbiamo taggato la versione 7 giorni fa o meno? Allora dovrai semplicemente attendere. O, al massimo, verificare a che punto del processo ci troviamo.
nl: Hebben we de release 7 dagen of korter geleden getagd? Wacht dan nog even. Of onderzoek waar we ons in het proces bevinden.
pt_br: Criamos a tag há 7 dias ou menos? Então, por favor, aguarde. Ou investigue em que ponto do processo estamos.
ru: Мы отметили релиз 7 дней назад или меньше? Тогда, пожалуйста, просто подождите. Или узнайте, на каком этапе находится наш процесс.

source: Investigate current status
ca: Investiga l'estat actual
de: Untersuchen des aktuellen Status
es: Investiga el estado actual
fa: بازرسی وضعیت کنونی
fr: Enquêter sur l’état actuel
gl: Investiga o estado actual
it: Verifica lo stato attuale
nl: De huidige status onderzoeken
pt_br: Como acompanhar o andamento
ru: Смотреть текущее состояние
tr: Mevcut durumu araştırın

source: If you want, you can follow these steps to get an idea of the progress:
ca: Si voleu, podeu seguir aquests passos per fer-vos una idea del progrés:
de: Wenn du möchtest, kannst du diese Schritte nachvollziehen, um dir ein Bild von den Fortschritten zu machen:
es: Si lo deseas, puedes seguir estos pasos para obtener una idea del progreso:
fa: اگر بخواهید می‌توانید برای داشتن ایده‌ای از فرایند این گام‌ها را پی بگیرید:
fr: Si vous le voulez, vous pouvez suivre ces étapes pour avoir une idée de la progression :
gl: Se o desexas, podes seguir estes pasos para obter unha idea do progreso:
it: Se vuoi, puoi seguire questi passaggi per farti un'idea sullo stato di avanzamento:
nl: Als je wilt kun je de volgende stappen volgen om een idee te krijgen van de voortgang:
pt_br: Se quiser ter uma noção do progresso, siga estas etapas:
ru: При желании вы можете выполнить следующие шаги, чтобы получить представление о ходе работы:
