Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Check if and when the [release was tagged on GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (you may need to hover, for example, 'last week' to see the exact date on GitHub). If so, it should soon be picked up by the update checker.
ca: Comproveu si i quan es va etiquetar el [llançament a GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (pot ser que hàgiu de passar per sobre, per exemple, 'la setmana passada' per a veure la data exacta a GitHub). Si és així, el verificador d'actualitzacions aviat l'haurà de recollir.
de: Prüfe, ob und wann die [Version auf GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) gekennzeichnet wurde (möglicherweise musst du den Mauszeiger z. B. auf „letzte Woche“ setzen, um das genaue Datum auf GitHub zu sehen). Wenn dies der Fall ist, sollte sie bald vom Update-Checker erfasst werden.
es: Comprueba si la [versión se etiquetó en GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) y cuándo (puede que tengas que pasar el cursor, por ejemplo, sobre "la semana pasada" para ver la fecha exacta en GitHub). De ser así, el verificador de actualizaciones debería detectarla pronto.
fr: Vérifiez si et quand la [nouvelle version a été étiquetée sur GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (il se peut qu'il vous faille passer votre curseur sur, par exemple, « la semaine dernière » pour voir la date exacte sur GitHub). Si c'est le cas, celle-ci devrait être bientôt prise en charge par le vérificateur de mises à jour.
gl: Comproba se a [versión se etiquetó en GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) e cando (poida que teñas que pasar o cursor, por exemplo, sobre "a semana pasada" para ver a data exacta en GitHub). De ser así, o verificador de actualizacións debería detectala pronto.
it: Controlla se e quando la [versione è stata taggata su GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (potresti dover passare il cursore su, per esempio, "la settimana scorsa" per vedere la data precisa su GitHub). In quel caso, il controllo aggiornamenti la dovrebbe rilevare presto.
nl: Controleer of en wanneer de [release getagd is op GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (mogelijk moet je
pt_br: Verifique se e quando a versão [recebeu a tag no GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) (pode ser necessário passar o cursor, por exemplo, sobre 'last week' para ver a data exata no GitHub). Se já recebeu, será detectada em breve pelo verificador de atualizações.
ru: Проверьте, был ли [релиз отмечен на GitHub](https://github.com/AntennaPod/AntennaPod/releases/latest) и когда (чтобы увидеть точную дату на GitHub, вам может понадобиться навести курсор, например, на "прошлую неделю"). Если да, то вскоре он должен быть подхвачен программой проверки обновлений.

source: Check if [F-Droid's AntennaPod versions list](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=checkupdates%20bot) was updated since then. If so, it should soon be processed by the build server.
ca: Marqueu si la [llista de versions d'AntennaPod de F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author.F-Droid%20checkupdates%20bot) s'ha actualitzat des de llavors. Si és així, el servidor de construcció aviat hauria de processar-lo.
de: Prüfe, ob [F-Droids AntennaPod-Versionsliste](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot) seitdem aktualisiert wurde. Wenn ja, sollte sie bald vom Build-Server verarbeitet werden.
es: Comprueba si la [lista de versiones de AntennaPod de F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot) se ha actualizado desde entonces. De ser así, el servidor de compilación debería procesarlo pronto.
it: Controlla se [l'elenco delle versioni di AntennaPod su F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=checkupdates%20bot) è stato aggiornato da allora. In quel caso, il server di compilazione dovrebbe processarla presto.
pt_br: Veja se a [lista de versões do AntennaPod no F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=checkupdates%20bot) foi atualizada desde então. Se sim, o app deve ser processado em breve pelo servidor de compilação.
ru: Проверьте, не обновлялся ли с тех пор [список версий AntennaPod в F-Droid](https://gitlab.com/fdroid/fdroiddata/-/commits/master/metadata/de.danoeh.antennapod.yml?author=F-Droid%20checkupdates%20bot). Если да, то вскоре он должен быть обработан сервером сборки.

source: Check if AntennaPod was built in the [running cycle](https://monitor.f-droid.org/builds/running) or the [last cycle](https://monitor.f-droid.org/builds/build). You can also use the app [F-Droid build status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/) for this. If so, it should soon be cryptographically signed by an F-Droid contributor.
ca: Comproveu si l'AntennaPod s'ha construït en el [cicle d'execució](https://monitor.f-droid.org/builds/running) o en el [últim cicle](https://monitor.f-droid.org/builds/build). També podeu utilitzar l'aplicació [F-Droid build status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/) per a això. Si és així, aviat hauria de ser signat criptogràficament per un contribuent de F-Droid.
de: Prüfe, ob AntennaPod im [laufenden Zyklus](https://monitor.f-droid.org/builds/running) oder im [letzten Zyklus](https://monitor.f-droid.org/builds/build) gebaut wurde. Du kannst dafür auch die App [F-Droid Build-Status](https://f-droid.org/de/packages/de.storchp.fdroidbuildstatus/) verwenden. Wenn ja, sollte sie bald von einem F-Droid-Beitragenden kryptographisch signiert werden.
es: Comprueba si AntennaPod se compiló en el [ciclo de ejecución](https://monitor.f-droid.org/builds/running) o en el [último ciclo](https://monitor.f-droid.org/builds/build). También puedes usar la aplicación [Estado de compilación de F-Droid](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/). De ser así, pronto debería estar firmado criptográficamente por un colaborador de F-Droid.
fr: Vérifiez si AntennaPod a été compilée durant le [cycle d'exécution](https://monitor.f-droid.org/builds/running) ou le [dernier cycle](https://monitor.f-droid.org/builds/build). Vous pouvez pour ce utiliser aussi l'application [F-Droid Build Status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/). Si c'est le cas, elle devrait être bientôt signée cryptographiquement par un contributeur F-Droid.
gl: Comproba se AntennaPod compilouse no [ciclo de execución](https://monitor.f-droid.org/builds/running) ou no [último ciclo](https://monitor.f-droid.org/builds/build). Tamén podes usar a aplicación [Estado de compilación de F-Droid](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/). De ser así, pronto debería estar asinado criptográficamente por un colaborador de F-Droid.
it: Controlla se AntennaPod è stato compilato nel [ciclo in esecuzione](https://monitor.f-droid.org/builds/running) o nell'[ultimo ciclo](https://monitor.f-droid.org/builds/build). Puoi farlo anche utilizzando l'app [F-Droid build status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/). In quel caso, un contributore di F-Droid dovrebbe firmarla crittograficamente presto.
nl: Controleer of AntennaPod is gebouwd in de [huidige cyclus](https://monitor.f-droid.org/builds/running) of de [vorige cyclus](https://monitor.f-droid.org/builds/build). Je kunt hiervoor ook de app [F-Droid build status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/) gebruiken. Zo ja, dan zou deze binnenkort cryptografisch ondertekend moeten worden door een F-Droid-bijdrager.
pt_br: Confira se o AntennaPod foi compilado no [ciclo atual](https://monitor.f-droid.org/builds/running) ou no [anterior](https://monitor.f-droid.org/builds/build). Você também pode usar o app [F-Droid Estado de Compilação](https://f-droid.org/pt_BR/packages/de.storchp.fdroidbuildstatus/) para isso. Se for o caso, ele deve ser assinado criptograficamente por um colaborador do F-Droid em breve.
ru: Проверьте, была ли сборка AntennaPod выполнена в [текущем цикле](https://monitor.f-droid.org/builds/running) или в [последнем цикле](https://monitor.f-droid.org/builds/build). Для этого также можно использовать приложение [F-Droid build status](https://f-droid.org/en/packages/de.storchp.fdroidbuildstatus/). Если да, то в скором времени он должен быть криптографически подписан одним из авторов F-Droid.

source: Note that there's no queue for apps that need to be built. AntennaPod is not listed in the success and fail lists yet, and you want to know if it will be built?
ca: Tingueu en compte que no hi ha cua per a les aplicacions que s'han de construir. AntennaPod encara no apareix a les llistes d'èxit i falla, i voleu saber si es construirà?
de: Beachte, dass es keine Warteschlange für Apps gibt, die gebaut werden müssen. AntennaPod ist noch nicht in der Erfolgs- und Misserfolgsliste aufgeführt, und du möchtest wissen, ob es gebaut wird?
es: Ten en cuenta que no hay cola para las aplicaciones que necesitan compilarse. AntennaPod aún no aparece en las listas de éxito y fracaso, ¿y quieres saber si se compilará?
fr: Notez qu'il n'y a pas de liste d'attente pour les apps à construire. AntennaPod n'est pas encore listée parmi les succès ou les échecs, et vous voudriez savoir si elle va être compilée ?
gl: Ten en conta que non hai cola para as aplicacións que necesitan compilarse. AntennaPod aínda non aparece nas listas de éxito e fracaso, e queres saber se se compilará?
it: Tieni presente che non c'è una coda per le app che devono essere compilate. AntennaPod non compare ancora negli elenchi di successo e fallimento, e vuoi sapere se sarà compilato?
nl: Merk op dat er geen wachtrij is voor nog te bouwen apps. Staat AntennaPod niet op de lijst geslaagde en gefaalde apps, en wil je weten of hij nog gebouwd gaat worden?
pt_br: Observe que não há fila para os apps que precisam ser compilados. O AntennaPod ainda não aparece nas listas de sucesso ou falha e você quer saber se ele será compilado?
ru: Обратите внимание, что для приложений, которые нужно создать, нет очереди. AntennaPod пока не числится в списках успешных и неудачных, и вы хотите узнать, будет ли оно создано?

source: click on 'fdroiddata version' @ commit of a build cycle
ca: feu clic a 'fdroiddata versió' @ commit d'un cicle de construcció
de: Klicke auf „fdroiddata version“ @ commit eines Build-Zyklus
es: Haz clic en "fdroiddata version" @ commit de un ciclo de compilación
gl: Fai clic en "fdroiddata version" @ commit dun ciclo de compilación
it: clicca su "fdroiddata version" @ commit di un ciclo di compilazione
nl: klik op "fdroiddata version" @ commit van een build-cyclus
pt_br: clique em 'fdroiddata version' no commit de um ciclo de compilação
ru: нажмите на 'fdroiddata version' @ фиксация цикла сборки

source: click on 'Browse files'
ca: feu clic a 'Navega pels fitxers'
de: Klicke auf „Dateien durchsuchen“
es: Haz clic en "Explorar archivos"
fa: زدن روی «مرور پرونده‌ها»
fr: cliquez sur « Parcourir les fichiers »
gl: Fai clic en "Explorar arquivos"
it: clicca su "Esplora file"
nl: klik op "Browse files"
pt_br: clique em 'Navegar pelos arquivos'
ru: нажмите "Обзор файлов"
tr: 'Dosyalara göz at'a tıklayın

source: click on 'Find file'
ca: feu clic a 'Cerca el fitxer'
de: Klicke auf „Datei finden“
es: Haz clic en "Buscar archivo"
fa: زدن روی «یافتن پرونده»
fr: cliquez sur « Rechercher un fichier »
gl: Fai clic en "Buscar arquivo"
it: clicca su "Trova file"
nl: klik op "Find file"
pt_br: clique em 'Encontrar arquivo'
ru: нажмите "Найти файл"
tr: 'Dosya bul'a tıklayın

source: copy and paste `de.danoeh.antennapod`
ca: copia i enganxa `de.danoeh.antennapod`
de: Kopiere `de.danoeh.antennapod` und füge es ein
es: Copia y pega `de.danoeh.antennapod`
fa: رونوشت و جایگذاری `de.danoeh.antennapod`
fr: copier et coller `de.danoeh.antennapod`
gl: Copia e pega `de.danoeh.antennapod`
it: copia e incolla `de.danoeh.antennapod`
nl: plak de tekst `de.danoeh.antennapod`
pt_br: copie e cole `de.danoeh.antennapod`
ru: скопируйте и вставьте `de.danoeh.antennapod`

source: open the file
ca: obriu el fitxer
de: Öffne die Datei
es: Abre el archivo
fa: گشودن پرونده
fr: ouvrez le fichier
gl: Abre o arquivo
it: apri il file
nl: open het bestand
pt_br: abra o arquivo
ru: открыть файл
tr: dosyayı aç

source: check if it includes the latest release
ca: comprova si inclou l'última versió
de: Prüfe, ob sie die neueste Version enthält
es: Comprueba si incluye la última versión
fa: بررسی داشتن جدیدترین نگارش
fr: vérifiez s'il inclut la dernière version publiée
gl: Comproba se inclúe a última versión
it: verifica se include l'ultima versione
nl: controleer of de laatste versie vermeld staat
pt_br: verifique se ele contém a versão mais recente
ru: проверьте, включает ли она последнюю версию
tr: en son sürümü içerip içermediğini kontrol edin

source: However attractive the title may sound, AntennaPod is not and will not be available on Windows, iOS or the Linux desktop. The app is made by a small team of volunteers, and making the app for these other platforms would be a lot of work.
ca: No obstant això, el títol pot sonar atractiu, AntennaPod no està i no estarà disponible en Windows, iOS o l'escriptori Linux. L'aplicació està feta per un petit equip de voluntaris, i fer l'aplicació per a aquestes altres plataformes seria molt de treball.
da: Hvor attraktiv titlen end lyder, er AntennaPod ikke og vil ikke blive tilgængelig på Windows, iOS eller Linux-desktoppen. Appen er lavet af et lille team af frivillige, og det ville være et stort arbejde at lave appen til disse andre platforme.
de: So verlockend der Titel auch klingen mag, AntennaPod ist nicht auf Windows, iOS oder dem Linux-Desktop verfügbar und wird es auch nicht sein. Die App wird von einem kleinen Team von Freiwilligen erstellt, und das Erstellen der App für diese anderen Plattformen wäre eine Menge Arbeit.
es: Por muy atractivo que suene el título, AntennaPod no está ni estará disponible en Windows, iOS o Linux. La aplicación está hecha por un pequeño equipo de voluntarios, y hacer la aplicación para estas otras plataformas sería mucho trabajo.
fa: هرچقدر عنوان جذاب به نظر برسد، آنتناپاد در ویندوز، iOS یا لینوکس در دسترس نیست و نخواهد بود. این برنامه به‌دست گروهی کوچک از داوطلبان ساخته شده است، و ساخت برنامه برای سکوهای دیگر کار زیادی می‌طلبد.
fr: Aussi attrayant que le titre puisse paraître, AntennaPod n'est pas et ne sera pas disponible sur Windows, iOS ou Linux. L'application est réalisée par une petite équipe de bénévoles, et l'adapter à ces autres plateformes représenterait un travail considérable.
gl: Por moi atractivo que soe o título, AntennaPod non está nin estará dispoñible en Windows, iOS ou Linux. A aplicación está feita por un pequeno equipo de voluntarios, e facer a aplicación para estoutras plataformas sería moito traballo.
it: Per quanto il titolo possa suonare allettante, AntennaPod non è né sarà disponibile su Windows, iOS o Linux. L'app è creata da un piccolo team di volontari e renderla disponibile su queste altre piattaforme richiederebbe molto lavoro.
ja: タイトルがどれほど魅力的に聞こえるとしても、AntennaPodはWindows、iOS、Linuxデスクトップでは利用できませんし、今後も利用できるようになることはありません。このアプリは少人数のボランティアチームによって開発されています。これらの他のプラットフォーム向けにアプリを作成するには多大な労力がかかるためです。
nb_no: Uansett hvor attraktivt det høres ut er ikke og vil ikke AntennaPod bli tilgjengelig på Windows, iOS eller Linux. Appen er laget av et lite lag med frivillige og å lage en app for disse plattformene vil være mye arbeid.
nl: Howel de titel aantrekkelijk klinkt, is AntennaPod niet beschikbaar op Windows, iOS of de Linux desktop, en zal dat ook niet zijn. De app wordt gemaakt door een klein team van vrijwilligers, en het ontwikkelen van de app voor deze andere platforms zou een hoop werk zijn.
pt_br: Por mais atraente que o título possa parecer, o AntennaPod não está e não estará disponível para Windows, iOS ou Linux. O aplicativo é desenvolvido por uma pequena equipe de voluntários, e adaptar o app para essas outras plataformas daria muito trabalho.
ru: Как бы привлекательно ни звучало название, AntennaPod не доступен и не будет доступен ни на Windows, ни на iOS, ни на Linux. Приложение создано небольшой командой добровольцев, и создание приложения для других платформ потребовало бы много работы.
tr: Başlık ne kadar çekici gelse de, AntennaPod Windows, iOS veya Linux masaüstünde mevcut değildir ve mevcut olmayacaktır. Uygulama küçük bir gönüllü ekibi tarafından yapılmıştır ve uygulamayı bu diğer platformlar için yapmak çok fazla iş olacaktır.
uk: Якою б привабливою не звучала назва, AntennaPod не доступний і не буде доступний для робочого столу Windows, iOS або Linux. Додаток створено невеликою командою волонтерів, і створення додатка для цих інших платформ було б складним завданням.

source: There are (open source) alternatives, however, which we would like to point you to:
ca: Hi ha alternatives (open source), però, que volem assenyalar a:
da: Der findes dog alternativer (open source), som vi gerne vil henvise dig til:
de: Es gibt jedoch (quelloffene) Alternativen, auf die wir gerne hinweisen möchten:
es: Sin embargo, existen alternativas (de código abierto) que nos gustaría indicarle:
fa: با این حال، جایگزین‌های (متن‌باز) وجود دارند که میخواهیم آنها را به شما معرفی کنیم:
fr: Il existe cependant des alternatives (open source) que nous aimerions vous indiquer :
gl: Con todo, existen alternativas (de código aberto) que nos gustaría indicarlle:
it: Ciononostante, esistono alternative (open source) che ti segnaliamo volentieri:
ja: ただし、（オープンソースの）代替手段もあるため、ここで紹介します。
nb_no: Det finnes alternativer basert på åpen kildekode. Vi vil nevne noen her:
nl: Er zijn echter (open source) alternatieven, waar we je graag op willen wijzen:
pt_br: Ainda assim, existem alternativas (de código aberto) que gostaríamos de indicar:
ru: Однако существуют альтернативы (с открытым исходным кодом), на которые мы хотели бы обратить ваше внимание:
tr: Ancak, sizi yönlendirmek istediğimiz (açık kaynaklı) alternatifler de var:
uk: Однак існують альтернативи (з відкритим вихідним кодом), на які ми хотіли б звернути увагу:

source: Do you have a recommendation of an open source podcast app for these platforms? [Let us know on the forum!](https://forum.antennapod.org)
ca: Teniu una recomanació d'una aplicació de podcast de codi obert per a aquestes plataformes? [Deixeu-nos saber al fòrum!](https://forum.antennapod.org)
da: Har du en anbefaling af en open source podcast-app til disse platforme? [Fortæl os det i forummet!](https://forum.antennapod.org)
de: Hast du eine Empfehlung für eine Open-Source-Podcast-App für diese Plattformen? [Lass es uns im Forum wissen!](https://forum.antennapod.org)
es: ¿Recomiendas alguna aplicación de podcast de código abierto para estas plataformas? [Háznoslo saber en el foro](https://forum.antennapod.org)
fa: آیا پیشنهادی برای برنامه پادپخش متن‌باز برای این سکوها دارید؟ [در انجمن به ما بگویید!](https://forum.antennapod.org)
fr: Vous avez des recommandations d'applications de podcasts open source pour ces plateformes ? [Venez les donner sur notre forum !](https://forum.antennapod.org/)
gl: Recomendas algunha aplicación de podcast de código aberto para estas plataformas? [Háznoslo saber no foro](https://forum.antennapod.org)
it: Vuoi consigliare un'app di podcast open source per queste piattaforme? [Faccelo sapere sul forum!](https://forum.antennapod.org)
ja: これらのプラットフォーム向けに、おすすめのオープンソースのポッドキャストアプリがありますか？ [フォーラムで教えてください！](https://forum.antennapod.org)
nb_no: Har du en anbefaling om en podkast-app basert på åpen kildekode for disse plattformene? [Si fra til oss på forumet!](https://forum.antennapod.org)
nl: Heb je aanbevelingen voor open source podcast-apps voor deze platforms? [Laat het ons weten op het forum!](https://forum.antennapod.org/)
pt_br: Tem alguma recomendação de app de podcast de código aberto para essas plataformas? [Conte pra gente lá no fórum!](https://forum.antennapod.org)
ru: Можете ли вы порекомендовать приложение для подкастов с открытым исходным кодом для этих платформ? [Сообщите нам об этом на форуме!](https://forum.antennapod.org)
tr: Bu platformlar için açık kaynaklı bir podcast uygulaması öneriniz var mı? [Bize forumda bildirin!]( https://forum.antepod.org )
uk: Чи є у вас рекомендація програми подкастів з відкритим кодом для цих платформ? [Дайте нам знати на форумі!](https://forum.antennapod.org)
