Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Some publishers offer private feeds, providing early access, special content or ad-free episodes. Such feeds require a username and password, which AntennaPod gives directly to the podcast host when requested. Centralised services often simply don't allow adding private feeds. And if they do, it might require sending your credentials to the app makers.
ca: Alguns editors ofereixen canals privats, proporcionant accés anticipat, contingut especial o episodis lliures d'anuncis. Aquests canals requereixen un nom d'usuari i una contrasenya, que AntennaPod dona directament al servidor de podcast quan se li demana. Els serveis centralitzats sovint simplement no permeten afegir pinsos privats. I si ho fan, pot ser que requereixi enviar les seves credencials als fabricants d'aplicacions.
da: Nogle udgivere tilbyder private feeds, der giver tidlig adgang, særligt indhold eller reklamefrie afsnit. Sådanne feeds kræver et brugernavn og en adgangskode, som AntennaPod giver direkte til podcastværten, når der anmodes om det. Centraliserede tjenester tillader ofte slet ikke at tilføje private feeds. Og hvis de gør det, kan det være nødvendigt at sende dine legitimationsoplysninger til app-udviklerne.
de: Einige Herausgeber bieten private Feeds an, die einen frühen Zugang, spezielle Inhalte oder werbefreie Episoden bieten. Solche Feeds erfordern Benutzernamen und Passwort, die AntennaPod auf Anfrage direkt an den Podcast-Host weitergibt. Bei zentralisierten Diensten ist das Hinzufügen privater Feeds oft nicht möglich. Und wenn doch, mussst du möglicherweise deine Anmeldedaten an die Entwickler der App senden.
es: Algunos publicadores ofrecen canales privados, proveyendo acceso por adelantado, contenido especial o episodios sin anuncios. Tales canales requieren un usuario y una contraseña, que AntennaPod le da directamente al huésped cuando lo pide. Los servicios centralizados muchas veces simplemente no permiten añadir canales privados. Y si lo hacen, puede que requieran que mandes tus credenciales a quienes hacen la aplicación.
fa: برخی ناشران خوراک‌های خصوصی ارائه می‌دهند که دسترسی زودهنگام، محتوای ویژه یا قسمت‌های بدون آگهی دارند. این خوراک‌ها نیاز به نام کاربری و گذرواژه دارند که آنتناپاد هنگام درخواست مستقیماً به میزبان پادپخش می‌دهد. بیشتر خدمات متمرکز اجازه افزودن خوراک‌های خصوصی را نمی‌دهند. و اگر بدهند، ممکن است نیاز باشد اطلاعات ورودتان را به سازندگان برنامه بفرستید.
fr: Certains éditeurs proposent des flux privés, offrant un accès anticipé, un contenu spécial ou des épisodes sans publicité. Ces flux nécessitent un nom d'utilisateur et un mot de passe, qu'AntennaPod donne directement à l'hôte du podcast lorsqu'il le demande. Souvent, les services centralisés ne permettent tout simplement pas d'ajouter des flux privés. Et s'ils le font, cela peut nécessiter l'envoi de vos informations d'identification aux fabricants de l'application.
gl: Algúns publicadores ofrecen canles privadas, provendo acceso por adiantado, contido especial ou episodios sen anuncios. Tales canles requiren un usuario e un contrasinal, que AntennaPod dálle directamente ao hóspede cando o pide. Os servizos centralizados moitas veces simplemente non permiten engadir canles privadas. E se o fan, poida que requiran que mandes as túas credenciais a quen fai a aplicación.
it: Alcuni editori offrono feed privati, fornendo accesso anticipato, contenuti speciali o episodi senza pubblicità. Tali feed richiedono un nome utente e una password, che AntennaPod dà direttamente all'host del podcast quando richiesto. I servizi centralizzati spesso semplicemente non permettono di aggiungere feed privati. E se lo fanno, potrebbe essere necessario inviare le tue credenziali ai creatori dell'app.
ja: 非公開フィードを提供して、早期アクセス、スペシャルコンテンツ、広告なしエピソードを提供している配信者もあります。そうしたフィードにはユーザー名とパスワードが必要であるため、AntennaPodはリクエスト時にポッドキャストホストに直接情報を提供します。集中型サーバーの場合は非公開フィードの追加を許可しないことがよくあります。もし許可していた場合でも、認証情報をアプリの開発者に送信しなければならない可能性があります。
nb_no: Noen utgivere tilbyr private strømmer som gir tidlig tilgang, spesielt innhold eller reklamefrie episoder. Slike strømmer krever et brukernavn og passord, som AntennaPod gir direkte til podkastverten på forespørsel. Sentraliserte tjenester tillater ofte ikke å legge til private strømmer, og hvis de gjør det, kan det påkreves at du sender påloggingsinformasjonen din til approdusentene.
nl: Sommige uitgevers bieden besloten feeds aan, met vroege toegang, speciale content of reclamevrije afleveringen. Dergelijke feeds vereisen een gebruikersnaam en wachtwoord, die AntennaPod op verzoek rechtstreeks aan de podcasthost doorgeeft. Gecentraliseerde diensten staan het toevoegen van private feeds gewoon niet toe. En als ze dat wel doen, kan het nodig zijn je gegevens naar de makers van de app te sturen.
pt_br: Alguns produtores oferecem feeds privados, com acesso antecipado, conteúdo extra ou episódios sem anúncios. Esses feeds exigem nome de usuário e senha, que o AntennaPod fornece diretamente ao servidor do podcast, quando solicitado. Serviços centralizados geralmente não permitem adicionar feeds privados. E, quando permitem, isso pode exigir o envio das suas credenciais aos desenvolvedores do aplicativo.
ru: Некоторые издатели предлагают частные каналы, предоставляющие ранний доступ, специальный контент или эпизоды без рекламы. Такие каналы требуют имени пользователя и пароля, которые AntennaPod по запросу предоставляет непосредственно издателю подкаста. Централизованные сервисы часто просто не позволяют добавлять частные каналы. А если и позволяют, то для этого может потребоваться отправить ваши учетные данные создателям приложения.
tr: Bazı yayıncılar erken erişim, özel içerik veya reklamsız bölümler sağlayan özel yayınlar sunar. Bu tür yayınlar, talep edildiğinde AntennaPod'un doğrudan podcast sunucusuna verdiği bir kullanıcı adı ve parola gerektirir. Merkezi hizmetler genellikle özel yayınların eklenmesine izin vermez. Ve izin verirlerse, kimlik bilgilerinizin uygulama yapımcılarına gönderilmesi gerekebilir.
uk: Деякі видавці пропонують приватні канали, надаючи ранній доступ, спеціальний вміст або випуски без реклами. Такі канали вимагають імені користувача та пароля, які AntennaPod передає безпосередньо хосту подкастів за запитом. Централізовані служби часто просто не дозволяють додавати приватні канали. І якщо вони це зроблять, це може вимагати надіслати ваші облікові дані виробникам програми.

source: Not having a central point of access, which would allow app developers to remove podcasts from their server, there is no risk of censorship.
ca: No tenir un punt central d'accés, que permetria als desenvolupadors d'aplicacions eliminar podcasts del seu servidor, no hi ha risc de censura.
da: Der er ingen risiko for censur, da der ikke er et centralt adgangspunkt, som gør det muligt for app-udviklere at fjerne podcasts fra deres server.
de: Da es keinen zentralen Zugangspunkt gibt, der es App-Entwicklern ermöglichen würde, Podcasts von ihrem Server zu entfernen, besteht keine Gefahr der Zensur.
es: Al no tener un punto central de acceso, lo que permitiría a los desarrolladores eliminar podcasts de su servidor, no hay riesgo de censura.
fa: بدون داشتن مرکز دسترسی مرکزی، که به توسعه‌دهندگان برنامه امکان پاک کردن پادپخش‌ها از کارگزارشان را می‌دهد، خطری برای سانسور وجود ندارد.
fr: Ne disposant pas d'un point d'accès central, qui permettrait aux développeurs d'applications de supprimer les podcasts de leur serveur, il n'y a aucun risque de censure.
gl: Ao non ter un punto central de acceso, o que permitiría aos desarrolladores eliminar podcasts do seu servidor, non hai risco de censura.
it: Non avendo un punto centrale di accesso, che permetterebbe agli sviluppatori di app di rimuovere i podcast dal loro server, non c'è rischio di censura.
ja: アプリ開発者がサーバーからポッドキャストを削除可能にする中央のアクセスポイントを持たないことにより、検閲のリスクがなくなります。
nb_no: Siden det ikke finnes et sentralt tilgangspunkt som gjør det mulig for apputviklere å fjerne podkaster fra serveren sin er det ingen risiko for sensur.
nl: Omdat er geen centraal toegangspunt is, waardoor app-ontwikkelaars podcasts van hun server kunnen weren of verwijderen, is er geen risico op censuur.
pt_br: Sem um ponto central de acesso, que permitiria aos desenvolvedores remover podcasts de seus servidores, não há risco de censura.
ru: Отсутствие центральной точки доступа, которая позволила бы разработчикам приложений удалять подкасты со своего сервера, исключает риск цензуры.
tr: Uygulama geliştiricilerinin podcast'leri sunucularından kaldırmalarına olanak verecek merkezi bir erişim noktasının olmaması nedeniyle sansür riski de bulunmuyor.
uk: Не маючи центральної точки доступу, яка дозволила б розробникам додатків видаляти подкасти зі свого сервера, немає ризику цензури.

source: On the other hand, a distributed model means that you will only get new episodes when you refresh a podcast. In AntennaPod this is by default every 12 hours, but you can change this to more or less often and you can always manually check for new episodes too. A central server can check for new episodes very frequently or even be informed by podcast hosts in realtime. That way apps can also know about new episodes much faster, without having to regularly check all podcasts you are subscribed to.
ca: D'altra banda, un model distribuït significa que només obtindreu episodis nous quan actualitzeu un podcast. A AntennaPod, això és per defecte cada 12 hores, però podeu canviar-ho a més o menys sovint i sempre podeu comprovar manualment si hi ha episodis nous. Un servidor central pot comprovar si hi ha episodis nous amb molta freqüència o fins i tot ser informat pels amfitrions de podcasts en temps real. D'aquesta manera, les aplicacions també poden saber si hi ha episodis nous molt més ràpidament, sense haver de comprovar regularment tots els podcasts als quals esteu subscrits.
da: På den anden side betyder en distribueret model, at du kun får nye afsnit, når du opdaterer en podcast. I AntennaPod er dette som standard hver 12. time, men du kan ændre dette til mere eller mindre ofte, og du kan også altid manuelt tjekke efter nye afsnit. En central server kan kontrollere, om der er nye afsnit meget ofte eller endda blive informeret af podcastværter i realtid. På den måde kan apps også få besked om nye afsnit meget hurtigere, uden at du behøver at tjekke alle podcasts, du er abonneret på, regelmæssigt.
de: Andererseits bedeutet ein verteiltes Modell, dass du neue Episoden nur erhältst, wenn du einen Podcast aktualisierst. Bei AntennaPod ist dies standardmäßig alle 12 Stunden der Fall, aber du kannst dies individuell anpassen oder jederzeit manuell nach neuen Episoden suchen. Ein zentraler Server kann sehr häufig nach neuen Episoden suchen oder sogar von Podcast-Hosts in Echtzeit informiert werden. Auf diese Weise können diese Anwendungen viel schneller über neue Episoden informiert werden, ohne dass sie regelmäßig alle abonnierten Podcasts überprüfen müssen.
es: Por otro lado, un modelo distribuido significa que solo obtendrás episodios nuevos cuando actualices un podcast. En AntennaPod, esto ocurre por defecto cada 12 horas, pero puedes cambiarlo a una frecuencia mayor o menor y también puedes comprobar manualmente si hay episodios nuevos. Un servidor central puede comprobar si hay episodios nuevos con mucha frecuencia o incluso ser informado por los huéspedes de los podcasts en tiempo real. De este modo, las aplicaciones pueden saber si hay episodios nuevos mucho más rápido, sin tener que comprobar regularmente todos los podcasts a los que estás suscrito.
fa: از سوی دیگر، گونه غیرمتمرکز یعنی فقط وقتی پادپخش را به‌روز کنید، قسمت‌های جدید را می‌گیرید. در آنتناپاد این به‌صورت پیش‌فرض هر ۱۲ ساعت است، اما می‌توانید آن را بیشتر یا کمتر کنید و همیشه می‌توانید دستی هم بررسی کنید. کارگزار مرکزی می‌تواند بسیار مکرر یا حتی در لحظه توسط میزبان‌های پادپخش آگاه شود. این‌گونه برنامه‌ها می‌توانند خیلی سریع‌تر از قسمت‌های جدید باخبر شوند، بدون نیاز به بررسی منظم همه پادپخش‌هایی که اشتراک دارید.
fr: D'autre part, un modèle distribué signifie que vous ne recevrez de nouveaux épisodes que lorsque vous actualiserez un podcast. Dans AntennaPod, cette actualisation a lieu par défaut toutes les 12 heures, mais vous pouvez la modifier pour qu'elle soit plus ou moins fréquente et vous pouvez toujours vérifier manuellement la présence de nouveaux épisodes. Un serveur central peut vérifier les nouveaux épisodes très fréquemment ou même être informé par les hôtes de podcasts en temps réel. Ainsi, les applications peuvent également être informées des nouveaux épisodes beaucoup plus rapidement, sans avoir à vérifier régulièrement tous les podcasts auxquels vous êtes abonné.
gl: Doutra banda, un modelo distribuído significa que só obterás episodios novos cando actualices un podcast. En AntennaPod, isto ocorre por defecto cada 12 horas, pero podes cambialo a unha frecuencia maior ou menor e tamén podes comprobar manualmente se hai episodios novos. Un servidor central pode comprobar se hai episodios novos con moita frecuencia ou mesmo ser informado polos hóspedes dos podcasts en tempo real. Deste xeito, as aplicacións poden saber se hai episodios novos moito máis rápido, sen ter que comprobar regularmente todos os podcasts aos que estás subscrito.
it: D'altra parte, un modello distribuito significa che riceverai nuovi episodi solo quando aggiorni un podcast. In AntennaPod, per impostazione predefinita questo avviene ogni 12 ore, ma puoi impostare una frequenza maggiore o minore; inoltre, puoi sempre controllare manualmente se ci sono nuovi episodi. Un server centrale può controllare i nuovi episodi molto frequentemente o anche essere informato dagli host dei podcast in tempo reale. In quel modo, anche le app possono ricevere i nuovi episodi molto più velocemente, senza dover controllare regolarmente tutti i podcast a cui sei iscritto.
ja: 一方で、分散型モデルでは、新しいエピソードが取得できるのがポッドキャストを更新したときのみになります。AntennaPodでは、デフォルトで12時間ごとですが、間隔は長くしたり短くしたりでき、いつでも手動で新しいエピソードを確認することもできます。集中型サーバーの場合は、新しいエピソードを高頻度で確認したり、場合によってはポッドキャストホストからリアルタイムで通知を受け取ることも可能です。これにより、アプリは購読したすべてのポッドキャストを定期的に確認することなく、新しいエピソードをずっと早く知ることができます。
nb_no: På den annen side betyr en distribuert modell at du bare får nye episoder når du oppdaterer en podkast. I AntennaPod er dette som standard hver 12. time, men du kan endre dette til oftere eller sjeldnere. Du kan også alltid se etter nye episoder manuelt. En sentral server kan se etter nye episoder veldig ofte eller til og med bli informert av podkastverter i sanntid. På den måten kan apper også få vite om nye episoder mye raskere uten å måtte sjekke alle podkastene du abonnerer på regelmessig.
nl: Aan de andere kant betekent een gedistribueerd model dat je alleen nieuwe afleveringen krijgt wanneer je een podcast ververst. In AntennaPod is dit standaard elke 12 uur, maar je kunt dit veranderen om vaker of minder vaak te laten gebeuren. Je kunt ook altijd handmatig controleren op nieuwe afleveringen. Een centrale server kan zeer frequent controleren of er nieuwe afleveringen zijn of zelfs in realtime op de hoogte gebracht worden door podcast-hosts. Op die manier kunnen apps ook veel sneller op de hoogte zijn van nieuwe afleveringen, zonder dat je regelmatig alle podcasts waarop je geabonneerd bent hoeft te controleren.
pt_br: Por outro lado, o modelo distribuído significa que você só receberá novos episódios quando atualizar um podcast. No AntennaPod, essa atualização é feita a cada 12 horas por padrão, mas você pode ajustar esse intervalo ou atualizar manualmente sempre que quiser. Um servidor central pode checar os feeds com muito mais frequência, ou até ser notificado em tempo real pelos provedores dos podcasts. Dessa forma, os aplicativos recebem novos episódios muito mais rapidamente, sem precisar verificar regularmente todos os podcasts aos quias você está inscrito.
ru: С другой стороны, распределенная модель означает, что вы будете получать новые эпизоды только при обновлении подкаста. В AntennaPod это происходит по умолчанию каждые 12 часов, но вы можете изменить это значение на более или менее частое, а также всегда можете вручную проверять наличие новых эпизодов. Центральный сервер может проверять наличие новых эпизодов очень часто или даже получать информацию от хозяев подкастов в режиме реального времени. Таким образом, приложения могут узнавать о новых эпизодах гораздо быстрее, без необходимости регулярно проверять все подкасты, на которые вы подписаны.
tr: Öte yandan, dağıtılmış bir model, yalnızca bir podcast'i yenilediğinizde yeni bölümler alacağınız anlamına gelir . AntennaPod'da bu varsayılan olarak her 12 saatte birdir, ancak bunu daha sık veya daha seyrek olarak değiştirebilir ve yeni bölümleri her zaman manuel olarak da kontrol edebilirsiniz. Merkezi bir sunucu, yeni bölümleri çok sık kontrol edebilir veya hatta podcast sunucuları tarafından gerçek zamanlı olarak bilgilendirilebilir. Bu şekilde uygulamalar, abone olduğunuz tüm podcast'leri düzenli olarak kontrol etmek zorunda kalmadan yeni bölümler hakkında çok daha hızlı bilgi sahibi olabilir.
uk: З іншого боку, розподілена модель означає, що ви отримуватимете нові епізоди лише після оновлення подкасту. У AntennaPod це за замовчуванням кожні 12 годин, але ви можете змінити це на більш або рідше, і ви також можете вручну перевірити наявність нових епізодів. Центральний сервер може дуже часто перевіряти наявність нових епізодів або навіть отримувати інформацію від хостів подкастів у реальному часі. Таким чином, додатки також можуть дізнаватися про нові епізоди набагато швидше, без необхідності регулярно перевіряти всі подкасти, на які ви підписані.

source: Also it isn't possible for AntennaPod to serve you any episodes that were removed by the podcast publisher, for example because they only keep the 10 most recent ones online. Apps that rely on a central server could be served with the older episodes even if they have disappeared from the RSS feed.
ca: A més, no és possible que AntennaPod us serveixi cap episodi que hagi estat eliminat per l'editor de podcasts, per exemple, perquè només manté en línia els 10 més recents. Les aplicacions que es basen en un servidor central es podrien servir amb els episodis més antics fins i tot si han desaparegut del canal RSS.
da: Det er heller ikke muligt for AntennaPod at levere afsnit, der er blevet fjernet af podcastudgiveren, f.eks. fordi de kun beholder de 10 seneste afsnit online. Apps, der er afhængige af en central server, kan få leveret de ældre afsnit, selv om de er forsvundet fra RSS-feedet.
de: Außerdem ist es für AntennaPod nicht möglich, dir Episoden zu bereitzustellen, die vom Podcast-Herausgeber entfernt wurden, weil dieser beispielsweise nur die 10 neuesten Episoden bereithält. Anwendungen, die sich auf einen zentralen Server verlassen, könnten mit den älteren Episoden versorgt werden, auch wenn diese aus dem RSS-Feed verschwunden sind.
es: Tampoco es posible que AntennaPod te sirva ningún episodio que haya sido eliminado por el editor, por ejemplo porque solo mantienen los últimos 10 episodios más recientes en línea. Las aplicaciones que dependen de un servidor central, pueden servirse de los episodios antiguos incluso si desaparecieron del canal RSS.
fa: همچنین، آنتناپاد نمی‌تواند قسمت‌هایی را که ناشر پادپخش پاک کرده به شما نشان دهد، مثلاً چون فقط ۱۰ قسمت اخیر را برخط نگه می‌دارند. برنامه‌هایی که به کارگزار مرکزی وابسته‌اند می‌توانند قسمت‌های قدیمی‌تر را حتی اگر از خوراک RSS پاک شده‌اند ارائه دهند.
fr: AntennaPod ne peut pas non plus vous proposer les épisodes qui ont été supprimés par l'éditeur du podcast, par exemple parce qu'il ne conserve que les 10 épisodes les plus récents en ligne. Les applications qui s'appuient sur un serveur central pourraient recevoir les épisodes les plus anciens, même s'ils ont disparu du flux RSS.
gl: Tampouco é posible que AntennaPod sírvache ningún episodio que fose eliminado polo editor, por exemplo porque só manteñen os últimos 10 episodios máis recentes en liña. As aplicacións que dependen dun servidor central, poden servirse dos episodios antigos mesmo se desapareceron do canle RSS.
it: Inoltre non è possibile per AntennaPod farti avere gli episodi che sono stati rimossi dall'editore del podcast, per esempio perché hanno scelto di tenere online solo i 10 episodi più recenti. Le applicazioni che si basano su un server centrale potrebbero invece avere accesso agli episodi più vecchi anche se questi sono ormai scomparsi dal feed RSS.
ja: また、たとえば、配信者が最新10エピソードのみを公開している場合に、AntennaPodがポッドキャスト配信者が削除したエピソードを配信することもできません。集中型サーバーに依存しているアプリでは、RSSフィードから削除されたとしても、古いエピソードを配信できる可能性があります。
nb_no: Det er heller ikke mulig for AntennaPod å vise deg episoder som ble fjernet av podkast-utgiveren for eksempel fordi de bare beholder de 10 nyeste episodene på nettet. Apper som er avhengige av en sentral server kan få servert eldre episoder selv om de har forsvunnet fra RSS-strømmen.
nl: Bovendien is het niet mogelijk voor AntennaPod om je afleveringen aan te bieden die door de podcast-uitgever zijn verwijderd, bijvoorbeeld omdat ze alleen de 10 meest recente afleveringen online houden. Apps die afhankelijk zijn van een centrale server zouden je wel toegang kunnen geven tot oudere afleveringen, zelfs als deze zijn verdwenen uit de RSS-feed.
pt_br: Além disso, o AntennaPod não pode disponibilizar episódios que foram removidos pelo produtor do podcast, por exemplo, se eles mantém apenas os 10 episódios mais recentes online. Apps que contam com um servidor central podem disponibilizar episódios mais antigos, mesmo que eles tenham desaparecido do feed RSS.
ru: Также AntennaPod не может предоставить вам эпизоды, которые были удалены издателем подкаста, например, потому что они хранят в сети только 10 самых последних. Приложения, которые полагаются на центральный сервер, могут получать старые эпизоды, даже если они исчезли из RSS-ленты.
tr: Ayrıca AntennaPod'un podcast yayıncısı tarafından kaldırılan bölümleri size sunması mümkün değildir , çünkü yalnızca en son 10 bölümü çevrimiçi tutarlar. Merkezi bir sunucuya dayanan uygulamalar, RSS akışından kaybolmuş olsalar bile eski bölümlerle sunulabilir .
uk: Крім того, AntennaPod не може надати вам будь-які епізоди, видалені видавцем подкастів, наприклад, тому що вони зберігають лише 10 останніх в Інтернеті. Програми, які покладаються на центральний сервер, можуть обслуговуватися зі старими епізодами, навіть якщо вони зникли з RSS-каналу.
