Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: Why are some downloaded episodes deleted?
ca: Per què se suprimeixen alguns episodis baixats?
da: Hvorfor bliver nogle overførte afsnit slettet?
de: Warum werden manche heruntergeladenen Episoden gelöscht?
es: ¿Por qué se borran algunos episodios descargados?
fa: چرا برخی قسمت‌های بارگیری‌شده پاک می‌شوند؟
fr: Pourquoi certains épisodes téléchargés sont-ils supprimés ?
gl: Por que se borran algúns episodios descargados?
it: Perché alcuni episodi scaricati vengono eliminati?
ja: ダウンロード済みのエピソードの一部が削除されるのはなぜでしょうか？
nb_no: Hvorfor blir noen nedlastede episoder slettet?
nl: Waarom worden sommige gedownloade afleveringen verwijderd?
pt_br: Por que alguns episódios baixados são excluídos?
ru: Почему некоторые загруженные эпизоды удаляются?
tr: İndirilen bazı bölümler neden siliniyor?
uk: Чому деякі завантажені серії видаляються?

source: AntennaPod has several mechanisms to make sure downloaded podcasts will not fill up your phone's memory. If you notice some downloaded episodes being deleted, have a look at these two settings:
ca: AntennaPod fa servir diversos mecanismes per assegurar-se que els pòdcasts baixats no omplen la memòria del teu telèfon. Si noteu que s'han esborrat alguns episodis, feu un cop d'ull a aquestes dues configuracions:
da: AntennaPod har adskillige mekanismer til at sikre, at overførte podcasts ikke fylder din telefons hukommelse. Hvis du bemærker, at nogle overførte afsnit bliver slettet, skal du kigge på disse to indstillinger:
de: AntennaPod verfügt über mehrere Mechanismen, die sicherstellen, dass heruntergeladene Podcasts nicht den Speicher deines Telefons voll machen. Wenn du feststellst, dass einige heruntergeladene Episoden gelöscht werden, überprüfe diese beiden Einstellungen:
es: AntennaPod tiene varios mecanismos para asegurarse de que los podcasts descargados no llenen la memoria de tu teléfono. Si notas que se borran algunos episodios descargados, echa un vistazo a estos dos ajustes:
fa: آنتناپاد سازوکارهایی دارد تا از پر شدن حافظه گوشی با پادپخش‌های بارگیری‌شده جلوگیری کند. اگر برخی قسمت‌های بارگیری‌شده پاک می‌شوند، این دو تنظیم را بررسی کنید:
fr: AntennaPod dispose de plusieurs mécanismes pour s’assurer que les podcasts téléchargés ne rempliront pas la mémoire de votre téléphone. Si vous remarquez que certains épisodes téléchargés sont supprimés, jetez un coup d'œil à ces deux paramètres :
gl: AntennaPod ten varios mecanismos para asegurarse de que os podcasts descargados non enchen a memoria do teu teléfono. Se notas que se borran algúns episodios descargados, bota un ollo a estes dous axustes:
it: AntennaPod dispone di diversi meccanismi per assicurarsi che i podcast scaricati non riempiano la memoria del tuo telefono. Se noti che alcuni episodi scaricati vengono eliminati, da' un'occhiata a queste due impostazioni:
ja: AntennaPodには、ダウンロード済みのポッドキャストがスマートフォンのストレージをいっぱいにしないようにするための仕組みがいくつかあります。一部のダウンロード済みエピソードが削除されていることに気がついたときは、次の2つの設定を確認してください。
nb_no: AntennaPod unngår å fylle opp enhetsminnet på flere vis. Hvis du merker at episoder blir slettet kan du ta en titt på disse to innstillingene:
nl: AntennaPod heeft verschillende mechanismen die ervoor zorgen dat het geheugen van de telefoon niet volloopt met gedownloade podcasts. Als je merkt dat gedownloade afleveringen worden verwijderd, kijk dan eens naar deze twee instellingen:
pt_br: O AntennaPod tem vários mecanismos para garantir que podcasts baixados não lotem a memória do seu celular. Se você notar que alguns episódios baixados estão sendo excluídos, verifique estas duas configurações:
ru: В AntennaPod есть несколько механизмов, чтобы убедиться, что загруженные подкасты не заполнят память вашего телефона. Если вы заметили, что некоторые загруженные эпизоды удаляются, обратите внимание на эти две настройки:
tr: AntennaPod'un indirilen podcast'lerin telefonunuzun belleğini doldurmamasını sağlayacak çeşitli mekanizmaları vardır. İndirilen bazı bölümlerin silindiğini fark ederseniz şu iki ayara göz atın :
uk: AntennaPod має кілька механізмів, які гарантують, що завантажені подкасти не заповнять пам’ять вашого телефону. Якщо ви помітили, що деякі завантажені епізоди видаляються, перегляньте ці два налаштування:

source: Delete after playing
ca: Esborra després de reproduir
de: Nach Wiedergabe löschen
pt_br: Excluir após reprodução

source: Delete after playing is located in `Settings` » `Downloads` » `Automatic deletion`. When enabled, episodes are deleted when playback completes (but not when manually marking an episode as 'played').
de: „Nach Wiedergabe löschen“ befindet sich in `Einstellungen` » `Downloads` » `Automatisches Löschen`. Wenn diese Option aktiviert ist, werden Episoden nach beendeter Wiedergabe gelöscht (jedoch nicht, wenn eine Episode manuell als „abgespielt“ markiert wird).
pt_br: 'Excluir após reprodução' está localizada em `Configurações` » `Downloads` » `Exclusão automática`. Quando ativado, episódios são excluídos quando a reprodução finalizar (mas não quando um episódio é marcado manualmente como 'reproduzido').

source: Delete before auto download
de: Vor automatischem Herunterladen löschen
fa: پاک‌کردن پیش از بارگیری خودکار
pt_br: Excluir antes do download automático

source: Delete before auto download is located in `Settings` » `Downloads` » `Automatic deletion`. If Automatic download needs space for new episodes, it will delete old episodes that are not in the queue and not marked as favorite. You can set which episodes are eligible for deletion based on their status (e.g. not favorited or not in queue) or a period of time after finishing.
de: „Vor automatischem Herunterladen löschen“ befindet sich in `Einstellungen` » `Downloads` » `Automatisches Löschen`. Wenn das automatische Herunterladen Platz für neue Episoden benötigt, werden alte Episoden gelöscht, die sich nicht in der Warteschlange befinden und nicht als Favoriten markiert sind. Du kannst festlegen, welche Episoden aufgrund ihres Status (z. B. nicht als Favorit markiert oder nicht in der Warteschlange) oder nach Ablauf einer bestimmten Zeit nach dem Abspielen gelöscht werden sollen.
pt_br: 'Excluir antes do download automático' está localizada em `Configurações` » `Downloads` » `Exclusão automática`. Se o Download automático precisar de espaço para novos episódios, ele excluirá episódios antigos que não estão na fila e não estão marcados como favoritos. Você pode definir quais episódios são elegíveis para exclusão com base em seu status (p. ex., não favoritos ou não na fila) ou em um período de tempo após a conclusão.

source: By default, all podcasts are refreshed with a 12-hour interval to pick up new episodes. Via `Settings` » `Downloads` » `Refresh podcasts` you can change the interval period or turn off the automatic updates.
de: Standardmäßig werden alle Podcasts in einem Intervall von 12 Stunden aktualisiert, um neue Episoden abzurufen. Über `Einstellungen` » `Downloads` » `Podcasts aktualisieren` kannst du das Intervall ändern oder die automatischen Aktualisierungen deaktivieren.
fa: به طور پیش‌گزیده همهٔ پادپخش‌ها هر ۱۲ ساعت به‌روز شده تا قسمت‌های جدید گرفته شوند. می‌توانید از `تنظیمات` » `شبکه` » `به‌روزرسانی پادپخش‌ها` دورهٔ زمانی را تنظیم کرده یا به‌روز رسانی خودکار را خاموش کنید.
it: Per impostazione predefinita, tutti i podcast vengono aggiornati ogni 12 ore per raccogliere nuovi episodi. Tramite `Impostazioni` » `Download` » `Aggiorna podcast` è possibile modificare questo intervallo o disattivare gli aggiornamenti automatici.
pt_br: Por padrão, todos os podcasts são atualizados a cada 12 horas para checagem de novos episódios. Em `Configurações` » `Downloads` » `Atualizar podcasts` você pode alterar o período de intervalo ou desativar as atualizações automáticas.

source: You can also turn off this process for individual podcasts in case keeping a podcast up to date is unnecessary. You can use this, for example, if a podcast no longer releases new episodes. Alternatively, there might be a podcast of which you only want to listen to an episode occasionally. You can set this by going to a podcast, tapping on the `Gear` icon and changing the `Keep Updated` setting.
ca: També podeu desactivar aquest procés per a pòdcasts individuals si no cal mantenir-los actualitzats. Podeu fer-ho servir, per exemple, si ja no es publiquen nous episodis d'un pòdcast en concret. Alternativament, pot haver-hi un pòdcast del qual només voleu escoltar un episodi de tant en tant. Per configurar-ho us heu de dirigir a un pòdcast, prémer la icona de l'`Engranatge` i canviar l'opció `Mantenir actualitzat`.
de: Du kannst diesen Vorgang auch für einzelne Podcasts abschalten, wenn es nicht notwendig ist, einen Podcast auf dem neuesten Stand zu halten. Das kannst du zum Beispiel dann tun, wenn für einen Podcast keine neuen Episoden mehr erscheinen. Oder wenn du einen Podcast hinzugefügt hast, von dem du nur gelegentlich eine Episode hören möchtest. Du kannst die Option ändern, indem du zu einem Podcast gehst, auf das `Zahnrad`-Symbol tippst und die Einstellung `Aktuell halten` änderst.
es: También puedes desactivar este proceso para pódcasts individuales en caso de que mantener un pódcast actualizado sea innecesario. Puedes utilizar esto, por ejemplo, si ya no se publican nuevos episodios. También puedes escuchar un pódcast del que solo quieras escuchar un episodio ocasionalmente. Puedes configurar esto yendo a un pódcast, tocando el icono `Engranaje` y cambiando el ajuste `Mantener actualizado`.
it: Puoi anche disattivare questo processo per i singoli podcast nel caso in cui mantenere un podcast aggiornato non sia necessario, ad esempio se un podcast non pubblica più nuovi episodi o quando hai aggiunto un podcast i cui episodi ascolti solo di tanto in tanto. È possibile impostare ciò selezionando un podcast, toccando l'icona dell'ingranaggio e cambiando l'impostazione `Mantieni aggiornato`.
pt_br: Você também pode desativar esse processo para podcasts específicos, caso não seja necessário mantê-los atualizados. Isso pode ser útil, por exemplo, se um podcast não estiver mais publicando novos episódios. Como alternativa, pode haver um podcast do qual você queira ouvir apenas um episódioo de vez em quando. Você pode definir isso acessando o podcast, tocando no ícone de `Engrenagem` e alterando a configuração `Manter atualizado`.
ru: Вы также можете отключить автоматическое обновление для отдельных подкастов, если необходимо. Например, если у подкаста больше не будет новых выпусков или вы планируете слушать его только изредка. Для этого откройте нужный подкаст, нажмите на значок шестерёнки и измените параметр `Постоянно обновлять`.
tr: Ayrıca, bir podcast'i güncel tutmanın gereksiz olması durumunda, bu işlemi tek tek podcast'ler için de kapatabilirsiniz. Örneğin, bir podcast için artık yeni bölüm yayınlanmıyorsa bu özelliği kullanabilirsiniz. Ya da yalnızca ara sıra bir bölümünü dinleyeceğiniz bir podcast eklediğinizde bu özelliği kullanmak isteyebilirsiniz. Bunu, bir podcast'e giderek, ` Dişli ` simgesine dokunarak ve ` Güncel Tut ` ayarını değiştirerek ayarlayabilirsiniz .

source: When you turn off this podcast setting, the podcast will no longer be updated when podcasts get refreshed automatically, or when you initiate this process from the `Queue` or the `Episodes` screen. You can still refresh that podcast, which will bring new episodes to AntennaPod.
ca: Quan desactiveu aquesta opció del pòdcast, aquest no s'actualitzarà quan els altres ho facin automàticament, o quan els actualitzeu des de la `Cua` o els `Episodis`. Encara podeu actualitzar aquest pòdcast, afegint així els nous episodis a AntennaPod.
de: Wenn du diese Podcast-Einstellung deaktivierst, wird der Podcast nicht mehr aktualisiert, wenn die Podcasts automatisch aktualisiert werden, oder wenn du diesen Vorgang über `Warteschlange` oder `Episoden` startest. Du kannst diesen Podcast weiterhin aktualisieren, wodurch neue Episoden in AntennaPod angezeigt werden.
es: Si desactivas este ajuste en un pódcast, este ya no se actualizará cuando los pódcasts se actualicen automáticamente, o cuando inicies este proceso desde la `Cola` o `Episodios`. Todavía puedes actualizar ese pódcast, lo que traerá episodios nuevos a AntennaPod.
fa: پادپخش هنگام خاموش کردن این تنظیم دیگر همراه دیگر پادپخش‌ها به صورت خودکار یا با آغاز دستی فرایند از صفحهٔ `قسمت‌ها` یا `صف` به‌روز نمی‌شود. همچنان می‌توانید پادپخش را برای آوردن قسمت‌های جدید به آنتانپاد به‌روز کنید.
it: Quando disattivi questa impostazione del podcast, il podcast non sarà più compreso nell'aggiornamento automatico dei podcast, o quando si avvia questo processo dalla `Coda` o dalla schermata `Episodi`. Puoi comunque aggiornare quel podcast, i cui nuovi episodi appariranno su AntennaPod.
pt_br: Ao desativar essa configuração, o podcast deixará de ser atualizado quando os podcasts forem atualizados automaticamente ou quando você iniciar esse processo a partir da tela `Fila` ou `Episódios`. Você ainda poderá atualizar esse podcast, o que trará novos episódios para o AntennaPod.
ru: Если вы отключите эту настройку подкаста, он больше не будет обновляться при автоматическом обновлении подкастов или при запуске обновления с экранов `Очередь` или `Выпуски`. Но вы сможете вручную обновить этот подкаст, чтобы получить новые выпуски в AntennaPod.
tr: Bu podcast ayarını kapattığınızda, podcast'ler otomatik olarak yenilendiğinde veya bu işlemi `Kuyruk` veya `Bölümler` ekranından başlattığınızda podcast artık güncellenmeyecektir. Podcast'i hâlâ yenileyebilirsiniz, yenilemeniz durumunda AntennaPod'da yeni bölümler gözükecektir.

source: With AntennaPod, you can specify subscriptions (podcast feeds) to be updated regularly (see [Refreshing podcasts](/documentation/automation/refreshing-podcasts)).
ca: Amb AntennaPod, podeu especificar subscripcions (fonts de pòdcasts) que s'actualitzen automàticament (veieu [Actualitzar pòdcasts](/documentation/automation/refreshing-podcasts)).
da: Med AntennaPod kan du angive abonnementer (podcast-feeds), der skal opdateres regelmæssigt (se [Opdatering af podcasts](/documentation/automation/refreshing-podcasts)).
de: Mit AntennaPod kannst du festlegen, dass Abonnements (Podcast-Feeds) in regelmäßigen Abständen aktualisiert werden (siehe [Podcasts aktualisieren](/de/documentation/automation/refreshing-podcasts)).
es: Con AntennaPod, puede especificar las suscripciones (fuentes del podcasts) para que se actualicen regularmente (véase [Actualización de podcasts](/documentation/automation/refreshing-podcasts)).
fa: با آنتناپاد می‌توانید اشتراک‌ها (خوراک‌های پادپخش) را برای به‌روزرسانی منظم تنظیم کنید (به [به‌روزرسانی پادپخش‌ها](/documentation/automation/refreshing-podcasts) نگاه کنید).
fr: Avec AntennaPod, vous pouvez spécifier les abonnements (flux de podcasts) à mettre à jour régulièrement (voir l'[Actualisation des podcasts](/refreshing-podcasts)).
gl: Con AntennaPod, pode especificar as subscricións (fontes do podcasts) para que se actualicen regularmente (véxase [Actualización de podcasts](/documentation/automation/refreshing-podcasts)).
it: Con AntennaPod puoi specificare le iscrizioni (feed di podcast) da aggiornare regolarmente (vedi [Aggiornare i podcast](/documentation/automation/refreshing-podcasts)).
ja: AntennaPodを使用すると、定期的に更新する購読（ポッドキャストフィード）を指定できます（詳しくは[ポッドキャストの更新](/documentation/automation/refreshing-podcasts)を参照してください）。
nb_no: Med AntennaPod kan du spesifisere abonnementer (podkast-strømmer) som skal oppdateres regelmessig (se [Oppdatering av podcaster](/dokumentasjon/automatisering/refreshing-podcasts)).
nl: AntennaPod heeft een instelling om abonnementen (podcastfeeds) regelmatig te verversen (zie [Podcasts verversen](/refreshing-podcasts)).
pt_br: Com o AntennaPod, você pode especificar inscrições (feeds de podcast) para serem atualizadas regularmente (consulte [Atualizando podcasts](/documentation/automation/refreshing-podcasts)).
ru: С помощью AntennaPod вы можете указать подписки (каналы подкастов), которые будут регулярно обновляться (см. [Обновление подкастов](/documentation/automation/refreshing-podcasts)).
tr: AntennaPod ile düzenli olarak güncellenecek abonelikleri (podcast yayınları) belirtebilirsiniz (bkz. [Podcast'leri yenileme](/documentation/automation/refreshing-podcasts)).
uk: За допомогою AntennaPod ви можете вказати підписки (канали подкастів), які потрібно регулярно оновлювати (див. [Оновлення подкастів](/documentation/automation/refreshing-podcasts)).

source: If you have more complex needs, you can use various 3rd-party automation applications with AntennaPod to do so. For example:
ca: Si teniu necessitats més complexes, podeu utilitzar diverses aplicacions d'automatització de tercers amb AntennaPod per fer-ho. Per exemple:
da: Hvis du har mere komplekse behov, kan du bruge forskellige tredjeparts-automatiseringsprogrammer sammen med AntennaPod til at gøre det. For eksempel:
de: Wenn du komplexere Anforderungen hast, kannst du dafür verschiedene Automatisierungsanwendungen von Drittanbietern zusammen mit AntennaPod verwenden. Beispielsweise:
es: Si tienes unas necesidades más complejas, puedes utilizar varias aplicaciones de automatizaciones de terceros con AntennaPod para hacerlo. Ejemplos:
fa: برای نیازهای پیچیده‌تر، می‌توانید برنامه‌های خودکارسازی شخص ثالث را با آنتناپاد به‌کار بگیرید. برای نمونه:
fr: Si vous avez des besoins plus complexes, vous pouvez utiliser différentes applications tierces vous permettant d'automatiser AntennaPod. Par exemple :
gl: Se tes unhas necesidades máis complexas, podes utilizar varias aplicacións de automatizacións de terceiros con AntennaPod para facelo. Exemplos:
it: Se hai esigenze più complesse, è possibile utilizzare su AntennaPod varie applicazioni di automazione di terze parti. Per esempio:
ja: もっと複雑な要求があるときは、さまざまなサードパーティの自動化アプリケーションをAntennaPodとともに使用できます。たとえば、次のようなことができます。
nb_no: Hvis du har mer komplekse behov, kan du bruke forskjellige tredjeparts automatiseringsapplikasjoner med AntennaPod for å gjøre det. For eksempel:
nl: Voor meer ingewikkelde behoeften bestaan verschillende automatiseringstoepassingen van derden voor gebruik met AntennaPod. Bijvoorbeeld:
pt_br: Se você tiver necessidades mais complexas, pode usar diversos aplicativos de automação de terceiros com o AntennaPod para fazer isso. Pode exemplo:
ru: Если у вас есть более сложные потребности, вы можете использовать различные сторонние приложения для автоматизации вместе с AntennaPod. Например:
tr: Daha karmaşık ihtiyaçlarınız varsa bunu yapmak için AntennaPod ile çeşitli 3. parti otomasyon uygulamalarını kullanabilirsiniz . Örneğin:
uk: Якщо у вас є більш складні потреби, ви можете використовувати для цього різні сторонні програми автоматизації з AntennaPod. Наприклад:

source: Get the subscriptions updated at the start of the day: at 7am, switch on WiFi, then update AntennaPod feeds.
ca: Actualitzeu les subscripcions a l'inici del dia: a les 7h, activeu el Wi-Fi i actualitzeu els canals d'AntennaPod.
da: Få abonnementerne opdateret først på dagen: kl. 7 om morgenen tændes for Wi-Fi, og derefter opdateres AntennaPod-feeds.
de: Beziehe Abonnements zu Beginn des Tages: Um 7 Uhr wird das WLAN eingeschaltet und anschließend werden die AntennaPod-Feeds aktualisiert.
es: Actualizar las suscripciones al principio del día: a las 07, encender el WiFi, luego actualizar los feeds de AntennaPod.
fa: به‌روزرسانی اشتراک‌ها در آغاز روز: ساعت ۷ صبح، وای‌فای را روشن کنید، سپس خوراک‌های آنتناپاد را به‌روز کنید.
fr: Mettez les abonnements à jour en début de journée : à 7 heures du matin, allumez le wifi, puis mettez à jour les flux d'AntennaPod.
gl: Actualizar as subscricións ao principio do día: ás 07, acender o Wifi, logo actualizar os feeds de AntennaPod.
it: Aggiorna le iscrizioni all'inizio della giornata: alle 7 del mattino, accendi il Wi-Fi, poi aggiorna i feed di AntennaPod.
ja: 1日のはじめに、午前7時に更新された購読を取得する: Wi-Fiに切り替えてAntennaPodフィードを更新する。
nb_no: Få abonnementene oppdatert på starten av dagen: Slå på WiFi kl. 07.00, og oppdater deretter AntennaPod-strømmer.
nl: Werk de abonnementen bij aan het begin van de dag: zet om 7 uur 's ochtends Wi-Fi aan, werk vervolgens AntennaPod feeds bij.
pt_br: Atualizando inscrições no início do dia: às 7h, ativar o Wi-Fi e, em seguida, atualizar os feeds do AntennaPod.
ru: Обновляйте подписки в начале дня: в 7 утра включите Wi-Fi, затем обновите каналы AntennaPod.
tr: Aboneliklerin günün başında güncellenmesini sağlayın : sabah 7'de Wi-Fi'yi açın ve ardından AntennaPod yayınlarını güncelleyin .
uk: Оновлюйте підписки на початку дня: о 7 ранку увімкніть Wi-Fi, а потім оновіть канали AntennaPod.

source: Get your subscriptions before your ride home: at 5pm on weekdays update subscriptions.
ca: Rep les vostres abans del teu viatge a casa: a les 17h els dies laborables actualitza les subscripcions.
da: Få dine abonnementer inden turen hjem: opdater abonnementer kl. 17.00 på hverdage.
de: Beziehe deine Abonnements vor der Heimfahrt: An Werktagen werden Abonnements um 17 Uhr aktualisiert.
es: Obtén tus suscripciones antes de llegar a casa: a las 17:00 horas en días laborables actualiza las suscripciones.
fa: به‌روزرسانی اشتراک‌ها پیش از بازگشت به خانه: ساعت ۵ عصر روزهای کاری، اشتراک‌ها را به‌روز کنید.
fr: Obtenez vos abonnements avant de rentrer chez vous : à 17 heures en semaine, mettez à jour vos abonnements.
gl: Obtén as túas subscricións antes de chegar a casa: ás 17:00 horas en días laborables actualiza as subscricións.
it: Aggiorna le tue iscrizioni prima del rientro a casa, ad es. alle 17:00 dei giorni feriali.
ja: 自宅への帰り道の前に購読を取得する: 平日午後5時に購読を更新する。
nb_no: Få abonnementene dine før du kjører hjem: kl. 17.00 på hverdager oppdateres abonnementene.
nl: Haal je abonnementen op voor je naar huis gaat: update abonnementen op werkdagen om 17:00.
pt_br: Atualizando suas inscrições antes de voltar para casa: às 17h em dias de semana, atualizar as inscrições.
ru: Оформите подписку до поездки домой: в 17:00 по будням обновляйте подписки.
tr: Aboneliklerinizi evinize gitmeden önce yaptırın : Hafta içi saat 17:00'da aboneliklerinizi güncelleyin .
uk: Отримайте підписку до того, як поїдете додому: о 17:00 у будні дні оновлюйте підписки.

source: General instructions
ca: Instruccions generals
da: Generelle instruktioner
de: Allgemeine Anweisungen
es: Instrucciones generales
fa: دستورهای کلی
fr: Consignes générales
gl: Instrucións xerais
it: Istruzioni generali
ja: 一般的な手順
nb_no: Generell instruks
nl: Instructies
pt_br: Instruções gerais
ru: Общие инструкции
tr: Genel talimatlar
uk: Загальні вказівки
