Repository: AntennaPod/antennapod.github.io
Catalog: documentation-pages/site-documentation_*.po
Languages: ca, da, de, es, fa, fr, gl, it, ja, nb_no, nl, pt_br, ru, tr, uk

source: If you can't pinpoint the issue, please copy the error message via the Copy-button and share it [on our forum](https://forum.antennapod.org/c/support/7). Our community will happily have a look to find out the exact cause!
ca: Si no podeu identificar el problema, copieu el missatge d'error a través del botó Copia i compartiu-lo [al nostre fòrum](https://forum.antennapod.org/c/support/7). La nostra comunitat farà feliçment una ullada per esbrinar la causa exacta!
da: Hvis du ikke kan finde problemet, bedes du kopiere fejlmeddelelsen via Kopi-knappen og dele den [på vores forum](https://forum.antennapod.org/c/support/7). Vores fællesskab vil med glæde kigge på det for at finde den præcise årsag!
de: Falls du das Problem nicht lokalisieren kannst, kopiere bitte die Fehlermeldung über die Kopieren-Schaltfläche und teile sie [in unserem Forum](https://forum.antennapod.org/c/support/7). Unsere Community wird sich das Problem gerne ansehen, um die genaue Ursache herauszufinden!
es: Si no puedes localizar el problema, copia el mensaje de error a través del botón Copiar y compártelo [en nuestro foro](https://forum.antennapod.org/c/support/7). ¡Nuestra comunidad estará encantada de echar un vistazo para averiguar la causa exacta!
fa: اگر نمی‌توانید مشکل را دقیق مشخص کنید، لطفاً پیام خطا را با دکمه رونوشت کپی کنید و در [انجمن ما](https://forum.antennapod.org/c/support/7) هم‌رسانی کنید. جامعه ما با خوشحالی بررسی می‌کند تا علت دقیق را پیدا کند!
fr: Si vous ne parvenez pas à identifier le problème, veuillez copier le message d'erreur en cliquant sur le bouton Copier et le partager [sur notre forum](https://forum.antennapod.org/c/support/7). Notre communauté se fera un plaisir d'y jeter un œil pour trouver la cause exacte !
gl: Se non podes localizar o problema, copia a mensaxe de erro a través do botón Copiar e compárteo [no noso foro](https://forum.antennapod.org/c/support/7). Nosa comunidade estará encantada de botar unha ollada para pescudar a causa exacta!
it: Se non riesci a individuare il problema, copia il messaggio di errore tramite il pulsante Copia e condividilo [sul nostro forum](https://forum.antennapod.org/c/support/7). La nostra comunità sarà lieta di dare un'occhiata per scoprire la causa esatta!
ja: 問題を正確に特定できない場合は、コピーボタンでエラーメッセージをコピーし、[フォーラム](https://forum.antennapod.org/c/support/7)で共有してください。私たちのコミュニティは、正確な原因を見つけるために喜んで調査します！
nb_no: Hvis du ikke finner problemet, kan du kopiere feilmeldingen via Kopier-knappen og dele den [på forumet vårt](https://forum.antennapod.org/c/support/7). Vårt fellesskap vil gladelig ta en titt for å finne ut den nøyaktige årsaken!
nl: Als je het probleem niet kunt lokaliseren, kopieer dan de foutmelding via de Kopieer-knop en deel deze [op ons forum](https://forum.antennapod.org/c/support/7). Onze gemeenschap zal graag de precieze oorzaak onderzoeken!
pt_br: Se você não conseguir identificar o problema com exatidão, copie a mensagem de erro usando o botão Copiar e compartilhe-a [em nosso fórum](https://forum.antennapod.org/c/support/7). Nossa comunidade com certeza dará uma olhada e tentará descobrir a causa exata!
ru: Если вы не можете точно определить проблему, пожалуйста, скопируйте сообщение об ошибке с помощью кнопки "Копировать" и поделитесь им [на нашем форуме](https://forum.antennapod.org/c/support/7). Наше сообщество с радостью посмотрит и выяснит точную причину!
tr: Sorunu tam olarak belirleyemiyorsanız, lütfen Kopyala düğmesi aracılığıyla hata mesajını kopyalayın ve [forumumuzda](https://forum.antepod.org/c/support/7) paylaşın . Topluluğumuz tam nedeni bulmak için memnuniyetle bakacaktır!
uk: Якщо ви не можете точно визначити проблему, скопіюйте повідомлення про помилку за допомогою кнопки «Копіювати» та поділіться ним [на нашому форумі](https://forum.antennapod.org/c/support/7). Наша спільнота із задоволенням подивиться, щоб з’ясувати точну причину!

source: Did you find a spelling mistake, or something that sounds odd? It's always possible that we made a mistake in English (in which we make the app & website), or that something has not been translated correctly. Luckily these issues are often easily fixed.
ca: Heu trobat un error ortogràfic, o alguna cosa que sona estrany? Sempre és possible que hàgim comès un error en anglès (en el qual fem l'app & website), o que alguna cosa no s'hagi traduït correctament. Per sort, aquests problemes sovint es resolen fàcilment.
da: Har du fundet en stavefejl eller noget, der lyder mærkeligt? Det er altid muligt, at vi har lavet en fejl på engelsk (som vi laver appen og hjemmesiden på), eller at noget ikke er blevet oversat korrekt. Heldigvis er disse problemer ofte lette at rette.
de: Du hast einen Rechtschreibfehler gefunden oder etwas klingt seltsam? Es ist immer möglich, dass wir einen Fehler in der englischen Fassung gemacht haben (in der wir App und Website erstellen) oder dass etwas nicht korrekt übersetzt wurde. Glücklicherweise lassen sich diese Probleme oft leicht beheben.
es: ¿Encontraste un errata o algo que suena raro? Siempre existe la posibilidad de que hayamos cometido un error en Inglés (idioma en el que hacemos la aplicación y el sitio), o que algo no se haya traducido correctamente. Por suerte, normalmente, estos problemas se pueden arreglar fácilmente.
fa: آیا غلط املایی یا چیزی عجیب پیدا کرده‌اید؟ همیشه ممکن است در انگلیسی (که برنامه و وبگاه را می‌سازیم) اشتباه کرده باشیم، یا چیزی درست ترجمه نشده باشد. خوشبختانه بیشتر این مشکلات به‌راحتی درست می‌شوند.
fr: Avez-vous trouvé une faute d'orthographe, ou quelque chose qui vous semble bizarre ? Il est toujours possible que nous ayons fait une erreur de Français ou de traduction (l'application et le site web sont directement traduits de l'anglais). Heureusement, ces problèmes sont souvent faciles à résoudre.
gl: Atopaches un errata ou algo que soa raro? Sempre existe a posibilidade de que cometésemos un erro en Inglés (idioma no que facemos a aplicación e o sitio), ou que algo non se traduciu correctamente. Por sorte, normalmente, estes problemas pódense arranxar facilmente.
it: Hai trovato un errore di ortografia o qualcosa che suona strano? Un errore nell'uso dell'inglese (lingua in cui realizziamo l'applicazione e il sito web) è sempre possibile, oppure qualcosa potrebbe non essere stato tradotto correttamente. Per fortuna questi problemi sono spesso facilmente risolvibili.
ja: スペルミスや、不自然な箇所を見つけましたか？ 英語に誤りがある場合（アプリやウェブサイト）や、文章が正しく翻訳されていない可能性は常にあります。幸い、こうした問題は多くの場合簡単に修正できます。
nb_no: Fant du en stavefeil eller noe som høres rart ut? Det er alltid mulig at vi har gjort en feil på engelsk (som vi lager appen og nettstedet i) eller at noe ikke er riktig oversatt. Heldigvis er disse problemene ofte enkle å fikse.
nl: Heb je een spelfout gevonden, of iets dat vreemd klinkt? Het kan altijd zijn dat we een fout hebben gemaakt in het Engels (waarin we de app & website maken), of dat er iets niet goed vertaald is. Gelukkig zijn deze problemen vaak eenvoudig op te lossen.
pt_br: Encontrou um erro de digitação ou algo que soa estranho? É sempre possível que tenhamos cometido um erro em inglês (idioma em que o app e o site são desenvolvidos) ou que algo não tenha sido traduzido corretamente. Felizmente, esses problemas costumam ser fáceis de corrigir.
ru: Вы нашли орфографическую ошибку или что-то, что звучит странно? Всегда есть вероятность, что мы допустили ошибку в английском языке (на котором мы делаем приложение и сайт), или что-то было переведено неправильно. К счастью, эти проблемы часто легко устранимы.
tr: Bir yazım hatası mı buldunuz, yoksa kulağa tuhaf gelen bir şey mi? Her zaman İngilizce'de (uygulamayı ve web sitesini yaptığımızda) bir hata yapmış olmamız veya bir şeyin doğru çevrilmemiş olması mümkündür. Neyse ki bu sorunlar genellikle kolayca düzeltilir.
uk: Ви знайшли орфографічну помилку чи щось, що звучить дивно? Завжди можливо, що ми зробили помилку в англійській мові (якою ми створюємо додаток і веб-сайт), або що щось було перекладено неправильно. На щастя, ці проблеми часто легко виправити.

source: Do you want to fix it yourself?
ca: Voleu arreglar-ho vostè mateix?
da: Vil du selv rette det?
de: Möchtest du es selbst beheben?
es: ¿Quieres arreglarlo tú mismo?
fa: می‌خواهید خودتان آن را درست کنید؟
fr: Voulez-vous régler ce problème vous même ?
gl: Queres arranxalo ti mesmo?
it: Vuoi correggerlo da solo?
ja: 自分自身で修正したいですか？
nb_no: Vil du fikse det selv?
nl: Wil je het zelf oplossen?
pt_br: Você quer corrigir o erro por conta própria?
ru: Вы хотите починить его сами?
tr: Kendiniz mi düzeltmek istiyorsunuz?
uk: Ви хочете виправити це самостійно?

source: If the issue is in any other language than English, you can update the translations on [Weblate](https://hosted.weblate.org/projects/antennapod/). You can [find more information in our Contribute section](/contribute/translate).
ca: Si el problema és en qualsevol altre idioma que l'anglès, podeu actualitzar les traduccions al [Weblate](https://hosted.weblate.org/projects/antennapod/). Podeu [trobar més informació a la nostra secció Contribuïu](/contribute/translate).
da: Hvis problemet er på et andet sprog end engelsk, kan du opdatere oversættelserne på [Weblate](https://hosted.weblate.org/projects/antennapod/). Du kan [finde flere oplysninger i vores bidragsafsnit](/contribute/translate).
de: Falls das Problem in einer anderen Sprache als Englisch auftritt, kannst du die Übersetzungen auf [Weblate](https://hosted.weblate.org/projects/antennapod/) aktualisieren. Weitere Informationen [findest du in unserem Mitmachen-Bereich](/contribute/translate).
es: Si el tema está en otro idioma que no sea el inglés, puedes actualizar las traducciones en [Weblate](https://hosted.weblate.org/projects/antennapod/). Puedes [encontrar más información en nuestra sección Colaborar](/contribute/translate).
fa: اگر مشکل در زبانی غیر از انگلیسی است، می‌توانید ترجمه‌ها را در [وب‌لیت](https://hosted.weblate.org/projects/antennapod/) به‌روز کنید. [داده‌های بیشتر در بخش مشارکت ما](/contribute/translate) بیابید.
fr: Si le problème concerne une autre langue que l'anglais, vous pouvez mettre à jour la traduction [Weblate](https://hosted.weblate.org/projects/antennapod/). Pour plus d'information consulter la section [Contribuer](/contribute/translate).
gl: Se o tema está noutro idioma que non sexa o inglés, podes actualizar as traducións en [Weblate](https://hosted.weblate.org/projects/antennapod/). Podes [atopar máis información na nosa sección Colaborar](/contribute/translate).
it: Se il problema è in qualsiasi lingua diversa dall'inglese, puoi aggiornare le traduzioni su [Weblate](https://hosted.weblate.org/projects/antennapod/). Puoi [trovare maggiori informazioni nella nostra sezione Contribuisci](/contribute/translate).
ja: 問題が英語以外の言語にある場合は、[Weblate](https://hosted.weblate.org/projects/antennapod/)で修正できます。[詳しい情報は、貢献のセクション](/contribute/translate)で確認できます。
nb_no: Hvis problemet er på et annet språk enn engelsk, kan du oppdatere oversettelsene på [Weblate](https://hosted.weblate.org/projects/antennapod/). Du kan [finne mer informasjon i Bidra-seksjonen vår](/contribute/translate).
nl: Als het probleem zich in een andere taal dan het Engels voordoet, kunt je vertalingen bijwerken op [Weblate](https://hosted.weblate.org/projects/antennapod/). Er is [meer informatie in onze sectie over bijdragen](/contribute/translate).
pt_br: Se o problema estiver em outro idioma que não o inglês, você pode atualizar as traduções no [Weblate](https://hosted.weblate.org/projects/antennapod/). Você pode [encontrar mais informações em nossa seção Participe](/contribute/translate).
ru: Если проблема не на английском языке, вы можете обновить переводы на [Weblate](https://hosted.weblate.org/projects/antennapod/). Вы можете [найти более подробную информацию в нашем разделе "Вклад"](/contribute/translate).
tr: Web sitesi çevirileriyle ilgili ** sorun [Weblate](https://hosted.weblate.org/projects/ antennapod /) adresinde düzeltilebilir . [Katkıda Bulunma bölümümüzde daha fazla bilgi bulabilirsiniz](/contribute/translate).
uk: Якщо проблема не англійською мовою, ви можете оновити переклади на [Weblate](https://hosted.weblate.org/projects/antennapod/). Ви можете [знайти більше інформації в нашому розділі Внести внесок](/contribute/translate).

source: Is the issue with the **English texts**? Then you will need to be or get familiar with GitHub. You can send a Pull Request for [the app](https://github.com/AntennaPod/AntennaPod/) or for [the website](https://github.com/AntennaPod/antennapod.github.io).
ca: El problema és amb els **textos en anglès**? Llavors haureu d'estar o familiaritzar-vos amb GitHub. Podeu enviar una sol·licitud completa per a l'[aplicació](https://github.com/AntennaPod/AntennaPod/) o per al [lloc web](https://github.com/AntennaPod/antennapod.github.io).
da: Er det et problem med de **engelske tekster**? Så skal du være eller blive fortrolig med GitHub. Du kan sende et Pull Request for [appen](https://github.com/AntennaPod/AntennaPod/) eller for [webstedet](https://github.com/AntennaPod/antennapod.github.io).
de: Liegt das Problem bei der **englischen Fassung**? Dann musst du mit GitHub vertraut sein oder werden. Du kannst einen Pull-Request für [die App](https://github.com/AntennaPod/AntennaPod/) oder für [die Website](https://github.com/AntennaPod/antennapod.github.io) erstellen.
es: ¿El problema tiene que ver con **los textos en Inglés**? Entonces tendrás que familiarizarte con GitHub. También puedes enviar un Pull Request para [la aplicación](https://github.com/AntennaPod/AntennaPod/) o para el [sitio web](https://github.com/AntennaPod/antennapod.github.io).
fa: آیا مشکل در **متن‌های انگلیسی** است؟ در این صورت، باید با گیت‌هاب آشنا باشید یا شوید. می‌توانید Pull Request برای [برنامه](https://github.com/AntennaPod/AntennaPod/) یا [وبگاه](https://github.com/AntennaPod/antennapod.github.io) بفرستید.
fr: L'erreur vient des **textes d'origines (en anglais)** ? Dans ce cas, vous devrez être ou vous familiariser avec GitHub. Vous pouvez nous transmettre une requête pour [l'application](https://github.com/AntennaPod/AntennaPod/) ou pour [le site web](https://github.com/AntennaPod/antennapod.github.io).
gl: O problema ten que ver con **os textos en Inglés**? Entón terás que familiarizarche con GitHub. Tamén podes enviar unha Pull Request para [a aplicación](https://github.com/AntennaPod/AntennaPod/) ou para o [sitio web](https://github.com/AntennaPod/antennapod.github.io).
it: Il problema riguarda i **testi in inglese**? Allora dovrai saper utilizzare GitHub. Puoi inviare una richiesta pull per [l'app](https://github.com/AntennaPod/AntennaPod/) o per [il sito web](https://github.com/AntennaPod/antennapod.github.io).
ja: **英語のテキスト**に問題がありますか？ その場合、修正するにはGitHubの使い方に慣れる必要があります。Pull Requestを[アプリ](https://github.com/AntennaPod/AntennaPod/)または[ウェブサイト](https://github.com/AntennaPod/antennapod.github.io)に対して送信できます。
nb_no: Er problemet med de **engelske tekstene**? Da må du være eller bli kjent med GitHub. Du kan sende en såkalt pull-forespørsel for [appen](https://github.com/AntennaPod/AntennaPod/) eller for [nettstedet](https://github.com/AntennaPod/antennapod.github.io).
nl: Is er een probleem in de **Engelse teksten**? Dan moet je bekend zijn of vertrouwd raken met GitHub. Stuur een Pull Request voor [de app](https://github.com/AntennaPod/AntennaPod/) of voor [de website](https://github.com/AntennaPod/antennapod.github.io).
pt_br: O erro está nos **textos em inglês**? Nesse caso, é preciso conhecer ou se familiarizar com o GitHub. Você pode enviar um Pull Request para o [app](https://github.com/AntennaPod/AntennaPod/) ou para o [site](https://github.com/AntennaPod/antennapod.github.io).
ru: Проблема связана с **английскими текстами**? Тогда вам нужно быть или познакомиться с GitHub. Вы можете отправить Pull Request для [приложения](https://github.com/AntennaPod/AntennaPod/) или для [сайта](https://github.com/AntennaPod/antennapod.github.io).
tr: Sorun ** İngilizce metinlerde ** mi? O zaman GitHub'a aşina olmanız veya aşina olmanız gerekecek. [Uygulama](https://github.com/ AntennaPod / AntennaPod /) veya [web sitesi](https://github.com/ AntennaPod / antennapod .github.io) için bir Çekme İsteği gönderebilirsiniz .
uk: Чи проблема в **текстах англійською мовою**? Тоді вам потрібно буде ознайомитися з GitHub. Ви можете надіслати запит на вилучення для [програми](https://github.com/AntennaPod/AntennaPod/) або для [веб-сайту](https://github.com/AntennaPod/antennapod.github.io).

source: Do you just want to inform us?
ca: Només voleu informar-nos?
da: Ønsker du blot at informere os?
de: Du möchtest uns nur informieren?
es: ¿Simplemente quieres informarnos?
fa: فقط می‌خواهید ما را آگاه کنید؟
fr: Vous souhaitez simplement nous en informer ?
gl: Simplemente queres informarnos?
it: Vuoi solo segnalarcelo?
ja: 問題を知らせたいだけですか？
nb_no: Vil du bare informere oss?
nl: Wil je ons alleen informeren?
pt_br: Prefere apenas nos informar?
ru: Вы просто хотите проинформировать нас?
tr: Sadece bize bilgi mi vermek istiyorsunuz?
uk: Ви просто хочете повідомити нас?

source: You can create a post in the [translations section on our forum](https://forum.antennapod.org/c/translations/11). To do so you need to create an account (if you don't have one already) or simply log in via Google.
ca: Podeu crear una entrada a la secció [traduccions del nostre fòrum](https://forum.antennapod.org/c/translations/11). Per fer-ho, cal crear un compte (si no en teniu cap) o simplement iniciar sessió a través de Google.
da: Du kan oprette et indlæg i [oversættelsessektionen på vores forum](https://forum.antennapod.org/c/translations/11). For at gøre det skal du oprette en konto (hvis du ikke allerede har en) eller blot logge ind via Google.
de: Du kannst einen Beitrag in der Rubrik [„Translations“ in unserem Forum](https://forum.antennapod.org/c/translations/11) erstellen. Um dies zu tun, musst du ein Konto erstellen (falls du noch keins hast) oder dich via Google anmelden.
es: Puedes crear una entrada en [la sección de traducciones de nuestro foro](https://forum.antennapod.org/c/translations/11). Para hacerlo necesitas crear una cuenta (si aún no tienes una) o simplemente iniciar sesión a través de Google.
fa: می‌توانید فرسته‌ای در [بخش ترجمه‌های انجمن ما](https://forum.antennapod.org/c/translations/11) بسازید. برای این کار باید حساب کاربری بسازید (اگر از پیش ندارید) یا با گوگل وارد شوید.
fr: Vous pouvez créer un message dans la [section "traductions" de notre forum](https://forum.antennapod.org/c/translations/11). Pour ce faire, vous devez créer un compte (si vous n'en avez pas déjà un) ou simplement vous connecter via Google.
gl: Podes crear unha entrada en [a sección de traducións do noso foro](https://forum.antennapod.org/c/translations/11). Para facelo necesitas crear unha conta (se aínda non tes unha) ou simplemente iniciar sesión a través de Google.
it: Puoi creare un post nella [sezione traduzioni del nostro forum](https://forum.antennapod.org/c/translations/11). Per farlo è necessario creare un account (se non ne hai già uno) o semplicemente accedere tramite Google.
ja: 投稿を[フォーラムのtranslationsセクション](https://forum.antennapod.org/c/translations/11)で作成できます。そのためには、アカウントの作成をするか（まだアカウントがない場合）、Googleでログインする必要があります。
nb_no: Du kan opprette et innlegg i [oversettelsesseksjonen på forumet vårt](https://forum.antennapod.org/c/translations/11). For å gjøre det må du opprette en konto (hvis du ikke allerede har en) eller bare logge inn via Google.
nl: Je kunt een bericht maken in de [sectie vertalingen op ons forum](https://forum.antennapod.org/c/translations/11). Maak hiervoor een account aan (als je dat nog niet hebt) of log in via Google.
pt_br: Você pode criar um tópico na [seção de traduções do nosso fórum](https://forum.antennapod.org/c/translations/11). Para isso, é necessário criar uma conta (caso ainda não tenha uma) ou simplesmente fazer login com o Google.
ru: Вы можете создать сообщение в разделе [переводы на нашем форуме](https://forum.antennapod.org/c/translations/11). Для этого вам нужно создать аккаунт (если у вас его еще нет) или просто войти в систему через Google.
tr: [Forumumuzdaki çeviriler bölümünde](https://forum.antepod.org/c/translations/11) bir gönderi oluşturabilirsiniz . Bunu yapmak için bir hesap oluşturmanız (henüz bir hesabınız yoksa) veya Google üzerinden giriş yapmanız yeterlidir.
uk: Ви можете створити публікацію в [розділі перекладів на нашому форумі](https://forum.antennapod.org/c/translations/11). Для цього потрібно створити обліковий запис (якщо у вас його ще немає) або просто увійти через Google.
