Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: As a community project, AntennaPod relies on voluntary code contributions from a wide range of people. Not just for the app itself, but also the website and related projects.
ca: Com a projecte comunitari, AntennaPod es basa en contribucions voluntàries de codi d'una àmplia gamma de persones. No només per a l'app en si, sinó també per a la pàgina web i els projectes relacionats.
cs: AntennaPod je komunitní projekt a spoléhá na dobrovolné příspěvky široké škály lidí. Nejen pro samotnou aplikaci, ale také pro webové stránky a související projekty.
da: Som et fællesskabsprojekt er AntennaPod afhængig af frivillige kodebidrag fra en lang række mennesker. Ikke kun til selve appen, men også til hjemmesiden og relaterede projekter.
de: AntennaPod ist ein Gemeinschaftsprojekt, das auf freiwillige Beiträge vieler Personen angewiesen ist. Das gilt nicht nur für die App selbst, sondern auch für die Webseite und verwandte Projekte.
es: Como proyecto comunitario, AntennaPod depende de las contribuciones voluntarias de código de un amplio abanico de personas. No solo para la propia aplicación, sino también para el sitio web y los proyectos relacionados.
fa: آنتناپاد به‌عنوان یک پروژه اجتماعی، به مشارکت‌های داوطلبانه کدنویسی از طیف گسترده‌ای از افراد وابسته است. نه تنها برای خود برنامه، بلکه برای وبگاه و پروژه‌های مرتبط نیز.
fi: Yhteisöprojektina AntennaPod luottaa useiden ihmisten vapaaehtoisiin koodin avustuksiin. Ei vain itse sovellukselle, vaan myös verkkosivustolle ja siihen liittyville projekteille.
fr: En tant que projet communautaire, AntennaPod repose sur les contributions volontaires de code d'un large éventail de personnes. Pas seulement pour l'application elle-même, mais aussi pour le site web et les projets connexes.
gl: Como proxecto comunitario, AntennaPod depende das contribucións ao código das persoas voluntarias. Non só para a app, se non tamén para a páxina web e os proxectos relacionados.
hi: एक सामुदायिक परियोजना के रूप में, एंटेनापॉड लोगों की एक विस्तृत श्रृंखला के स्वैच्छिक कोड योगदान पर निर्भर करता है। न केवल ऐप के लिए, बल्कि वेबसाइट और संबंधित परियोजनाओं के लिए भी।
nb_no: Som et fellesskapsprosjekt avhenger AntennaPod av frivillige som gjør kodebidrag. Ikke kun for programmet, men også nettsiden og relaterte prosjekter.
nl: Als een gemeenschapsproject vertrouwt AntennaPod op vrijwillige codebijdragen van een breed scala van mensen. Niet alleen voor de app zelf, maar ook voor de website en aanverwante projecten.
pt_br: Sendo um projeto da comunidade, o AntennaPod conta com contribuições voluntárias de código de uma ampla variedade de pessoas. Não apenas para o app em si, mas também para o site e projetos relacionados.
ru: Будучи проектом сообщества, AntennaPod полагается на добровольный вклад в код от широкого круга людей. Не только для самого приложения, но и для веб-сайта и сопутствующих проектов.
tr: Bir topluluk projesi olarak AntennaPod, çok çeşitli insanların gönüllü kod katkılarına dayanmaktadır. Sadece uygulamanın kendisi için değil, aynı zamanda web sitesi ve ilgili projeler için gereklidir.
uk: Як проект спільноти, AntennaPod покладається на добровільні внески коду від широкого кола людей. Не лише для самої програми, але й для веб-сайту та пов’язаних проектів.

source: 1. App (Java)
ca: 1. Aplicació (Java)
hi: 1. ऐप (जावा)
nb_no: 1. Programmet (Java)
uk: 1. Додаток (Java)

source: You're right at it: the core of the project! Used by thousands of people across the world, your contributions are an important contribution to an open podcasting ecosystem. So, are you experienced with Java, or just getting started? We welcome your contributions in our [GitHub repository](https://github.com/AntennaPod/AntennaPod).
ca: Tens raó: el nucli del projecte! Utilitzat per milers de persones a tot el món, les teves contribucions són una contribució important a un ecosistema de podcasting obert. Aleshores, tens experiència amb Java o acabes de començar? Les teves contribucions són benvingudes al nostre [repositori GitHub](https://github.com/AntennaPod/AntennaPod).
da: Du er nu ved kernen i projektet! Dit bidrag bruges af tusindvis af mennesker over hele verden og er et vigtigt bidrag til et åbent økosystem for podcasting. Har du erfaring med Java, eller er du lige begyndt? Vi tager med glæde mod dine bidrag i vores [GitHub-depot](https://github.com/AntennaPod/AntennaPod).
hi: आप सही कह रहे हैं: परियोजना का मूल! दुनिया भर में हजारों लोगों द्वारा उपयोग किया जाता है, आपका योगदान एक खुले पॉडकास्टिंग पारिस्थितिकी तंत्र में एक महत्वपूर्ण योगदान है। तो, क्या आपको जावा का अनुभव है, या अभी शुरुआत कर रहे हैं? हम अपने [GitHub रिपॉजिटरी](https://github.com/AntennaPod/AntennaPod) में आपके योगदान का स्वागत करते हैं।
nb_no: Her er du: midt i kjernen av prosjektet! Brukt av tusenvis av personer over hele verden er dine bidrag er viktige for økosystemet rundt frie nettradioopptak. Har erfaring med Java eller er du i startgropen? Du er velkommen til kan du bidra på vårt [GitHub-kodelager](https://github.com/AntennaPod/AntennaPod).
uk: Ви маєте рацію: суть проекту! Ваші внески, якими користуються тисячі людей у всьому світі, є важливим внеском у відкриту екосистему подкастингу. Отже, ви маєте досвід роботи з Java чи тільки починаєте? Ми вітаємо ваші внески в нашому [репозиторії GitHub](https://github.com/AntennaPod/AntennaPod).

source: Where we need help
ca: On necessitem ajuda
da: Her har vi brug for hjælp
hi: जहां हमें मदद की जरूरत है
nb_no: Hvor vi trenger hjelp
uk: Де нам потрібна допомога

source: There's a few areas where we could well use your support. Because they're important, often-requested, or both. We've set up a clear overview of [the issues and feature areas we most need help with](https://github.com/AntennaPod/AntennaPod/projects/2). Get yourself into any of the following issues and we'll add you to our (mental) list for eternal gratitude!
da: Der er et par områder, hvor vi godt kunne bruge din støtte. Fordi de er vigtige, ofte efterspurgte eller begge dele. Vi har lavet en tydelig oversigt over [de problemer og funktionsområder, som vi har mest brug for hjælp til](https://github.com/AntennaPod/AntennaPod/projects/2). Kast dig over et af de følgende problemer, og vi vil være dig evigt taknemmelige!
hi: ऐसे कुछ क्षेत्र हैं जहां हम आपके समर्थन का अच्छी तरह से उपयोग कर सकते हैं। क्योंकि वे महत्वपूर्ण हैं, अक्सर अनुरोधित होते हैं, या दोनों। हमने [उन मुद्दों और फीचर क्षेत्रों का स्पष्ट अवलोकन स्थापित किया है जिनमें हमें सबसे अधिक मदद की आवश्यकता है](https://github.com/AntennaPod/AntennaPod/projects/2)। अपने आप को निम्नलिखित में से किसी भी मुद्दे में शामिल करें और हम आपको शाश्वत कृतज्ञता के लिए हमारी (मानसिक) सूची में जोड़ देंगे!

source: Apart from these major projects, you can always check out the [issues with the 'help wanted' label](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) on GitHub.
da: Ud over disse større projekter kan du altid tjekke [problemer med etiketten 'hjælp ønsket'](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) på GitHub.
hi: इन प्रमुख परियोजनाओं के अलावा, आप हमेशा GitHub पर ['सहायता वांछित' लेबल वाले मुद्दे](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) देख सकते हैं।

source: If you prefer bug-hunting, your go-to list for a weekend bug-hunt is the ['confirmed bugs' issue label](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) on GitHub.
ca: Si prefereixes la caça d'errors, la teva llista de referència per a un cap de setmana de caça d'errors és [«etiqueta d'errors confirmats»](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) a GitHub.
da: Hvis du foretrækker at jagte fejl, kan du gå til listen med [problem-etiketten 'bekræftede fejl'](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) på GitHub.
hi: यदि आप बग-शिकार करना पसंद करते हैं, तो सप्ताहांत बग-शिकार के लिए आपकी पसंदीदा सूची ['पुष्टिकृत बग' समस्या लेबल](https://github.com/AntennaPod/AntennaPod/labels/Type%320 Confirmed%20 bug) है ) GitHub पर।
nb_no: Hvis du foretrekker å fikse feil, kan du begynne med [«Bekreftede feil»](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) på GitHub.
uk: Якщо ви віддаєте перевагу пошуку помилок, ваш список для пошуку помилок на вихідних — це [мітка проблеми з підтвердженими помилками](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug ) на GitHub.

source: Getting started
ca: Introducció
da: Kom godt i gang
hi: आरंभ करें
nb_no: Begynn
uk: Початок роботи

source: **Before** Please don't just submit a PR, but always *announce your interest first*. Sometimes we didn't yet reach an agreement on a user experience and interface. It can happen that someone agreed to start working on something, but we forgot to 'assign' the GitHub issue. Chipping in on our forum is the best way to avoid lost hours on code that won't be accepted.
ca: **Abans** Si us plau no et limitis a enviar un PR, sempre *anuncia primer el teu interès*. De vegades, encara no arribem a un acord sobre una experiència d'usuari i interfície. Pot passar que alguna gent hagi acordat començar a treballar en alguna cosa, però que se'ns hagi oblidat d'«assignar» la qüestió de GitHub. Tafanejar pel nostre fòrum és la millor manera d'evitar hores perdudes en codi que no serà acceptat.
da: **Før** Du skal ikke bare indsende en PR, men altid *tilkendegive din interesse først*. Nogle gange er vi endnu ikke nået til enighed om en brugeroplevelse og grænseflade. Det kan ske, at nogen har indvilliget i at begynde at arbejde på noget, men at vi har glemt at 'tildele' GitHub-problemet til vedkommende. At give sig til kende i vores forum er den bedste måde at undgå at spilde tid på kode, der ikke bliver accepteret.
hi: **पहले** कृपया केवल पीआर सबमिट न करें, बल्कि हमेशा *पहले अपनी रुचि की घोषणा करें*। कभी-कभी हम उपयोगकर्ता अनुभव और इंटरफ़ेस पर अभी तक किसी समझौते पर नहीं पहुँच पाए हैं। ऐसा हो सकता है कि कोई व्यक्ति किसी चीज़ पर काम शुरू करने के लिए सहमत हो, लेकिन हम GitHub मुद्दे को 'असाइन' करना भूल गए। स्वीकार नहीं किए जाने वाले कोड पर घंटों की बर्बादी से बचने के लिए हमारे मंच पर शामिल होना सबसे अच्छा तरीका है।
nb_no: **På forhånd** Ikke send inn flettingsforespørsler uoppfordret, men alltid *annonser din interresse på forumet først*. Noen ganger har vi ikke rukket å bli enige om brukeropplevelse og -grensesnitt. Det kan også skje at en problemrapport ikke er tildelt noen, eller at det blir glemt. Å bidra på forumet er den beste måten å unngå å bruke timevis på kode som ikke blir akseptert.
uk: **До** Будь ласка, не просто надсилайте PR, але завжди *спочатку оголошуйте про свою зацікавленість*. Іноді ми ще не дійшли згоди щодо взаємодії з користувачем та інтерфейсу. Може статися так, що хтось погодився почати працювати над чимось, але ми забули «призначити» проблему GitHub. Підключення до нашого форуму – це найкращий спосіб уникнути втрачених годин на код, який не буде прийнято.

source: **During** Have a look at our wiki; it contains [handy info for contributors](https://github.com/AntennaPod/AntennaPod/wiki). You'll find there, for example, information about the project's [code style](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) and can learn [how to make sure you get accredited](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for your work in the app. Last but not least: build instructions and info about debug logs.
ca: **Durant** Fes una ullada a la nostra wiki; conté [informació pràctica per a contributors](https://github.com/AntennaPod/AntennaPod/wiki). Allà trobaràs, per exemple, informació sobre l'[estil de codi](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) del projecte i aprendre [com assegurar-te que seràs acreditat](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) pel teu treball a l'aplicació. Finalment, però no menys important: instruccions de construcció i informació sobre els registres de depuració.
da: **Undervejs** Tag et kig i vores wiki; den indeholder [praktisk information for bidragydere](https://github.com/AntennaPod/AntennaPod/wiki). Der finder du f.eks. oplysninger om projektets [kodestil](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) og kan se [hvordan du sikrer dig, at du bliver akkrediteret](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for dit arbejde i appen. Sidst, men ikke mindst: byggevejledninger og info om fejlfindings-logs.
hi: **के दौरान** हमारे विकि पर एक नज़र डालें; इसमें [योगदानकर्ताओं के लिए उपयोगी जानकारी](https://github.com/AntennaPod/AntennaPod/wiki) शामिल है। उदाहरण के लिए, आपको वहां प्रोजेक्ट की [कोड शैली](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) के बारे में जानकारी मिलेगी और आप सीख सकते हैं कि [कैसे सुनिश्चित करें कि आप मान्यता प्राप्त हों](https ऐप में आपके काम के लिए ://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page)। अंतिम लेकिन महत्वपूर्ण बात: डिबग लॉग के बारे में निर्देश और जानकारी बनाएं।
nb_no: **Når du bidrar** Ta en titt på wiki-en, den har [nyttig info for bidragsytere](https://github.com/AntennaPod/AntennaPod/wiki). Her finner du instruks om prosjektets [kodestil](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) og du kan lære [hvordan du blir listet opp som bidragsyter](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for ditt arbeid med prosjektet. Sist men ikke minst: Bygginstruks og info om feilsøkingslogger.
uk: **Протягом** Перегляньте нашу вікі; він містить [зручну інформацію для учасників](https://github.com/AntennaPod/AntennaPod/wiki). Ви знайдете там, наприклад, інформацію про проекту [стиль коду](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) і можете дізнатися [як переконатися, що ви отримали акредитацію](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) для вашої роботи в програмі. І останнє, але не менш важливе: інструкції зі створення та інформація про журнали налагодження.

source: **After** Talk about your work, and claim that fame! It might inspire other potential contributors, and helps promote the app generally. We're happy to retweet your tweets!
ca: **Després** Parla sobre la teva feina, i reclama aquesta fama! Pots inspirar altres possibles col·laboradores, i ajudar a promocionar l'aplicació en general. Estem contents de retwitejar els teus tweets!
da: **Efter** Fortæl om dit arbejde, og gør krav på din berømmelse! Det kan inspirere andre potentielle bidragydere og er med til at fremme appen generelt. Vi retweeter gerne dine tweets!
hi: **बाद** अपने काम के बारे में बात करें, और उस प्रसिद्धि का दावा करें! यह अन्य संभावित योगदानकर्ताओं को प्रेरित कर सकता है, और आम तौर पर ऐप को बढ़ावा देने में मदद करता है। हमें आपके ट्वीट को रीट्वीट करके खुशी होगी!
nb_no: **Etterpå** Snakk om arbeidet ditt og legg hevd på berømmelsen! Det kan inspirere andre potensielle bidragsytere, og hjelper oss å promotere appen generelt. Vi retweeter gjerne dine tweets!
uk: **Після** Розповідайте про свою роботу та претендуйте на цю славу! Це може надихнути інших потенційних співавторів і сприяти просуванню програми в цілому. Ми раді ретвітнути ваші твіти!

source: 2. Website (SCSS, HTML)
ca: 2. Lloc web (SCSS, HTML)
da: 2. Hjemmeside (SCSS, HTML)
hi: 2. वेबसाइट (एससीएसएस, एचटीएमएल)
nb_no: 2. Nettsiden (SCSS, HTML)
uk: 2. Веб-сайт (SCSS, HTML)

source: The base of our new website was kindly built by [Anxhelo](https://lushka.al). Now we're ready to expand! Are you familiar with [Jekyll](https://jekyllrb.com/)? Then help us implement (parts of) [our website wishlist](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) and check out our [website repository](https://github.com/AntennaPod/antennapod.github.io) now.
ca: La base del nostre lloc web nou ha estat amablement proporcionada per [Anxhelo](https://lushka.al). Ara estem a punt per a expandir-nos! Estàs familiaritzat amb [Jekyll](https://jekyllrb.com/)? Aleshores ajuda'ns a implementar (parts de) [la nostra llista de desitjos per al lloc web](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) i fes un cop d'ull [al nostre repositori del lloc web](https://github.com/AntennaPod/antennapod.github.io).
da: Fundamentet for vores nye hjemmeside blev venligst bygget af [Anxhelo](https://lushka.al). Nu er vi klar til at udvide! Er du bekendt med [Jekyll](https://jekyllrb.com/)? Så hjælp os med at implementere (dele af) [vores ønskeliste til webstedet](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) og tjek vores [website-depot](https://github.com/AntennaPod/antennapod.github.io) nu.
hi: हमारी नई वेबसाइट का आधार दयालुतापूर्वक [Anxhelo](https://lushka.al) द्वारा बनाया गया था। अब हम विस्तार के लिए तैयार हैं! क्या आप [जेकिल](https://jekyllrb.com/) से परिचित हैं? फिर [हमारी वेबसाइट विशलिस्ट](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) को लागू करने में हमारी मदद करें और हमारी [वेबसाइट रिपॉजिटरी](https:/) देखें /github.com/AntennaPod/antennapod.github.io) अभी।
nb_no: Grunnlaget for vår nettside ble bygd av [Anxhelo](https://lushka.al). Nå er vi klare til å utvide. Hvis du kan noe om [Jekyll](https://jekyllrb.com/) kan du bidra. Hjelp til med å implementere [ønskelisten](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) og sjekk ut [nettside-kodelageret](https://github.com/AntennaPod/antennapod.github.io) nå.
uk: Основу нашого нового веб-сайту люб’язно створив [Anxhelo](https://lushka.al). Тепер ми готові до розширення! Ви знайомі з [Jekyll](https://jekyllrb.com/)? Тоді допоможіть нам реалізувати (частини) [списку побажань нашого веб-сайту](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) і перегляньте наш [репозиторій веб-сайту](https://github.com/AntennaPod/antennapod.github.io) зараз.

source: 3. Upstream & other projects
ca: 3. Upstream i altres projectes
da: 3. Opstrøms & andre projekter
hi: 3. अपस्ट्रीम और अन्य परियोजनाएं
nb_no: 3. Oppstrøms- og andre prosjekter
uk: 3. Розвідка та інші проекти

source: AntennaPod doesn't live in isolation. The project relies on many others - contributing to those means helping AntennaPod thrive:
ca: AntennaPod no viu aïllat. El projecte depèn de molts altres: contribuir a aquests és ajudar a que AntennaPod prosperi:
da: AntennaPod eksisterer ikke i isolation. Projektet er afhængig af mange andre projekter – at bidrage til dem hjælper også AntennaPod med at trives:
hi: एंटीनापॉड अलगाव में नहीं रहता है। यह परियोजना कई अन्य लोगों पर निर्भर करती है - उनमें योगदान करने का अर्थ है एंटीनापॉड को फलने-फूलने में मदद करना:
nb_no: AntennaPod er ikke et isolert prosjekt. Det avhenger av mange andre. Å bidra til dem hjelper AntennaPod å ha framgang:
uk: AntennaPod не живе ізольовано. Проект спирається на багато інших – сприяти цьому означає допомагати AntennaPod процвітати:

source: **Nextcloud Podcast app** (Vue, PHP, Javascript) December 2020 Jonas Heinrich created the [Nextcloud Podcast app](https://apps.nextcloud.com/apps/podcast). It already is a great way to subscribe and listen to your podcasts online, in a self-hosted environment. Its further development and [integration with AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) would be a very welcome addition.
ca: **Aplicació de Podcast de Nextcloud** (Vue, PHP, Javascript) Al desembre de 2020 Jonas Heinrich va crear l'[Aplicació de Podcast de Nextcloud](https://apps.nextcloud.com/apps/podcast). És una bona manera de subscriure's i escoltar podcasts en línia en un ambient de selfhosting. El seu futur desenvolupament i [la integració amb AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) seria una addició benvinguda.
da: **Nextcloud Podcast-app** (Vue, PHP, Javascript) I december 2020 oprettede Jonas Heinrich [Nextcloud Podcast-appen](https://apps.nextcloud.com/apps/podcast). Den er allerede en god måde at abonnere på og lytte til dine podcasts online i et selvhostet miljø. Dens videreudvikling og [integration med AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) ville være en meget velkommen tilføjelse.
hi: **नेक्स्टक्लाउड पॉडकास्ट ऐप** (Vue, PHP, Javascript) दिसंबर 2020 जोनास हेनरिक ने [नेक्स्टक्लाउड पॉडकास्ट ऐप](https://apps.nextcloud.com/apps/podcast) बनाया। यह पहले से ही स्व-होस्ट किए गए वातावरण में अपने पॉडकास्ट को ऑनलाइन सब्सक्राइब करने और सुनने का एक शानदार तरीका है। इसका आगे का विकास और [AntennaPod के साथ एकीकरण](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) एक बहुत ही स्वागत योग्य योगदान होगा।
nb_no: **Nextcloud-programmet for nettradioopptak** (Vue, PHP, JavaScript) Seint i 2020 lagde Jonas Heinrich [Nextcloud Podcast app](https://apps.nextcloud.com/apps/podcast). Den lar deg abonnere og lytte på podkaster på nett, i et selvtjent miljø. Ytterligere utvikling og [integrasjon med AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) vil være et kjærkomment tiillegg.
uk: **Додаток Nextcloud Podcast** (Vue, PHP, Javascript) Грудень 2020 р. Йонас Генріх створив [додаток Nextcloud Podcast](https://apps.nextcloud.com/apps/podcast). Це вже чудовий спосіб підписатися та слухати ваші подкасти онлайн, у власному середовищі. Його подальший розвиток та [інтеграція з AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) були б дуже бажаним доповненням.
