Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: Out of the estimated [world population](https://en.wikipedia.org/wiki/World_population) of 8 billion people, 'only' 1.5 billion [speak English](https://www.ethnologue.com/insights/ethnologue200/). This may not mean much per se. But if anything, we can conclude that making AntennaPod available in more languages, makes the app accessible to more people. As a side benefit, localizing the app also helps our project grow beyond the current main userbases (Germany and the US).
cs: Z odhadovaného počtu 8 miliard lidí [na světě](https://en.wikipedia.org/wiki/World_population) jich „pouze“ 1,5 miliardy [mluví anglicky](https://www.ethnologue.com/insights/ethnologue200/). To samo o sobě nemusí znamenat mnoho. Ale pokud něco, můžeme z toho vyvodit závěr, že zpřístupnění aplikace AntennaPod ve více jazycích ji zpřístupní více lidem. Vedlejším přínosem je, že lokalizace aplikace také pomáhá našemu projektu růst mimo současnou hlavní uživatelskou základnu (Německo a USA).
de: Von der geschätzten [Weltbevölkerung](https://de.wikipedia.org/wiki/Weltbevölkerung) von 8 Milliarden Menschen sprechen „nur“ 1,5 Milliarden [Englisch](https://www.ethnologue.com/insights/ethnologue200/). Das mag an sich nicht viel bedeuten. Aber wenn überhaupt, dann können wir daraus schließen, dass das Bereitstellen von AntennaPod in mehr Sprachen die App für mehr Menschen zugänglich macht. Als Nebeneffekt trägt die Lokalisierung der App auch dazu bei, dass unser Projekt über die derzeitigen Hauptnutzergruppen (Deutschland und die USA) hinauswächst.
fa: بر پایه بررسی [جمعیت جهانی](https://en.wikipedia.org/wiki/World_population) ۸ میلیارد نفره، «فقط» ۱.۵ میلیارد نفر [انگلیسی صحبت می‌کنند](https://www.ethnologue.com/insights/ethnologue200/). این به‌خودی‌خود شاید چیز زیادی نشان ندهد. اما اگر برداشتی کنیم، این است که در دسترس قرار دادن آنتناپاد به زبان‌های بیشتر، برنامه را برای افراد بیشتری قابل استفاده می‌کند. به‌عنوان یک ویژگی جانبی، بومی‌سازی برنامه همچنین به رشد پروژه ما فراتر از پایگاه‌های کاربری کنونی (آلمان و ایالات متحده) کمک می‌کند.
fi: Arvioidusta [maailman väestöstä](https://en.wikipedia.org/wiki/World_population), jossa on 8 miljardia ihmistä, "vain" 1,5 miljardia [puhutaan englantia](https://www.ethnologue.com/insights/ etnologi200/). Tämä ei välttämättä merkitse paljon sinänsä. Mutta jos mitään, voimme päätellä, että AntennaPodin saattaminen saataville useammilla kielillä, tekee sovelluksesta helpommin saavutettavan useammille ihmiselle . Sivuetuna sovelluksen lokalisointi auttaa myös projektiamme kasvamaan nykyisten pääkäyttäjäkantojen (Saksa ja Yhdysvallat) ulkopuolelle.
fr: Sur une [population mondiale](https://en.wikipedia.org/wiki/World_population) estimée à 8 milliards d'habitants, seuls 1,5 milliard d'entre eux [parlent anglais](https://www.ethnologue.com/insights/ethnologue200/). Cela ne signifie peut-être pas grand-chose, mais rendre AntennaPod disponible dans plusieurs langues permet une plus grande accessibilité. Une application traduite aide à se développer au-delà de nos principales bases d'utilisateurs (Allemagne et États-Unis).
gl: Dunha [poboación estimada](https://en.wikipedia.org/wiki/World_population) de 8 mil millóns de persoas, 'só' 1500 millóns [falan Inglés](https://www.ethnologue.com/insights/ethnologue200/). Por si só non é un dato moi relevante, pero levounos á conclusión de que ofrecer AntennaPod en máis idiomas axudaría a facela máis accesible para moita xente. Como beneficio engadido, internacionalizar a app axuda a que o proxecto medre máis alá da base actual de usuarias (Alemaña e EEUU).
nl: Van de geschatte [wereldbevolking](https://nl.wikipedia.org/wiki/Wereldbevolking) van 8 miljard mensen, spreken er 'slechts' 1,5 miljard [Engels](https://www.ethnologue.com/insights/ethnologue200/). Dit betekent op zich misschien niet veel. Maar als er iets is dat we kunnen concluderen, dan is het dat het beschikbaar maken van AntennaPod in meer talen de app toegankelijk maakt voor meer mensen. Bovendien, het vertalen van de app helpt ons project ook om te groeien buiten de twee huidige belangrijkste gebruikersgroepen (in Duitsland en de VS).
pt_br: Dos estimados 8 bilhões de [pessoas no mundo](https://pt.wikipedia.org/wiki/Popula%C3%A7%C3%A3o_mundial), 'apenas' 1.5 bilhão [fala inglês](https://www.ethnologue.com/insights/ethnologue200/). Talvez isso não diga muito. Mas, se alguma coisa podemos concluir, é que disponibilizar o AntennaPod em mais idiomas ajuda a tornar o app acessível a mais pessoas. De quebra, o processo de localização do app também ajuda nosso projeto a ir além da base principal de usuários atuais (Alemanha e Estados Unidos).
ru: Из примерно 8 миллиардов человек [мирового населения](https://en.wikipedia.org/wiki/World_population) "только" 1,5 миллиарда [говорят по-английски](https://www.ethnologue.com/insights/ethnologue200/). Само по себе это может мало что значить. Но если уж на то пошло, можно сделать вывод, что если сделать AntennaPod доступным на большем количестве языков, это сделает приложение доступным для большего количества людей. В качестве побочного преимущества локализация приложения также помогает нашему проекту выйти за пределы текущей основной базы пользователей (Германия и США).

source: Our translations are hosted on Weblate, an open source localisation platform. Anyone can sign up there and [start translating for AntennaPod](https://hosted.weblate.org/projects/antennapod). You'll find everything you need to know in [Weblate's documentation for translators](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
cs: Naše překlady jsou umístěny na Weblate, open source lokalizační platformě. Každý se tam může zaregistrovat a [začít překládat pro AntennaPod](https://hosted.weblate.org/projects/antennapod). Vše potřebné najdete v [dokumentaci Weblate pro překladatele](https://docs.weblate.org/en/latest/user/translating.html){:target=„_blank“}.
de: Unsere Übersetzungen werden auf Weblate gehostet, einer Open-Source-Lokalisierungsplattform. Jeder kann sich dort anmelden und [für AntennaPod anfangen zu übersetzen](https://hosted.weblate.org/projects/antennapod). Alles, was du wissen musst, findest du in der [Weblate-Dokumentation für Übersetzer](https://docs.weblate.org/de/latest/user/translating.html){:target="_blank"}.
fa: ترجمه‌های ما در وب‌لیت، یک سکو بومی‌سازی متن‌باز، میزبانی می‌شوند. هر کسی می‌تواند آنجا ثبت‌نام کند و [ترجمه برای آنتناپاد را آغاز کند](https://hosted.weblate.org/projects/antennapod). هر آنچه باید بدانید در [مستندات وب‌لیت برای مترجمان](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"} خواهید یافت.
fi: Käännöksiin käytämme Weblaten avoimeen lähdekoodiin perustuvaa alustaa. Kuka tahansa voi rekisteröityä sinne ja [aloittaa AntennaPod kääntämisen](https://hosted.weblate.org/projects/antennapod). Weblaten dokumentaatiosta löydät [kaiken mitä tarvitset kääntämisen aloittamiseen](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
gl: As traducións están aloxadas en Weblate, unha plataforma de código aberto para traducións. Calquera pode crear unha conta alí e [comezar a traducir AntennaPod](https://hosted.weblate.org/projects/antennapod). Atoparás todo o preciso na [documentación de Weblate para tradutoras](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
nl: Onze vertalingen beheren we via Weblate, een open source vertaalplatform. Iedereen kan zich daar aanmelden en [beginnen met het vertalen van AntennaPod](https://hosted.weblate.org/projects/antennapod). Alles wat je daarvoor moet weten, vindt je in [Weblate's documentatie voor vertalers](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
pt_br: Nossas traduções são hospedadas no Weblate, uma plataforma de localização de código aberto. Qualquer pessoa pode se cadastrar e [começar a traduzir para o AntennaPod](https://hosted.weblate.org/projects/antennapod). Você encontrará tudo o que precisa saber na [documentação do Weblate para tradutores](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
ru: Наши переводы размещаются на Weblate, платформе локализации с открытым исходным кодом. Любой желающий может зарегистрироваться там и [начать переводить для AntennaPod](https://hosted.weblate.org/projects/antennapod). Все, что вам нужно знать, вы найдете в [документации Weblate для переводчиков](https://docs.weblate.org/en/latest/user/translating.html){:target="_blank"}.
tr: Çevirilerimiz açık kaynaklı bir yerelleştirme platformu olan Weblate'de barındırılıyor. Herkes oraya kaydolabilir ve [Antentapod'u tercüme etmeye başlayabilir](https://hosted.weblate.org/projects/antennapod). Bilmeniz gereken her şeyi [Weblate'in çevirmenler için belgeler](https://docs.weblate.org/en/latest/user/translating.html)inde bulacaksınız {: target="_blank"}.

source: Graph with status of AntennaPod translations on Weblate.
cs: Graf se stavem překladů AntennaPodu na Weblate.
de: Diagramm mit dem Status der AntennaPod-Übersetzungen auf Weblate.
es: Gráfico del estado de las traducciones de AntennaPod en Weblate.
fa: نمودار وضعیت ترجمه‌های آنتناپاد در وب‌لیت.
fi: AntennaPodin graafinen käännösstatus Weblatessa.
fr: Graphiques représentant l'état de traduction d'AntennaPod sur Weblate.
gl: Gráfico dende Weblate co estado das traducións de AntennaPod.
nl: Diagram met de status van AntennaPod-vertalingen op Weblate.
pt_br: Gráfico com o status das traduções do AntennaPod no Weblate.
ru: График со статусом переводов AntennaPod на Weblate.
tr: Weblate üzerindeki AntennaPod çevirilerinin durumunu gösteren grafik.

source: 1. The app
cs: 1. Aplikace
de: 1. Die App
fa: ۱. برنامه
fi: 1. Sovellus
fr: 1. L'application
gl: 1. A app
nl: 1. De app
pt_br: 1. O aplicativo
ru: 1. Приложение
tr: 1. Uygulama

source: The app is currently available in more than 38 languages. While there are even more translations in Weblate, we only include languages in the app which are at least 40% translated. Below that threshold the app hardly provides a good user experience.
cs: Aplikace je v současné době k dispozici ve více než 38 jazycích. Ačkoli je překladů ve Weblate ještě více, do aplikace zahrnujeme pouze jazyky, které jsou přeloženy alespoň ze 40 %. Pod touto hranicí aplikace jen stěží poskytuje dobrý uživatelský zážitek.
de: Die App ist derzeit in mehr als 38 Sprachen verfügbar. Es gibt zwar noch mehr Übersetzungen in Weblate, aber wir nehmen nur Sprachen in die App auf, die zu mindestens 40 % übersetzt sind. Unterhalb dieser Grenze bietet die App kaum noch ein gutes Nutzungserlebnis.
fa: این برنامه هم‌اکنون به بیش از ۳۸ زبان در دسترس است. اگرچه ترجمه‌های بیشتری در وب‌لیت وجود دارد، ما فقط زبان‌هایی را در برنامه جای می‌دهیم که دست‌کم ۴۰٪ ترجمه شده باشند. زیر این آستانه، برنامه به‌سختی تجربه کاربری خوبی فراهم می‌کند.
fi: Sovellus on tällä hetkellä saatavilla yli 38 kielellä. Vaikka Weblatessa on enemmän kieliä, emme välttämättä sisällytä niitä sovellukseen. Pyrimme säilyttämään 40 %:n kynnyksen kielten osalta. Jos kielen käännösprosentti alittaa sen, sovellus tuskin tarjoaa hyvää käyttökokemusta.
gl: Actualmente a app está dispoñible en máis de 38 idiomas. Aínda que en Weblate hai máis traducións, só incluímos os idiomas nos que a app está traducida máis dun 40%. Con valores inferiores a experiencia de uso da app non é satisfactoria.
nl: De app is momenteel beschikbaar in meer dan 38 talen. Hoewel we nog meer vertaling in hebben Weblate, nemen we alleen die talen op, die tenminste 40% vertaald zijn. Onder die drempelwaarde biedt de app nauwelijks een goede gebruikerservaring.
pt_br: O app está disponível atualmente em mais de 38 idiomas. Embora existam ainda mais traduções no Weblate, nós incluímos no app apenas idiomas que tenham pelo menos 40% de tradução. Abaixo dessa margem, o app dificilmente oferece uma boa experiência do usuario.
ru: В настоящее время приложение доступно более чем на 38 языках. Хотя в Weblate еще больше переводов, мы включаем в приложение только те языки, которые переведены не менее чем на 40 %. Ниже этого порога приложение вряд ли обеспечит хороший пользовательский опыт.
tr: Uygulama şu anda 38'den fazla dilde mevcuttur. Weblate'de daha fazla çeviri olsa da, yalnızca uygulamaya en az% 40 tercüme edilen dilleri ekliyoruz. Bu eşiğin altında, uygulama iyi bir kullanıcı deneyimi sağlamaz.

source: Updated translations are published with every 'point release'. These are releases like 2.0, 2.5, etc., which introduce improvements and new features. On average, it might take a month or two before your work is available in a release.
cs: Aktualizované překlady jsou zveřejňovány s každým „bodovým vydáním“. Jedná se o verze jako 2.0, 2.5 atd., které přinášejí vylepšení a nové funkce. V průměru může trvat měsíc nebo dva, než bude vaše práce k dispozici ve vydání.
de: Aktualisierte Übersetzungen werden mit jeder „Punktversion“ veröffentlicht. Dies sind Versionen wie 2.0, 2.5 usw., die Verbesserungen und neue Funktionen enthalten. Im Durchschnitt kann es ein oder zwei Monate dauern, bis deine Arbeit in einer neuen Version veröffentlicht wird.
fa: ترجمه‌های به‌روز شده با هر «نسخه نقطه‌ای» منتشر می‌شوند. این‌ها نسخه‌هایی مانند ۲.۰، ۲.۵ و غیره هستند که بهبودها و ویژگی‌های جدید را معرفی می‌کنند. به‌طور متوسط، ممکن است یک یا دو ماه طول بکشد تا کار شما در یک نسخه در دسترس قرار بگیرد.
fi: Uudet käännökset vedetään Weblatesta GitHubiin (kehitysalusta) ainakin jokaiselle "pistejulkaisulle". Nämä ovat julkaisuja, kuten 2.0, 2.5 jne., jotka esittelevät uusia ominaisuuksia. Julkaisemme myös päivityksiä, joissa on virheenkorjauksia ja uusia käännöksiä. Keskimäärin voi kestää kuukauden tai kaksi, ennen kuin työsi on saatavilla julkaisuna.
gl: As actualizacións das traducións realízase cada 'versión con punto'. Son versións como 2.0, 2.5, etc., que inclúen melloras e novas funcións. Por término poden pasar un ou dous meses ata que o teu traballo aparece nunha nova versión.
nl: Nieuwe vertalingen worden ten minste voor elke 'puntrelease' gepubliceerd. Dat zijn releases zoals 2.0, 2.5, enz., met verbeteringen en nieuwe functies. Gemiddeld kan het een maand of twee duren voordat je werk beschikbaar is in een release.
pt_br: As traduções atualizadas são publicadas a cada versão de 'ponto'. São versões como 2.0, 2.5, etc., que introduzem melhorias e novos recursos. Em média, pode levar de um a dois meses até que o seu trabalho esteja disponível em uma nova versão.
ru: Обновленные переводы публикуются с каждым "релизом". Это такие релизы, как 2.0, 2.5 и т. д., в которых представлены улучшения и новые возможности. В среднем может пройти месяц или два, прежде чем ваша работа появится в релизе.

source: If you contributed translations, you will be mentioned in the app with your Weblate username under `Settings` » `About` » `Contributors`.
cs: Pokud jste přispěli překlady, budete v aplikaci uvedeni pod svým uživatelským jménem v části `Nastavení` » `O aplikaci` » `Přispěvatelé`.
de: Wenn du Übersetzungen beigesteuert hast, wirst du in der App mit deinem Weblate-Benutzernamen unter `Einstellungen` „ `Über` “ `Beitragende` erwähnt.
fa: اگر در ترجمه‌ها مشارکت کرده باشید، نام کاربری وب‌لیت شما در برنامه زیر `تنظیمات` » `درباره` » `مشارکت‌کنندگان` نوشته خواهد شد.
fi: Käännöstyöhön osallistuneet mainitaan sovelluksessa Weblate-käyttäjänimellään kohdassa `Asetukset` » `Tietoja` » `Osallistuneet'.
fr: Les traducteurs seront mentionnés dans l'application sous leur nom d'utilisateur Weblate, dans `Préférences` » `À propos` » `Contributeurs`.
gl: Se axudaches a traducir terás unha mención co teu identificador en Weblate nos `Axustes` » `Sobre` » `Colaboracións`.
nl: Als je hebt geholpen met vertalen, zal je in de app onder `Instellingen` » `Over AntennaPod` » `Bijdragers` worden vermeld met je Weblate gebruikersnaam.
pt_br: Se você contribuiu com traduções, você será mencionado no app com seu nome de usuário do Weblate em `Configurações` » `Sobre` » `Colaboradores`.
ru: Если вы участвовали в создании переводов, вы будете упомянуты в приложении с вашим именем пользователя Weblate в разделе `Настройки` " `Об информации` " `Спонсоры`.

source: 2. The website
cs: 2. Webová stránka
de: 2. Die Website
fa: ۲. وبگاه
fi: 2. Verkkosivusto
fr: 2. Le site web
gl: 2. A páxina web
nl: 2. De website
pt_br: 2. O site
ru: 2. Веб-сайт
tr: 2. İnternet sitesi

source: The website exists of four 'components', each representing a part of the website. We encourage you to follow this order:
cs: Webové stránky se skládají ze čtyř „komponent“, z nichž každá představuje jednu část webu. Doporučujeme vám dodržovat toto pořadí:
de: Die Website besteht aus vier „Komponenten“, die jeweils einen Teil der Website darstellen. Wir empfehlen dir, diese Reihenfolge einzuhalten:
es: El sitio web consta de cuatro componentes, cada uno de los cuales representa una parte del sitio web. Le recomendamos seguir este orden:
fa: وبگاه از چهار «بخش» ساخته شده است که هر یک بخشی از وبگاه را نشان می‌دهند. پیشنهاد می‌کنیم این ترتیب را دنبال کنید:
fi: Verkkosivu koostuu neljästä "komponentista", joista jokainen kuvastaa osaa verkkosivusta. Rohkaisemme sinua seuraamaan tätä järjestystä:
fr: Le site web est composés de 4 'composants', chacun représentant une partie du site web. Nous vous encourageons à suivre cet ordre :
gl: A páxina web compóñena catro 'compoñentes', cada un representa unha parte da web. Suxerimos que sigas esta orde:
nl: De website bestaat uit vier 'componenten', die elk een deel van de website vertegenwoordigen. We raden je aan om deze volgorde te volgen:
pt_br: O site é composto por quatro 'componentes', cada um representando uma parte do site. Recomendamos que você siga esta ordem:
ru: Сайт состоит из четырех "компонентов", каждый из которых представляет собой часть сайта. Мы рекомендуем вам следовать этому порядку:
tr: Web sitesi her biri bir bölümü temsil eden dört bileşenden oluşmaktadır. Bu sırayı takip etmenizi tavsiye ederiz:

source: **General** and **Short strings**: the first elements a user sees on the website
cs: **Obecné** a **Krátké řetězce**: první prvky, které uživatel na webu uvidí
de: **Allgemein** und **Kurzbegriffe**: die ersten Elemente, die ein Nutzer auf der Website sieht
es: **General** y **Cadenas cortas**: los primeros elementos que ve un usuario en el sitio web
fa: **عمومی** و **رشته‌های کوتاه**: اولین چیزهایی که کاربر در وبگاه می‌بیند
fi: **Yleiset** ja **Lyhyet merkkijonot**: ensimmäiset elementit, jotka käyttäjät näkevät verkkosivulla
fr: **General** et **Short Strings**: ce sont les premiers éléments vus par un utilisateur lorsqu'il accède au site web.
gl: **Xeral** e **Cadeas curtas**: os primeiros elementos que ven as visitante do sitio web
nl: **General** en **Short strings**: de eerste elementen die een websitebezoeker ziet
pt_br: **General** e **Short strings**: os primeiros elementos que um usuário vê no site
ru: **Общие** и **Короткие строки**: первые элементы, которые пользователь видит на сайте
tr: **Genel** ve **Kısa dizeler** kullanıcıların bir internet sitesinde gördüğü ilk unsurlardır

source: **Documentation**: our support materials, which are directly available via the app
cs: **Dokumentace**: naše podpůrné materiály, které jsou k dispozici přímo v aplikaci
de: **Dokumentation**: unsere Hilfsmaterialien, die direkt über die App verfügbar sind
es: **Documentación**: nuestros materiales de apoyo, que están disponibles directamente a través de la aplicación
fa: **مستندات**: مواد پشتیبانی ما که مستقیماً از برنامه در دسترس هستند
fi: **Dokumentaatio**: tukimateriaalimme, jotka on saatavissa suoraan sovelluksen kautta
gl: **Documentación**: material de axuda, dispoñible directamente na web
nl: **Documentation**: de help-sectie, die direct toegankelijk is vanuit de app
pt_br: **Documentation**: nossos materiais de apoio, que estão disponíveis diretamente através do app
ru: **Документация**: наши вспомогательные материалы, которые доступны непосредственно через приложение
tr: **Dökümantasyon**: uygulama üzerinden direkt ulaşılabilir destek materyallerimiz

source: **Contribute** (comes last because a basic understanding of English is needed anyway in order to contribute)
cs: **Přispívání** (je na posledním místě, protože k přispívání je stejně nutná základní znalost angličtiny)
de: **Mitmachen** (steht an letzter Stelle, da ein grundlegendes Verständnis der englischen Sprache ohnehin erforderlich ist, um einen Beitrag leisten zu können)
es: **Contribuir** (viene al final porque de todos modos se necesita un conocimiento básico de inglés para poder contribuir)
fa: **مشارکت** (آخرین است زیرا به هر حال برای مشارکت نیاز به درک پایه انگلیسی است)
fi: **Osallistu** (viimeisenä, koska osallistuminen vaatii englanninkielen perusosaamista)
gl: **Colaborar** (ao final, porque precísase un coñecemento básico de Inglés para poder colaborar)
nl: **Contribute** (komt als laatste, omdat een basisbegrip van Engels sowieso nodig is om te kunnen bijdragen)
pt_br: **Contribute** (vem por último porque é necessário ter um conhecimento básico de inglês para poder colaborar)
ru: **Спонсорство** (стоит на последнем месте, так как для того, чтобы внести свой вклад, необходимо базовое понимание английского языка)
tr: **Katkı yapmak** (en son gelir çünkü katkı yapmak için temel düzeyde İngilizce anlama becerisine ihtiyaç duyulur)
