Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: New translations are pulled from Weblate to GitHub (the development platform) manually once in a while. When a language hits 90% translation (that's roughly the whole website minus the Contribute section), we can enable it on the live website. We always try to find a community member that can review a test version of the website, to improve the quality of translations.
ca: Les traduccions noves s'extreuen del Weblate a GitHub (la plataforma de desenvolupament) manualment de tant en tant. Quan una llengua arriba al 90% de la traducció (és a dir, aproximadament tot el lloc web menys la secció de contribució), podem habilitar-lo al lloc web directament. Sempre intentem trobar un membre de la comunitat que pugui revisar una versió de prova del lloc web, per millorar la qualitat de les traduccions.
da: Nye oversættelser bliver manuelt overført fra Weblate til GitHub (udviklingsplatformen) fra tid til anden. Når et sprog når op på 90 % oversættelse (det svarer stort set til hele hjemmesiden minus Contribute-sektionen), kan vi aktivere det på den live hjemmeside. Vi forsøger altid at finde et medlem af fællesskabet, der kan gennemgå en testversion af hjemmesiden for at forbedre kvaliteten af oversættelserne.
hi: नए अनुवाद वेबलेट से गिटहब (डेवलपमेंट प्लेटफॉर्म) पर कभी-कभी मैन्युअल रूप से खींचे जाते हैं। जब कोई भाषा 90% अनुवाद तक पहुंच जाती है (यह योगदान अनुभाग को छोड़कर लगभग पूरी वेबसाइट है), तो हम इसे लाइव वेबसाइट पर सक्षम कर सकते हैं। हम हमेशा एक ऐसे समुदाय सदस्य को ढूंढने का प्रयास करते हैं जो अनुवाद की गुणवत्ता में सुधार करने के लिए वेबसाइट के परीक्षण संस्करण की समीक्षा कर सके।
nb_no: Nye oversettelser hentes fra Weblate til GitHub (utviklingsplattformen) manuelt en gang i blandt. Når et språk når 90 % dekning (anslagsvis hele nettsiden minus bidragsyterbiten) kan den vises på nettsiden. Det blir alltid forsøkt å gjennomse en testversjon av nettsiden for å forbedre oversettelseskvaliteten.
uk: Час від часу нові переклади завантажуються з Weblate на GitHub (платформу розробки) вручну. Коли мова досягає 90% перекладу (це приблизно весь веб-сайт без розділу «Внести свій внесок»), ми можемо ввімкнути його на веб-сайті в реальному часі. Ми завжди намагаємося знайти учасника спільноти, який може переглянути тестову версію веб-сайту, щоб покращити якість перекладів.

source: Other materials
ca: Altres materials
da: Andre materialer
hi: अन्य सामग्री
nb_no: Annet materiale
uk: Інші матеріали

source: In addition to the app and website, also the images in the app stores can be translated. They have screenshots and texts. Because there is very limited space we use a manual process with trial and error. Please let us know on the forum if you want to help with that. Because localized app store listings are more likely to be downloaded, help is very much welcome!
hi: ऐप और वेबसाइट के अलावा, ऐप स्टोर में भी छवियों का अनुवाद किया जा सकता है। उनके पास स्क्रीनशॉट और टेक्स्ट हैं। क्योंकि वहां बहुत सीमित जगह है इसलिए हम परीक्षण और त्रुटि के साथ मैन्युअल प्रक्रिया का उपयोग करते हैं। यदि आप इसमें सहायता करना चाहते हैं तो कृपया हमें मंच पर बताएं। क्योंकि स्थानीयकृत ऐप स्टोर लिस्टिंग डाउनलोड होने की अधिक संभावना है, मदद का बहुत स्वागत है!
nb_no: I tillegg til programmet og nettsiden kan også bildene i programbutikken oversettes. De har skjermbilder og tekst. Fordi det er begrenset med plass bruker vi en manuell prosess med prøving og feiling. Si ifra på forumet hvis du vil hjelpe til med dette. Fordi lokaliserte programbutikk-oppføringer gir flere nedlastinger verdsettes all hjelp!
uk: Окрім програми та веб-сайту, також можна перекладати зображення в магазинах програм. У них є скріншоти та тексти. Оскільки простір дуже обмежений, ми використовуємо ручний процес методом проб і помилок. Будь ласка, повідомте нас на форумі, якщо ви хочете допомогти з цим. Оскільки локалізовані списки додатків у магазині, швидше за все, будуть завантажені, допомога дуже вітається!

source: Do you want to give **feedback** on the English texts or any of the translations?
ca: Voleu donar **feedback** als textos en anglès o a qualsevol de les traduccions?
cs: Chcete poskytnout **zpětnou vazbu** k anglickým textům nebo k některému z překladů?
da: Ønsker du at give **feedback** på de engelske tekster eller på nogle af oversættelserne?
de: Möchtest du eine **Rückmeldung** zu den englischen Texten oder einer der Übersetzungen geben?
es: ¿Quieres darnos **opiniones** sobre los textos en Inglés o alguna de las traducciones?
fa: آیا می‌خواهید **بازخورد** درباره متن‌های انگلیسی یا هر یک از ترجمه‌ها بدهید؟
fi: Haluatko antaa **palautetta** englanninkielisistä teksteistä tai mistä tahansa käännöksestä?
fr: Voulez-vous donner **votre avis** sur les textes anglais ou sur l'une des traductions ?
gl: Queres facer **suxestións** aos textos en inglés ou ás traducións?
hi: क्या आप अंग्रेजी पाठ या किसी अनुवाद पर **प्रतिक्रिया** देना चाहते हैं?
nb_no: Har du **tilbakemeldinger** om den engelske teksten eller oversettelsene?
nl: Wil je **feedback** geven op de Engelse teksten of een van de vertalingen?
pt_br: Quer dar **feedback** sobre os textos em inglês ou sobre alguma das traduções?
ru: Хотите дать **обратную связь** по английским текстам или любому из переводов?
tr: İngilizce metinler veya çevirilerden herhangi biri hakkında **geribildirim** vermek ister misiniz?
uk: Хочете залишити **відгук** про англійські тексти чи будь-який із перекладів?

source: Are you **interested in helping** with translations but not sure yet? Or you are ready to get started?
ca: Esteu **interested in helping** amb les traduccions, però encara en dubteu? O esteu a punt per començar?
cs: Máte **zájem pomoci** s překlady, ale ještě si nejste jisti? Nebo jste připraveni začít?
da: Er du ** interesseret i at hjælpe** med oversættelser, men er du ikke sikker endnu? Eller er du klar til at gå gang?
de: Bist du daran **interessiert, bei den Übersetzungen zu helfen**, aber noch nicht sicher? Oder bist du bereit, damit anzufangen?
es: ¿Estás **interesado en ayudar** con las traducciones pero aún no estás seguro?¿O ya estás listo para empezar?
fa: آیا **خواهان کمک** در ترجمه‌ها هستید اما هنوز مطمئن نیستید؟ یا آماده آغاز هستید؟
fi: Oletko **kiinnostunut auttamaan** käännöksissä, mutta et ole vielä varma? Vai oletko valmis aloittamaan?
fr: Vous êtes **intéressé(e) pour aider** à la traduction mais n'êtes pas encore sûr(e) ? Ou vous êtes prêt(e) à vous lancer ?
gl: Tes **interese en axudar** coas traducións pero non sabes como facelo? Ou xa estás preparada?
hi: क्या आप अनुवाद में मदद करने में **रुचि** रखते हैं लेकिन अभी तक निश्चित नहीं हैं? या आप आरंभ करने के लिए तैयार हैं?
nb_no: Er du **interessert i å bistå oversettelsen**, men ikke sikker enda? Eller er du klar til å begynne?
nl: Ben je **geïnteresseerd in helpen** met vertalen, maar weet je het nog niet zeker? Of ben je klaar om te beginnen?
pt_br: Está **interessado em ajudar** com traduções, mas ainda não tem certeza? Ou está pronto para começar?
ru: Вам **интересно помогать** с переводами, но вы еще не уверены? Или вы готовы приступить к работе?
tr: **Çevirilere yardım etmekle ** ilgileniyor ama henüz emin değil misiniz? Ya da başlamaya hazır mısınız?
uk: Ви **зацікавлені в допомозі** з перекладами, але ще не впевнені? Або ви готові почати?

source: Do you (want to) contribute and **need support**? For example, because your language isn't available yet, or because you are not sure how to translate something?
ca: Voleu contribuir i **need support**? Per exemple, perquè la vostra llengua encara no està disponible, o perquè no esteu segurs de com traduir alguna cosa?
cs: Chcete přispět a **potřebujete podporu**? Například proto, že váš jazyk ještě není k dispozici, nebo protože si nejste jisti, jak něco přeložit?
da: Bidrager du (gerne) og **har du brug for støtte**? F.eks. fordi dit sprog endnu ikke er tilgængeligt, eller fordi du ikke er sikker på, hvordan du skal oversætte noget?
de: Du trägst bereits bei oder möchtest es in Zukunft und **benötigst Unterstützung**? Zum Beispiel, weil deine Sprache noch nicht verfügbar ist oder weil du nicht weißt, wie du etwas übersetzen sollst?
es: ¿Contribuyes (o quieres contribuir) y **necesitas ayuda**? Por ejemplo, porque tu idioma aún no está disponible o porque no estás seguro de como traducir algo?
fa: آیا (می‌خواهید) مشارکت کنید و **نیاز به پشتیبانی** دارید؟ برای مثال، چون زبان شما هنوز در دسترس نیست، یا مطمئن نیستید چگونه چیزی را ترجمه کنید؟
fi: Haluatko osallistua ja **tarvitsetko tukea**? Esimerkiksi siksi, että kielesi ei ole vielä saatavilla tai koska et ole varma kuinka kääntää jotain?
fr: Vous voulez contribuer et avez **besoin d'aide** ? Par exemple, parce que votre langue n'est pas encore disponible, ou parce que vous ne savez pas comment traduire quelque chose ?
gl: Queres colaborar e **precisas axuda**? Por exemplo, pode que o teu idioma aínda non estea listo, ou pode que teñas dúbidas sobre como traducir algún texto?
hi: क्या आप योगदान देना चाहते हैं और **समर्थन की आवश्यकता है**? उदाहरण के लिए, क्योंकि आपकी भाषा अभी तक उपलब्ध नहीं है, या क्योंकि आप निश्चित नहीं हैं कि किसी चीज़ का अनुवाद कैसे किया जाए?
nb_no: Vil du bidra og **trenger støtte**? Er for eksempel språket ditt ikke tilgjengelig enda, eller fordi du ikke er sikker på hvordan du går fram?
nl: Wil je (gaan) bijdragen en **heb je ondersteuning nodig**? Bijvoorbeeld omdat jouw taal nog niet beschikbaar is, of omdat je niet zeker weet hoe je iets moet vertalen?
pt_br: Você contribui (ou quer contribuir) e **precisa de ajuda**? Por exemplo, porque seu idioma ainda não está disponível ou porque ainda não tem certeza de como traduzir algo?
ru: Вы (хотите) внести свой вклад и **нуждаетесь в поддержке**? Например, потому что ваш язык еще не доступен, или потому что вы не уверены, как перевести что-то?
tr: Katkıda bulunmak (istiyorsunuz) ve **desteğe** mi ihtiyacınız var? Örneğin, diliniz henüz mevcut olmadığı için veya bir şeyi nasıl çevireceğinizden emin olmadığınız için mi?
uk: Ви (бажаєте) зробити внесок і **потрібна підтримка**? Наприклад, тому що ваша мова ще не доступна, або тому що ви не впевнені, як щось перекласти?

source: Chip in on the [translation section on our forum](https://forum.antennapod.org/c/translations/11)! That is the best way to reach out to us. Comments and messages in the respective translation tools don't always reach us in a timely manner.
ca: Entreu a la [secció de traducció al nostre fòrum](https://forum.antennapod.org/c/translations/11)! Aquesta és la millor manera d'arribar fins nosaltres. Els comentaris i missatges de les eines de traducció respectives no sempre ens arriben de manera oportuna.
cs: Přispějte do [sekce překladů na našem fóru](https://forum.antennapod.org/c/translations/11)! To je nejlepší způsob, jak nás oslovit. Komentáře a zprávy v příslušných překladatelských nástrojích se k nám ne vždy dostanou včas.
da: Sig til inde på [oversættelsessektionen på vores forum](https://forum.antennapod.org/c/translations/11)! Det er den bedste måde at komme i kontakt med os på. Kommentarer og beskeder i de respektive oversættelsesværktøjer når ikke altid frem til os i tide.
de: Beteilige dich im [Übersetzungsbereich unseres Forums](https://forum.antennapod.org/c/translations/11)! Das ist der beste Weg, um uns zu erreichen. Kommentare und Nachrichten in den jeweiligen Übersetzungsprogrammen erreichen uns nicht immer zeitnah.
es: ¡Echa un vistazo a la [sección de traducción en nuestro foro](https://forum.antennapod.org/c/translations/11)! Esa es la mejor manera de acercarte a nosotros. Los comentarios y mensajes en las herramientas de traducción respectivas no siempre nos llegan en una cantidad de tiempo razonable.
fa: در [بخش ترجمه‌های انجمن ما](https://forum.antennapod.org/c/translations/11) مشارکت کنید! این بهترین راه برای تماس با ماست. دیدگاه‌ها و پیام‌ها در ابزارهای ترجمه مربوطه، همیشه در زمان مناسب به ما نمی‌رسند.
fi: Osallistu [keskustelupalstan käännösosioon](https://forum.antennapod.org/c/translations/11)! Se on paras tapa tavoittaa meidät. Asianomaisissa käännöstyökaluissa olevat kommentit ja viestit eivät aina tavoita meitä ajoissa.
fr: Participez à la [section traduction de notre forum](https://forum.antennapod.org/c/translations/11) ! C'est le meilleur moyen de nous contacter. Les commentaires et les messages dans les outils de traduction respectifs ne nous parviennent pas toujours en temps voulu.
gl: Pregunta na [sección de traducións no noso foro](https://forum.antennapod.org/c/translations/11)! É o mellor xeito de contactar con nós. Os comentarios e mensaxes na interface de tradución non sempre nos chegan en tempo e forma.
hi: [हमारे मंच पर अनुवाद अनुभाग](https://forum.antennapod.org/c/translations/11) पर शामिल हों! यह हम तक पहुंचने का सबसे अच्छा तरीका है. संबंधित अनुवाद टूल में टिप्पणियाँ और संदेश हमेशा समय पर हम तक नहीं पहुँचते हैं।
nb_no: La høre fra deg i [oversettelsesdelen av forumet](https://forum.antennapod.org/c/translations/11). Det er den beste måten å komme i kontakt med oss. Kommentarer og meldinger i respektive oversettelsesverktøy når oss ofte ikke i tide.
nl: Laat van je horen in de [vertaal-sectie op ons forum](https://forum.antennapod.org/c/translations/11)! Dat is de beste manier om ons te bereiken. Opmerkingen en berichten in de respectievelijke vertaal-tools worden niet altijd snel opgemerkt en beantwoord.
pt_br: Participe da nossa [seção de traduções no nosso fórum](https://forum.antennapod.org/c/translations/11)! É a melhor forma de entrar em contato conosco. Comentários e mensagens deixados nas ferramentas de tradução nem sempre chegam até nós a tempo.
ru: Пишите в [раздел переводов на нашем форуме](https://forum.antennapod.org/c/translations/11)! Это лучший способ связаться с нами. Комментарии и сообщения в соответствующих инструментах перевода не всегда доходят до нас своевременно.
tr: Forumumuzdaki [translation section on our forum](https://forum.antennapod.org/c/translations/11)! Bize ulaşmanın en iyi yolu budur. İlgili çeviri araçlarındaki yorumlar ve mesajlar bize her zaman zamanında ulaşmıyor.
uk: Долучайтесь до [розділу перекладу на нашому форумі](https://forum.antennapod.org/c/translations/11)! Це найкращий спосіб зв’язатися з нами. Коментарі та повідомлення у відповідних інструментах перекладу не завжди надходять до нас вчасно.

source: **Press** Know an interesting website, podcast or magazine that might cover AntennaPod? Then help us build a list media to reach out to with important messages.
da: **Presse** Kender du en interessant hjemmeside, podcast eller magasin, der kunne tænkes at dække AntennaPod? Så hjælp os med at opbygge en liste over medier, som vi kan nå ud til med vigtige meddelelser.

source: There's a few areas where we could well use your support. When first getting started to AntennaPod development, we recommend to pick an issue with the ['Good first issue' label](https://github.com/AntennaPod/AntennaPod/labels/Good%20first%20issue) on GitHub. Before you start working on an issue, make sure that it does not have the 'Needs: Triage' or 'Needs: Decision' label. Those labels mean that the feature was not reviewed by the core AntennaPod team yet.
uk: Є кілька сфер, де нам може бути корисна ваша підтримка. Коли ви вперше починаєте розробляти AntennaPod, ми рекомендуємо вибрати проблему з міткою ['Good first issue'](https://github.com/AntennaPod/AntennaPod/labels/Good%20first%20issue) на GitHub. Перш ніж почати працювати над проблемою, переконайтеся, що вона не має мітки «Потреби: сортування» або «Потреби: рішення». Ці мітки означають, що ця функція ще не перевірена основною командою AntennaPod.

source: **Press** Know an interesting website, podcast or magazine that might cover AntennaPod? Then help us build a list of media to reach out to with important messages.
cs: **Tisk** Znáte zajímavou webovou stránku, podcast nebo časopis, který by mohl psát o AntennaPodu? Pak nám pomozte vytvořit seznam médií, která můžeme oslovit s důležitými zprávami.
de: **Presse** Du kennst eine interessante Webseite, einen Podcast oder eine Zeitschrift, die über AntennaPod berichten könnte? Dann hilf uns, eine Liste von Medien zu erstellen, bei denen wir uns mit wichtigen Neuigkeiten melden können.
es: ** Prensa ** ¿Conoces alguna página web, podcast o revista interesante que pueda cubrir AntennaPod? Ayúdanos a crear una lista de medios a los que podemos llegar con mensajes importantes.
fa: **رسانه‌ها** آیا وبگاه، پادپخش یا مجله جالبی می‌شناسید که ممکن است آنتناپاد را پوشش دهد؟ به ما کمک کنید تا فهرستی از رسانه‌ها برای تماس با پیام‌های مهم بسازیم.
fi: **Paina** Tiedätkö mielenkiintoisen verkkosivuston, podcastin tai lehden, joka saattaa kattaa AntennaPodin? Auta meitä sitten laatimaan luettelo mediasta, johon voit tavoittaa tärkeät viestit.
fr: **Presse** Vous connaissez un site Web, un podcast ou un magazine intéressant qui pourrait couvrir AntennaPod ? Alors aidez-nous à construire une liste de médias à cibler avec des messages importants.
gl: **Prensa** Coñeces unha páxina web interesante, podcast ou revista que poida falar sobre AntennaPod? Axúdanos a crear unha lista de medios cos que contactar e enviarlles mensaxes relevantes.
nl: **Pers** Ken je een interessante website, podcast of tijdschrift dat AntennaPod zou kunnen behandelen? Help ons dan een lijst op te stellen van media die we kunnen contacteren als we iets belangrijks te melden hebben.
pt_br: **Imprensa** Conhece um site interessante, podcast ou revista que possa cobrir o AntennaPod? Então ajude-nos a criar uma lista de meios de divulgação para mensagens importantes.
ru: **Медиа** Знаете интересный сайт, подкаст или журнал, который мог бы рассказать об AntennaPod? Тогда помогите нам составить список СМИ, в которые можно обратиться с важными сообщениями.
tr: ** Basın ** AntennaPod'u kapsayabilecek ilginç bir web sitesi, podcast veya dergi biliyor musunuz? O zaman önemli mesajlarla ulaşabileceğimiz bir medya listesi oluşturmamıza yardımcı olun.
uk: **Преса** Знаєте цікавий веб-сайт, подкаст чи журнал, який міг би охоплювати AntennaPod? Тоді допоможіть нам створити список засобів масової інформації, до яких можна надіслати важливі повідомлення.

source: To help translate the app, we ask you to contribute via [Weblate](https://hosted.weblate.org/projects/antennapod/app/). Anyone can sign up there and get started. In Weblate's documentation you'll find [everything you need to know to start translating](https://docs.weblate.org/en/latest/user/translating.html).
uk: Щоб допомогти з перекладом програми, ми просимо вас зробити внесок через [Weblate](https://hosted.weblate.org/projects/antennapod/app/). Будь-хто може зареєструватися там і почати. У документації Weblate ви знайдете [все, що вам потрібно знати, щоб розпочати переклад](https://docs.weblate.org/en/latest/user/translating.html).

source: The app is currently available in more than 38 languages. While there are more languages in Weblate, we don't include them in the app. We try to maintain a threshold of 40% completion for languages. If it goes below that, the app hardly provides a good user experience.
uk: Наразі додаток доступний понад 38 мовами. Хоча в Weblate є більше мов, ми не включаємо їх у додаток. Ми намагаємося підтримувати поріг у 40% завершення для мов. Якщо він нижче цього, додаток навряд чи забезпечує хорошу взаємодію з користувачем.

source: New translations are pulled from Weblate to GitHub (the development platform) at least for every 'point release'. These are releases like 2.0, 2.5, etc that introduce new features. But we also release updates with bug fixes and new translations in between. On average, it might take a month or two before your work is available in a release.
uk: Нові переклади витягуються з Weblate на GitHub (платформу розробки) принаймні для кожного «точкового випуску». Це такі випуски, як 2.0, 2.5 тощо, які вводять нові функції. Але ми також випускаємо оновлення з виправленнями помилок і новими перекладами між ними. У середньому може пройти місяць або два, перш ніж ваша робота стане доступною у випуску.

source: Translation contributors will find themselves mentioned in the app with their Weblate username, under `Settings` » `About` » `Contributors`.
uk: Учасники перекладу будуть згадані в додатку за допомогою свого імені користувача Weblate у розділі `Налаштування` » `Про` » `Учасники`.
