Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: Updated translations are published once in a while. New languages are enabled on the website only after priority 1 & 2 components are fully translated. In other words: when everything but the 'Contribute' section is done. Please let us know through the forum (see below) if that's the case. We'll then try to find a community member who can review a test version of the website, to improve the quality of translations. After feedback is processed, we can publish the new language version.
cs: Aktualizované překlady jsou zveřejňovány jednou za čas. Nové jazyky jsou na webu povoleny až po úplném přeložení komponent s prioritou 1 a 2. Jinými slovy: když je hotovo vše kromě sekce „Přispívání“. Dejte nám prosím vědět prostřednictvím fóra (viz níže), pokud se tak stane. Pak se pokusíme najít člena komunity, který by mohl zkontrolovat testovací verzi webu, aby se zlepšila kvalita překladů. Po zpracování zpětné vazby můžeme novou jazykovou verzi zveřejnit.
de: Aktualisierte Übersetzungen werden von Zeit zu Zeit veröffentlicht. Neue Sprachen werden auf der Website erst freigeschaltet, wenn die Komponenten der Priorität 1 und 2 vollständig übersetzt sind. Mit anderen Worten: wenn alles außer dem Abschnitt „Mitmachen“ fertig ist. Bitte teile uns über das Forum (siehe unten) mit, wenn dies der Fall ist. Wir werden dann versuchen, ein Community-Mitglied zu finden, das eine Testversion der Website überprüft, um die Qualität der Übersetzungen zu verbessern. Nachdem die Rückmeldungen abgearbeitet wurden, können wir die neue Sprachversion veröffentlichen.
es: Se publican traducciones actualizadas ocasionalmente. Los nuevos idiomas se habilitan en el sitio web solo después de que los componentes de prioridad 1 y 2 estén completamente traducidos. Es decir, cuando todo esté terminado, excepto la sección "Contribuir". Si es así, infórmanos a través del foro (ver más abajo). Intentaremos encontrar a un miembro de la comunidad que pueda revisar una versión de prueba del sitio web para mejorar la calidad de las traducciones. Una vez procesados los comentarios, publicaremos la nueva versión.
fa: ترجمه‌های به‌روز شده هر از گاهی منتشر می‌شوند. زبان‌های جدید در وبگاه تنها پس از ترجمه کامل بخش‌های اولویت ۱ و ۲ باز می‌شوند. به عبارت دیگر: وقتی همه‌چیز جز بخش «مشارکت» انجام شده باشد. لطفاً اگر اینگونه است، در انجمن (در زیر ببینید) به ما اطلاع دهید. سپس می‌کوشیم یکی از اعضای اجتماع را پیدا کنیم که بتواند نسخه آزمایشی وبگاه را بررسی کند تا کیفیت ترجمه‌ها بهبود یابد. پس از پردازش بازخوردها، می‌توانیم نسخه زبانی جدید را منتشر کنیم.
fi: Päivitettyjä käännöksiä julkaistaan silloin tällöin. Uusia kieliä otetaan käyttöön vasta kun priotiteetti 1 ja 2:n osat on käännetty täysin. Toisin sanoen: kaikki paitsi "Osallistu"-osa on käännetty. Olkaa hyvä ja ilmoittakaa meille siitä foorumin kautta (katso alempaa) siinä tapauksessa. Me yritämme etsiä yhteisömme jäsenen, joka voi tarkistaa nettisivun testiversion ja parantaa käännösten laatua. Kun palautteet on käsitelty, voimme julkaista uudenkielisen version.
gl: As actualizacións das traducións publícanse cada certo tempo. Os novos idiomas actívanse na web cando os compoñentes 1 e 2 están totalmente traducidos. Dito doutro xeito: cando está todo listo menos 'Colaborar'. Contacta con nós no foro (ver abaixo) cando así sexa. Intentaremos que alguén da comunidade poida revisar o traballo nunha versión de proba da páxina, para mellorar a calidade da tradución. Unha vez se comproba, entón engadimos o novo idioma á web principal.
nl: Geüpdatet vertalingen worden eens in de zoveel tijd gepubliceerd. Nieuwe talen worden alleen toegevoegd op de live website als de componenten met prioriteit 1 & 2 volledig vertaald zijn. Met andere woorden: als alles behalve 'Contribute' klaar is. Laat het ons even via ons forum (zie hieronder) weten als dat het geval is. We zullen dan iemand uit de community zoeken die feedback kan geven op een testversie van de website, zodat we de kwaliteit kunnen waarborgen. Zodra eventuele opmerkingen zijn verwerkt, kunnen we de nieuwe taal lanceren.
pt_br: As traduções atualizadas são publicadas de tempos em tempos. Novos idiomas só são habilitados no site após os componentes de prioridade 1 e 2 serem totalmente traduzidos. Em outras palavras: quando tudo — exceto a seção 'Contribute' — estiver pronto. Avise-nos pelo fórum (veja abaixo) quando for o caso. Assim, tentaremos encontrar alguém da comunidade que possa revisar uma versão de teste do site para aumentar a qualidade das traduções. Após o feedback, publicaremos a nova versão no idioma.
ru: Обновленные переводы публикуются время от времени. Новые языки включаются на сайте только после того, как полностью переведены компоненты приоритетов 1 и 2. Другими словами: когда будет переведено все, кроме раздела "Вклад". Пожалуйста, сообщите нам через форум (см. ниже), если это так. Тогда мы постараемся найти члена сообщества, который сможет просмотреть тестовую версию сайта, чтобы улучшить качество переводов. После обработки отзывов мы сможем опубликовать новую языковую версию.
tr: Güncellenmiş çeviriler arada bir yayınlanır. Yeni diller, öncelikli 1 & 2 bileşenleri tamamen çevrildikten sonra etkinleştirilir. Başka bir deyişle: 'Katkıda Bulunma' bölümü dışındaki herşey tamamlandığında. Eğer durum buysa lütfen forum üzerinden (aşağıda bulabilirsiniz) bize bildirin. Ardından çevirinin kalitesini arttırmak için internet sitesinin test sürümünü deneyebilecek bir topluluk üyesi bulmaya çalışacağız. Geribildirimler işlendikten sonra yeni dil sürümünü yayınlayabiliriz.

source: 3. The app store listings
cs: 3. Seznamy obchodů s aplikacemi
de: 3. Die App-Store-Einträge
es: 3. Los listados de la tienda de aplicaciones
fa: ۳. فهرست‌های فروشگاه برنامه
fi: 3. Sovelluskaupan listaukset
gl: 3. A app nos repositorios
nl: 3. Vermeldingen in de app stores
pt_br: 3. Listagens na loja de aplicativos
ru: 3. Списки магазинов приложений
tr: 3. Uygulama mağazası listeleri

source: In addition to the app and website, we also translate texts which appear in the various app stores. We encourage you to follow this order:
cs: Kromě aplikace a webových stránek překládáme také texty, které se objevují v různých obchodech s aplikacemi. Doporučujeme vám dodržovat toto pořadí:
de: Neben der App und der Website übersetzen wir auch Texte, die in den verschiedenen App-Stores erscheinen. Wir empfehlen dir, diese Reihenfolge einzuhalten:
es: Además de la aplicación y el sitio web, también traducimos textos que aparecen en las distintas tiendas de aplicaciones. Te recomendamos seguir este orden:
fa: همراه با برنامه و وبگاه، ما همچنین متن‌هایی را که در فروشگاه‌های مختلف برنامه نمایش داده می‌شوند ترجمه می‌کنیم. پیشنهاد می‌کنیم این ترتیب را دنبال کنید:
fi: Sovelluksen ja nettisivun lisäksi käännämme tekstejä, joita näytetään eri sovelluskaupoissa. Toivomme, että seuraat tätä järjestystä:
gl: Ademáis da app e a páxina web, tamén traducimos os textos que aparecen nas diferentes tendas de aplicacións. Recomendamos seguir esta orde:
nl: Behalve de app zelf en onze website, vertalen we ook de teksten die in de verschillende app stores verschijnen. We raden je aan deze volgorde te volgen:
pt_br: Além do app e site, também traduzimos textos que aparecem nas várias lojas de aplicativos. Recomendamos que você siga esta ordem:
ru: Помимо приложения и веб-сайта, мы также переводим тексты, которые появляются в различных магазинах приложений. Мы рекомендуем вам следовать этому порядку:
tr: Uygulama ve internet sitesine ek olarak çeşitli uygulama mağazalarında görüntülenen yazılarıda çeviririz. Şu sırayı izlemenizi tavsiye deriz:

source: **Short description**
cs: **Krátký popis**
de: **Kurzbeschreibung**
es: **Descripción breve**
fa: **توضیح کوتاه**
fi: **Lyhyt kuvaus**
gl: **Descrición curta**
nl: **Short description** (korte beschrijving)
ru: **Краткое описание**
tr: **Kısa açıklama**

source: **Full description**
cs: **Úplný popis**
de: **Vollständige Beschreibung**
es: **Descripción completa**
fa: **توضیح کامل**
fi: **Koko kuvaus**
gl: **Descrición completa**
nl: **Full description** (volledige beschrijving)
ru: **Полное описание**
tr: **Tam açıklama**

source: **Screenshot titles**
cs: **Názvy snímků obrazovky**
de: **Screenshot-Titel**
es: **Títulos de capturas de pantalla**
fa: **عنوان‌های تصاویر صفحه**
fi: **Kuvakaappausten otsikot**
gl: **Títulos das capturas de pantalla**
nl: **Screenshot titles** (titels in schermafbeeldingen)
ru: **Титры скриншотов**
tr: **Ekran görüntüsü başlıkları**

source: We have to comply with a character limit for the short descriptions and screenshot titles. We therefore manually review and improve these texts before we publish them. Please let us know on the forum when you have completed translations of these texts.
cs: U krátkých popisů a názvů snímků obrazovky musíme dodržovat omezení počtu znaků. Proto tyto texty před zveřejněním ručně kontrolujeme a vylepšujeme. Dejte nám prosím vědět na fóru, až budete mít překlady těchto textů hotové.
de: Bei den Kurzbeschreibungen und Screenshot-Titeln müssen wir uns an eine Zeichenbegrenzung halten. Daher überprüfen und verbessern wir diese Texte manuell, bevor wir sie veröffentlichen. Bitte teile uns im Forum mit, wenn du die Übersetzung dieser Texte abgeschlossen hast.
es: Debemos cumplir con un límite de caracteres para las descripciones cortas y los títulos de las capturas de pantalla. Por lo tanto, revisamos y mejoramos manualmente estos textos antes de publicarlos. Por favor, avísenos en el foro cuando haya terminado de traducirlos.
fa: ما باید محدودیت تعداد نویسه‌ها را برای توضیحات کوتاه و عنوان‌های تصاویر صفحه در نظر بگیریم. بنابراین، این متن‌ها را پیش از انتشار به‌صورت دستی بررسی و بهبود می‌دهیم. لطفاً وقتی ترجمه این متن‌ها را کامل کردید، از طریق انجمن به ما اطلاع دهید.
fi: Meidän on noudatettava merkkien maksimimäärän rajoitusta lyhyissä kuvauksissa ja kuvakaappausten otsikoissa. Sen takia tarkistamme manuaalisesti ja parannamme näitä tekstejä ennen julkaisua. Ilmoitathan meille, kun olet valmis tekstien kääntämisessä.
gl: Temos que atender o límite de caracteres imposto para as descricións da imaxes. Por isto revisamos manualmente e melloramos estes textos antes de publicalos. Por favor infórmanos no foro cando completes a tradución destes textos.
nl: Voor de korte beschrijving en titels bij de schermafbeeldingen is het aantal karakters dat we kunnen gebruiken gelimiteerd. Daarom kijken we deze teksten zelf na en verbeteren we ze voor ze gepubliceerd worden. Geef ons alsjeblieft een seintje via het forum als deze teksten volledig vertaald zijn.
pt_br: Precisamos cumprir um limite de caracteres para as descrições curtas e títulos das capturas de tela. Por isso, revisamos e melhoramos manualmente esses textos antes de publicá-los. Avise-nos no fórum quando tiver concluído as traduções desses textos.
ru: Мы вынуждены соблюдать ограничение по кол-ву символов для кратких описаний и названий скриншотов. Поэтому мы вручную проверяем и улучшаем эти тексты перед публикацией. Пожалуйста, сообщите нам на форуме, когда вы завершите перевод этих текстов.
tr: Kısa açıklamalar ve ekran görüntüsü başlıkları için bir karakter sınırına uymak zorundayız. Bu nedenle yazıları yayınlamadan önce onları manuel olarak gözden geçirir ve geliştiririz. Bu yazıların çevirisini tamamladığınızda lüten forumda bize bildirin.
