Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: **gpodder.net** (Python, HTML) The long-standing and libre [gpodder.net](https://gpodder.net/) project allows users to connect and synchronise their podcast players. Unfortunately the project is a victim of its own success: the webserver often being unavailable and AntennaPod users see sync errors. Any support to the project and its maintainers is welcome, in particular with [this API issue](https://github.com/gpodder/mygpo/issues/128).
ca: **gpodder.net** (Python, HTML) El projecte [gpodder.net](https://gpodder.net/) permet als usuaris connectar i sincronitzar els seus reproductors de podcast. Malauradament, el projecte és una víctima del seu propi èxit: el servidor web sovint no està disponible i els usuaris d' AntennaPod veuen errors de sincronització. Qualsevol suport per al projecte i els seus mantenidors és benvingut, en particular amb el [aquest problema de l'API](https://github.com/gpodder/mygpo/issues/128).
da: **gpodder.net** (Python, HTML) Det langvarige og libre [gpodder.net](https://gpodder.net/) projekt giver brugerne mulighed for at forbinde og synkronisere deres podcast-afspillere. Desværre er projektet et offer for sin egen succes: webserveren er ofte utilgængelig, og AntennaPod-brugere ser synkroniseringsfejl. Enhver støtte til projektet og dets vedligeholdere er velkommen, især i forbindelse med [dette API-problem](https://github.com/gpodder/mygpo/issues/128).
hi: **gpodder.net** (पायथन, HTML) लंबे समय से चला आ रहा और मुफ़्त [gpodder.net](https://gpodder.net/) प्रोजेक्ट उपयोगकर्ताओं को अपने पॉडकास्ट प्लेयर्स को कनेक्ट और सिंक्रोनाइज़ करने की अनुमति देता है। दुर्भाग्य से यह परियोजना अपनी ही सफलता का शिकार है: वेबसर्वर अक्सर अनुपलब्ध रहता है और एंटेनापॉड उपयोगकर्ताओं को सिंक त्रुटियाँ दिखाई देती हैं। परियोजना और उसके अनुरक्षकों के लिए किसी भी समर्थन का स्वागत है, विशेष रूप से [इस एपीआई मुद्दे](https://github.com/gpodder/mygpo/issues/128) के साथ।
nb_no: **gpodder.net** (Python, HTML) Det ærverdige og frie [gpodder.net](https://gpodder.net/)-prosjektet lar brukere koble til og synkronisere sine avspillere. Beklageligvis er prosjektet offer for sin egen suksess. Nett-tjeneren er ofte utilgjengelig og AntennaPod-brukere får ofte synkroniseringsproblemer. All støtte til dette prosjektet og dets vedlikeholdere blir satt pris på, spesielt [denne API-problemrapporten](https://github.com/gpodder/mygpo/issues/128).
uk: **gpodder.net** (Python, HTML) Давній безкоштовний проект [gpodder.net](https://gpodder.net/) дозволяє користувачам підключати та синхронізувати свої програвачі подкастів. На жаль, проект став жертвою власного успіху: веб-сервер часто недоступний, а користувачі AntennaPod бачать помилки синхронізації. Будь-яка підтримка проекту та його супроводжуючих вітається, зокрема щодо [цієї проблеми API](https://github.com/gpodder/mygpo/issues/128).

source: Get in touch!
ca: Poseu-vos en contacte!
cs: Spojte se s námi!
da: Kontakt os!
de: Nimm Kontakt auf!
es: ¡Ponte en contacto!
fa: تماس با ما!
fi: Ota yhteyttä!
fr: Prenez contact avec nous !
gl: Ponte en contacto!
hi: संपर्क करें!
nb_no: Ta kontakt!
nl: Neem contact op!
pt_br: Entre em contato!
ru: Свяжитесь с нами!
tr: İletişime geçin!
uk: Зв'яжіться з нами!

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with @Keunes or @ByteHamster on [our forum](https://forum.antennapod.org)!
ca: Vagament interessat però encara no segur? A punt per començar? Poseu-vos en contacte amb @Keunes o @ByteHamster a [el nostre fòrum](https://forum.antennapod.org)!
da: Er din interesse vakt, men du er ikke sikker endnu? Er du klar til at komme i gang? Så kontakt @Keunes eller @ByteHamster på [vores forum](https://forum.antennapod.org)!
hi: थोड़ी दिलचस्पी है लेकिन अभी तक निश्चित नहीं हैं? आरंभ करने के लिए तैयार हैं? [हमारे फोरम](https://forum.antennapod.org) पर @Keunes या @ByteHamster से संपर्क करें!
nb_no: Litt interessert, men ikke sikker enda? Klar til å komme i gang? Ta kontakt med @Keunes eller @ByteHamster på [forumet](https://forum.antennapod.org)!
uk: Непевно зацікавлені, але ще не впевнені? Готові почати? Зв’яжіться з @Keunes або @ByteHamster на [нашому форумі](https://forum.antennapod.org)!

source: AntennaPod relies on free publicity, word-of-mouth, and a modest social media presence for its promotion. We know there's room for improvement. And you might have thought that as well. Why not help us grow bigger? Your contribution in any of the following areas will be much appreciated.
ca: AntennaPod es basa en la publicitat lliure, el boca-orella i una presència modesta a les xarxes socials per a la seva promoció. Sabem que hi ha espai per millorar. I potser també ho hauries pensat. Per què no ajudar-nos a créixer? La seva contribució en qualsevol dels següents àmbits serà molt benvolguda.
cs: AntennaPod spoléhá na bezplatnou propagaci, šíření povědomí a skromné zastoupení na sociálních sítích. Víme, že je co zlepšovat. A možná jste si to mysleli i vy. Proč nám nepomoci se rozrůst? Velmi oceníme váš příspěvek v některé z následujících oblastí.
da: AntennaPod er afhængig af gratis reklame, mund-til-mund og en beskeden tilstedeværelse på de sociale medier for at sprede kendskabet til appen. Vi erkender, at der er plads til forbedringer. Og det har du måske også tænkt. Hvorfor ikke hjælpe os med at blive større? Din hjælp på et af følgende områder vil være meget værdsat.
de: AntennaPod verlässt sich auf kostenlose Berichterstattung, Mund-zu-Mund-Propaganda und eine bescheidene Präsenz in den sozialen Medien für seine Werbung. Wir wissen, dass es Raum für Verbesserungen gibt. Und das hast du dir vielleicht auch schon gedacht. Warum hilfst du uns also nicht, größer zu werden? Dein Beitrag in einem der folgenden Bereiche wird von uns sehr geschätzt.
es: AntennaPod depende en la publicidad gratuita, el boca a boca y una presencia modesta en las redes sociales para su promoción. Sabemos que hay margen de mejora. Y puede que hayas pensado lo mismo. ¿Por qué no ayudarnos a crecer? Tu ayuda en cualquiera de las siguientes áreas sería muy apreciada.
fa: آنتناپاد برای آگهی خود به آگهی رایگان، توصیه‌های شفاهی و حضور محدود در رسانه‌های اجتماعی وابسته است. می‌دانیم که جای بهبود دارد. شاید شما هم همین فکر را کرده‌اید. چرا به ما کمک نکنید تا بزرگ‌تر شویم؟ مشارکت شما در هر یک از زمینه‌های زیر بسیار ارزشمند خواهد بود.
fi: AntennaPod luottaa mainostamisessaan ilmaiseen julkisuuteen, suusta suuhun ja vaatimattomaan näkyvyyteen sosiaalisessa mediassa. Tiedämme, että parantamisen varaa on. Ja niin saatoit myös ajatella. Mikset auta meitä kasvamaan isommaksi? Panostasi millä tahansa seuraavista aloista arvostetaan suuresti.
fr: AntennaPod s'appuie sur la publicité gratuite, le bouche-à-oreille et une modeste présence dans les réseaux sociaux pour sa promotion. Nous savons qu’il est possible de faire mieux. Et vous l'avez peut-être pensé aussi. Alors pourquoi ne pas nous aider à nous développer ? Votre aide dans l'un des domaines suivants serait grandement appréciée.
gl: AntennaPod depende da publicidade gratuíta, o boca-a-orella, e da modesta presenza en medios sociais para darse a coñecer. Sabemos que hai marxe para mellorar, probablemente compartas esta opinión. Por que non nos axudas a crecer? Agradeceremos a túa colaboración en calquera dos ámbitos.
hi: एंटेनापॉड अपने प्रचार के लिए मुफ्त प्रचार, मौखिक प्रचार और मामूली सोशल मीडिया उपस्थिति पर निर्भर करता है। हम जानते हैं कि इसमें सुधार की गुंजाइश है। और आपने भी यही सोचा होगा. हमें बड़ा होने में मदद क्यों नहीं करते? निम्नलिखित में से किसी भी क्षेत्र में आपके योगदान की अत्यधिक सराहना की जाएगी।
nb_no: AntennaPod avhenger av gratis markedsføring, jungeltelegrafen og moderat tilstedeværelse i sosiale media. Vi vet at det er rom for forbedring. Det har sikkert du også tenkt. Hvorfor ikke hjelpe oss å bli bedre? Ditt bidrag i hvilken som helst av disse områdene blir satt pris på.
nl: AntennaPod vertrouwt voor de promotie op gratis publiciteit, mond-tot-mondreclame, en een bescheiden aanwezigheid op sociale media. We weten dat er ruimte is voor verbetering. En dat heb jij je misschien ook wel bedacht. Waarom zou je ons niet helpen groter te worden? Je hulp bij één van de volgende activiteiten zal zeer gewaardeerd worden.
pt_br: O AntennaPod depende de publicidade gratuita, boca a boca e uma presença modesta nas redes sociais para sua divulgação. Sabemos que há espaço para melhorias. E talvez você também tenha pensado nisso. Por que não nos ajudar a crescer ainda mais? Sua contribuição em qualquer uma das áreas a seguir será muito agradecida.
ru: AntennaPod для своего продвижения полагается на бесплатную рекламу, сарафанное радио и скромное присутствие в социальных сетях . Мы знаем, что есть возможности для улучшения. И вы также могли так подумать. Почему бы не помочь нам расти? Ваш вклад в любой из приведённых ниже сфер будет высоко оценён.
tr: AntennaPod, tanıtımı için ücretsiz tanıtım, kulaktan kulağa yayılma ve mütevazı bir sosyal medya varlığına güvenir. Geliştirilebilecek alanlar olduğunu biliyoruz. Ve siz de bunu düşünmüş olabilirsiniz. Neden daha da büyümemize yardımcı olmuyorsunuz? Aşağıdaki alanlardan herhangi birinde yapacağınız katkılar çok takdir edilecektir.
uk: AntennaPod покладається на безкоштовну рекламу, сарафанне радіо та скромну присутність у соціальних мережах для свого просування. Ми знаємо, що є місце для вдосконалення. І ви також могли це подумати. Чому б не допомогти нам рости? Ваш внесок у будь-яку з наведених нижче сфер буде високо оцінений.

source: **Social media** Happy to think of new hooks to talk about the project, and draft concise & creative messages every now & then? Help engage with a wider audience on Twitter & Mastodon.
ca: **Social mèdia** Us agrada pensar en nous ganxos per parlar del projecte, i redactar missatges concisos ? Sou creatius de tant en tant ? Ajudeu-nos a arribar a una audiència més àmplia a Twitter & Mastodon.
cs: **Sociální sítě** Rádi vymýšlíte nové způsoby, jak o projektu mluvit, a občas navrhujete stručné a kreativní zprávy? Pomozte se zapojit do komunikace s širším publikem na Twitteru a Mastodonu.
da: **Sociale medier** Glad for at finde på nye vinkle til at tale om projektet ud fra, og udarbejde koncise & kreative budskaber af og til? Hjælp med at engagere et bredere publikum på Twitter & Mastodon.
de: **Soziale Medien** Du denkst dir gerne neue Gesprächsaufhänger aus, um über das Projekt zu sprechen, und prägnante und kreative Texte? Hilf uns, ein größeres Publikum auf Twitter und Mastodon zu erreichen.
es: **Redes sociales** ¿Te gustaría pensar en nuevos ganchos para hablar del proyecto, y hacer bocetos de mensajes concisos y creativos de vez en cuando? Ayúdanos a llamar la atención de una audiencia mayor en Twitter.
fa: **رسانه‌های اجتماعی** خوشحال می‌شوید ایده‌های جدیدی برای صحبت درباره پروژه پیدا کنید و پیام‌های کوتاه و خلاقانه‌ای هر از گاهی بنویسید؟ به ما کمک کنید تا با مخاطبان گسترده‌تری در توییتر و ماستودون پیوند برقرار کنیم.
fi: **Sosiaalinen media** Kiinnostaako ajatella uusia koukkuja, joilla voit puhua projektista ja laatia ytimekkäitä ja luovia viestejä aina silloin tällöin? Auta tavoittamaan laajempi yleisö Twitterissä ja Mastodonissa.
fr: **Réseaux sociaux** Heureux de penser à de nouvelles accroches pour parler du projet à chaque fois, et de rédiger des messages consensuels et créatifs de temps en temps ? Aidez-nous à nous engager auprès d'un public plus large sur Twitter/X & Mastodon.
gl: **Internet Social** Novos xeitos de falar sobre o proxecto, de crear con regularidade mensaxes creativas e concisas? Axúdanos a chegar a unha maior audiencia en Mastodon e X.
hi: **सोशल मीडिया** प्रोजेक्ट के बारे में बात करने के लिए नए तरीकों के बारे में सोचने और समय-समय पर संक्षिप्त और रचनात्मक संदेशों का मसौदा तैयार करने में खुशी होती है? ट्विटर और मास्टोडॉन पर व्यापक दर्शकों से जुड़ने में सहायता करें।
nb_no: **Sosiale media** Liker du å finne innfallsvinkler å snakke om prosjektet på, samt å planlegge presise og kreative meldinger nå og da? Hjelp oss å nå et bredere publikum på X (tidl Twitter) og Mastodon.
nl: **Social media** Bedenk je graag nieuwe invalshoeken om over het project te praten, of stel je graag af en toe bondige en creatieve berichten op? Help ons om een breder publiek te bereiken op Twitter & Mastodon.
pt_br: **Redes sociais** Curte pensar em novos ganchos para falar sobre o projeto e criar mensagens concisas e criativas de vez em quando? Ajude a engajar um público maior no Twitter e Mastodon.
ru: **Социальные сети** Вам нравится придумывать новые анонсы проектов и время от времени составлять лаконичные и креативные сообщения? Помогите нам взаимодействовать с широкой аудиторией в Twitter и Mastodon.
tr: ** Sosyal medya ** Proje hakkında konuşmak için yeni başlıklar düşünmekten ve ara sıra öz ve yaratıcı mesajlar taslaklamaktan mutluluk duyar mısınız? Twitter ve Mastodon'da daha geniş bir kitleyle etkileşime geçmeye yardımcı olun.
uk: **Соціальні медіа** З радістю думаєте про нові способи поговорити про проект і час від часу створювати стислі та творчі повідомлення? Допоможіть залучити ширшу аудиторію в Twitter і Mastodon.

source: **Blog** Interested in writing about new app features, the AntennaPod project or an open podcasting ecosystem in general? Help us maintain our blog.
ca: **Blog** Interessat en escriure sobre les noves funcionalitats de l'aplicació, el projecte AntennaPod o un ecosistema de podcast obert en general? Ajudeu-nos a mantenir el nostre blog.
cs: **Blog** Máte zájem psát o nových funkcích aplikace, projektu AntennaPod nebo obecně o otevřeném ekosystému podcastingu? Pomozte nám udržovat náš blog.
da: **Blog** Er du interesseret i at skrive om nye app-funktioner, AntennaPod-projektet eller et åbent podcasting-økosystem generelt? Hjælp os med at vedligeholde vores blog.
de: **Blog** Du hast Interesse, über neue Funktionen der App, das AntennaPod-Projekt oder ein offenes Podcast-Ökosystem im Allgemeinen zu schreiben? Hilf uns bei der Gestaltung unseres Blogs.
es: **Blog** ¿Interesado en escribir sobre las nuevas características de la aplicación, el proyecto AntennaPod o un ecosistema de podcasting abierto en general? Ayúdanos a mantener nuestro blog.
fa: **وبلاگ** نوشتن درباره ویژگی‌های جدید برنامه، پروژه آنتناپاد یا زیست‌بوم آزاد پادپخش به‌طور کلی را می‌پسندید؟ به ما کمک کنید تا وبلاگ‌مان را نگه‌داریم.
fi: **Blogi** Oletko kiinnostunut kirjoittamaan uusista sovellusominaisuuksista, AntennaPod-projektista tai avoimesta podcasting-ekosysteemistä yleensä? Auta meitä ylläpitämään blogiamme.
fr: **Blog** Vous souhaitez écrire sur les nouvelles fonctionnalités de l'application, le projet AntennaPod ou un écosystème ouvert de podcasting en général ? Aidez-nous à maintenir notre blog.
gl: **Blog** Tes interese en escribir sobre as novas características da app, ou sobre o proxecto AntennaPod e o ecosistema dos podcasts en xeral? Axúdanos a manter o blog.
hi: **ब्लॉग** नई ऐप सुविधाओं, एंटेनापॉड परियोजना या सामान्य रूप से एक खुले पॉडकास्टिंग पारिस्थितिकी तंत्र के बारे में लिखने में रुचि रखते हैं? हमारे ब्लॉग को बनाए रखने में हमारी सहायता करें।
nb_no: **Bloggen** Er du interessert i å skrive om nye programfunksjoner, AntennaPod-prosjektet og det åpne økosystemet rundt podkasting generelt? Hjelp oss å vedlikeholde bloggen vår.
nl: **Blog** Vind je het leuk om te schrijven over nieuwe app features, het AntennaPod project of een open podcasting ecosysteem in het algemeen? Help ons het blog te onderhouden.
pt_br: **Blog** Interessado em escrever sobre os novos recursos do app, o projeto AntennaPod ou um ecossistema aberto de podcasting em geral? Ajude-nos a manter nosso blog.
ru: **Блог** Хотите писать о новых функциях приложения, проекте AntennaPod или открытой экосистеме подкастинга в целом? Помогите нам вести наш блог.
tr: ** Blog ** Yeni uygulama özellikleri, AntennaPod projesi veya genel olarak açık bir podcasting ekosistemi hakkında yazmakla ilgileniyor musunuz ? Blogumuzu sürdürmemize yardımcı olun.
uk: **Блог** Хочете написати про нові функції програми, проект AntennaPod чи відкриту екосистему подкастингу загалом? Допоможіть нам підтримувати наш блог.

source: **Graphics design** Feeling comfortable with (digital) pen & ink? Then help us spice up our website, social media presence and other promotional materials.
ca: **Disseny gràfic** Còmode amb el llapis (digital)? Ajudeu-nos a crear la nostra pàgina web, la presència de les xarxes socials i altres materials promocionals.
cs: **Grafický design** Baví vás práce s (digitálním) perem a inkoustem? Pak nám pomozte vylepšit naše webové stránky, prezentaci na sociálních sítích a další propagační materiály.
da: **Grafisk design** Er du fortrolig med (digital) pen og tusch? Så hjælp os med at pifte vores hjemmeside, tilstedeværelse på de sociale medier og andre reklamematerialer op.
de: **Grafikdesign** Du fühlst dich richtig wohl mit (digitaler) Feder & Tinte? Dann hilf uns dabei, die Webseite, unsere Präsenz in den sozialen Medien und andere Werbematerialien aufzupeppen.
es: **Diseño gráfico** ¿Te sientes cómodo con la pluma (digital) y la tinta? Entonces ayúdanos a darle vida a nuestra página web, a nuestra presencia en las redes sociales y a otros materiales promocionales.
fa: **طراحی گرافیک** با قلم و جوهر (دیجیتال) راحت هستید؟ به ما کمک کنید تا وبگاه، حضور در رسانه‌های اجتماعی و دیگر مواد آگهی‌مان را جذاب‌تر کنیم.
fi: **Graafinen suunnittelu** Tunnetko olosi mukavaksi (digitaalisen) kynän ja musteen kanssa? Auta sitten meitä piristämään verkkosivujamme, sosiaalista mediaamme ja muita mainosmateriaaleja.
fr: **Conception graphique** Vous vous sentez à l'aise avec le stylo (numérique) et l'encre ? Alors aidez-nous à pimenter notre site Web, notre présence sur les réseaux sociaux et autres supports promotionnels.
gl: **Deseño gráfico** Tes habilidade co lápis e papel (dixitais)? Axúdanos a mellorar a nosa páxina web, presenza nos medios sociais e outros materiais promocionais.
hi: **ग्राफिक्स डिज़ाइन** (डिजिटल) पेन और स्याही के साथ सहज महसूस कर रहे हैं? फिर हमारी वेबसाइट, सोशल मीडिया उपस्थिति और अन्य प्रचार सामग्री को बेहतर बनाने में हमारी मदद करें।
nb_no: **Grafikk og design** Komfortabel med (digital) penn og blekk? Hjelp oss å friske opp nettsiden, tilstedeværelsen på sosiale media, og annet promoteringsmateriale.
nl: **Graphics design** Voel jij je comfortabel met (digitale) pen en inkt? Help ons dan met het opleuken van onze website, social media en ander promotiemateriaal.
pt_br: **Design gráfico** Se sente confortável com papel e caneta (digitais)? Então ajude a dar um up ao nosso site, às redes sociais e a outros materiais de divulgação.
ru: **Графический дизайн** Вам удобно работать с (цифровым) пером и чернилами? Тогда помогите нам украсить наш сайт, социальные сети и другие рекламные материалы.
tr: ** Grafik tasarım ** (Dijital) kalem ve mürekkeple rahat hissediyor musunuz? O zaman web sitemizi, sosyal medya varlığımızı ve diğer tanıtım materyallerimizi renklendirmemize yardımcı olun.
uk: **Графічний дизайн** Почуваєтеся комфортно з (цифровим) пером і чорнилом? Тоді допоможіть нам оживити наш веб-сайт, присутність у соціальних мережах та інші рекламні матеріали.

source: **Everything else** Do you have other great ideas to promote the project? Get in touch and share them with us.
ca: **Quelcom més?** Teniu altres grans idees per a promoure el projecte? Poseu-vos en contacte i compartiu-los amb nosaltres.
cs: **Všechno ostatní** Máte další skvělé nápady na propagaci projektu? Ozvěte se nám a podělte se o ně.
da: **Alt andet** Har du andre gode idéer til at fremme projektet? Så kontakt os og del dem med os.
de: **Alles andere** Hast du weitere tolle Ideen, um AntennaPod weiterzubringen? Melde dich bei uns und teile sie mit uns.
es: **Todo lo demás** ¿Tienes otras grandes ideas para promocionar el proyecto? Ponte en contacto y compártelas con nosotros.
fa: **هر چیز دیگر** آیا ایده‌های عالی دیگری برای آگهی پروژه دارید؟ با ما تماس بگیرید و آن‌ها را با ما در میان بگذارید.
fi: **Kaikki muu** Onko sinulla muita hyviä ideoita projektin edistämiseksi? Ota yhteyttä ja jaa ne kanssamme.
fr: **Tout le reste** Avez-vous d'autres grandes idées pour promouvoir le projet ? Contactez-nous et partagez-les avec nous.
gl: **Outros ámbitos** Tes ideas para promocionar o proxecto que queiras compartir? Contacta con nós e fáinolo saber.
hi: **बाकी सब कुछ** क्या आपके पास परियोजना को बढ़ावा देने के लिए अन्य बेहतरीन विचार हैं? संपर्क करें और उन्हें हमारे साथ साझा करें।
nb_no: **Alt annet** Har du andre gode idéer for å promotere prosjektet? Ta kontakt og del dem med oss.
nl: **En meer** Heb je andere leuke ideeën om het project te promoten? Neem contact met ons op en deel ze met ons.
pt_br: **Tudo mais** Tem outras ideias incríveis pra divulgar o projeto? Fale com a gente e compartilhe.
ru: **Что-нибудь ещё?** У вас есть другие отличные идеи для продвижения проекта? Свяжитесь с нами и поделитесь ими.
tr: ** Diğer her şey ** Projeyi tanıtmak için başka harika fikirleriniz var mı? Bizimle iletişime geçin ve paylaşın.
uk: **Усе інше** Чи є у вас інші чудові ідеї для просування проекту? Зв’яжіться з нами та поділіться ними.

source: Get in touch
ca: Poseu-vos en contacte
cs: Spojte se s námi
da: Kontakt os
de: Kontakt aufnehmen
es: Ponte en contacto
fa: تماس با ما
fi: Ota yhteyttä
fr: Prenez contact avec nous
gl: Contacto
hi: संपर्क करें
nb_no: Ta kontakt
nl: Neem contact op
pt_br: Fale com a gente
ru: Свяжитесь с нами
tr: İletişime geçin
uk: Зв'яжіться
