Repository: AntennaPod/antennapod.github.io
Catalog: contribute-pages/site-contribute_*.po
Languages: ca, cs, da, de, es, fa, fi, fr, gl, hi, nb_no, nl, pt_br, ru, tr, uk

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with [@Keunes on our forum](https://forum.antennapod.org/u/keunes)! To get an idea of our current materials, you can also check out [our Twitter feed](https://www.twitter.com/antennapod), [our blog](/blog) and the [Branding repository](https://github.com/AntennaPod/Branding) on GitHub.
ca: Vagament interessat però encara no segur? A punt per començar? Poseu-vos en contacte amb [@Keunes al nostre fòrum](https://forum.antennapod.org/u/keunes)! Per a tenir una idea dels nostres materials actuals, també podeu consultar [el nostre canal de Twitter](https://www.twitter.com/antennapod), [el nostre blog](/blog) i el [repositori de marca](https://github.com/AntennaPod/Branding) a GitHub.
cs: Máte zájem, ale ještě si nejste jistí? Jste připraveni začít? Kontaktujte [@Keunes on our forum](https://forum.antennapod.org/u/keunes)! Chcete-li si udělat představu o našich aktuálních materiálech, můžete se také podívat na [náš Twitter](https://www.twitter.com/antennapod), [náš blog](/blog) a [Branding repository](https://github.com/AntennaPod/Branding) na GitHubu.
da: Er din interesse vakt, men stadig usikker? Er du klar til at komme i gang? Så kontakt [@Keunes på vores forum](https://forum.antennapod.org/u/keunes)! For at få en idé om vores nuværende materialer kan du også tjekke [vores Twitter-feed](https://www.twitter.com/antennapod), [vores blog](/blog) og [Branding-depot](https://github.com/AntennaPod/Branding) på GitHub.
de: Du bist prinzipiell interessiert, bist dir aber noch nicht sicher? Du bist bereit anzufangen? Melde dich bei [@Keunes in unserem Forum](https://forum.antennapod.org/u/keunes)! Um einen Eindruck von unseren aktuellen Materialien zu bekommen, kannst du auch [unseren Twitter-Feed](https://www.twitter.com/antennapod), [unseren Blog](/blog) und das [Branding-Repository](https://github.com/AntennaPod/Branding) auf GitHub besuchen.
es: ¿Puede que estés interesado pero aún no seguro?¿Listo para empezar?¡Ponte en contacto con [@Keunes en nuestro foro](https://forum.antennapod.org/u/keunes)! Para hacerte una idea de los materiales actuales, también puedes echarle un vistazo a nuestro [canal de Twitter](https://www.twitter.com/antennapod), [nuestro blog](/blog) y el [repositorio de estilo](https://github.com/AntennaPod/Branding) en GitHub.
fa: مشتاق‌اید اما هنوز مطمئن نیستید؟ آماده آغاز هستید؟ با [@Keunes در انجمن ما](https://forum.antennapod.org/u/keunes) تماس بگیرید! برای آشنایی با مواد کنونی ما، می‌توانید [خوراک توییتر ما](https://www.twitter.com/antennapod)، [وبلاگ ما](/blog) و [مخزن برندینگ](https://github.com/AntennaPod/Branding) در گیت‌هاب را بررسی کنید.
fi: Kiinnostaako epämääräisesti, mutta et ole vielä varma? Oletko valmis aloittamaan? Ota yhteyttä [@Keunesiin keskusteluryhmässämme](https://forum.antennapod.org/u/keunes)! Saadaksesi käsityksen nykyisestä materiaalistamme voit myös tutustua [Twitter-syötteemme](https://www.twitter.com/antennapod), [blogiimme](/blogi) ja [tuotemerkkitietovarastoon](https://github.com/AntennaPod/Branding) GitHubissa.
fr: Vaguement intéressé mais pas encore sûr ? Vous êtes prêt à vous lancer ? Prenez contact avec [@Keunes sur notre forum](https://forum.antennapod.org/u/keunes) ! Pour vous faire une idée de notre matériel actuel, vous pouvez également consulter [notre fil Twitter](https://www.twitter.com/antennapod), [notre blog](/blog) et le [dépôt de l'image de marque](https://github.com/AntennaPod/Branding) sur GitHub.
gl: Tes interese pero non sabes como axudar? Como comezar? Contacta con [@Keunes no foro](https://forum.antennapod.org/u/keunes)! Para ver a situación actual podes mirar a nosa conta en [X](https://www.twitter.com/antennapod), [o noso blog](/blog) e o [repositorio en GitHub](https://github.com/AntennaPod/Branding) .
hi: थोड़ी दिलचस्पी है लेकिन अभी तक निश्चित नहीं हैं? आरंभ करने के लिए तैयार हैं? हमारे मंच पर [@Keunes](https://forum.antennapod.org/u/keunes) से संपर्क करें! हमारी वर्तमान सामग्रियों का अंदाजा लगाने के लिए, आप [हमारा ट्विटर फ़ीड](https://www.twitter.com/antennapod), [हमारा ब्लॉग](/ब्लॉग) और [ब्रांडिंग रिपॉजिटरी](https:) भी देख सकते हैं। //github.com/AntennaPod/Branding) GitHub पर।
nb_no: Litt interessert men ikke sikker enda? Klar til å begynne? Ta kontakt med [@Keunes på forumet](https://forum.antennapod.org/u/keunes). Du kan også sjekke ut [vår X (tidligere Twitter)-strøm](https://www.twitter.com/antennapod), [bloggen](/blog) og [merkevare-kodelageret](https://github.com/AntennaPod/Branding) på GitHub.
nl: Vaag geïnteresseerd maar nog niet zeker? Klaar om te beginnen? Neem contact op met [@Keunes op ons forum](https://forum.antennapod.org/u/keunes)! Om een idee te krijgen van onze huidige materialen, kunt eens op [onze Twitter feed](https://www.twitter.com/antennapod), [onze blog](/blog) en de [Branding repository](https://github.com/AntennaPod/Branding) op GitHub.
pt_br: Vagamente interessado, mas ainda não tem certeza? Pronto para começar? Fale com [@Keunes em nosso fórum](https://forum.antennapod.org/u/keunes)! Para ter uma ideia dos nossos materiais atuais, você pode conferir [nosso feed no Twitter](https://www.twitter.com/antennapod), [nosso blog](/blog)e o [repositório de Branding](https://github.com/AntennaPod/Branding) no GitHub.
ru: Смутно заинтересованы, но еще не уверены? Готовы приступить к работе? Свяжитесь с [@Keunes на нашем форуме](https://forum.antennapod.org/u/keunes)! Чтобы получить представление о наших текущих материалах, вы также можете заглянуть в [наш Twitter](https://www.twitter.com/antennapod), [наш блог](/blog) и [репозиторий брендинга](https://github.com/AntennaPod/Branding) на GitHub.
tr: Biraz ilgi duyuyorsunuz ama henüz emin değilsiniz? Başlamaya hazır mısınız? Forumumuzda [@Keunes](https://forum. antennapod .org/u/keunes) ile iletişime geçin! Mevcut materyallerimiz hakkında bir fikir edinmek için GitHub'da [Twitter akışımızı ](https://www.twitter.com/ antennapod ), [blogumuzu](/blog) ve [Markalaşma deposunu](https://github.com/ AntennaPod /Branding) da inceleyebilirsiniz .
uk: Непевно зацікавлені, але ще не впевнені? Готові почати? Зв’яжіться з [@Keunes на нашому форумі](https://forum.antennapod.org/u/keunes)! Щоб отримати уявлення про наші поточні матеріали, ви також можете переглянути [нашу стрічку Twitter](https://www.twitter.com/antennapod), [наш блог](/blog) і [репозиторій брендингу](https://github.com/AntennaPod/Branding) на GitHub.

source: Overview of resources in Transifex
ca: Vista general dels recursos a Transifex
da: Oversigt over ressourcer i Transifex
hi: ट्रांसिफ़ेक्स में संसाधनों का अवलोकन
nb_no: Oversikt over ressurser

source: Overview of components in Weblate
ca: Vista general dels components a Weblate
da: Oversigt over komponenter i Weblate
hi: वेबलेट में घटकों का अवलोकन
nb_no: Oversikt over komponenter i Weblate

source: Out of the estimated [world population](https://en.wikipedia.org/wiki/World_population) of 7.9 billion people, 'only' 1.5 billion [speak English](https://www.ethnologue.com/insights/ethnologue200/). This may not mean much per se. But if anything, we can conclude that making AntennaPod available in more languages, makes the app accessible to more people. As a side benefit, localising the app also helps our project grow beyond the current main userbases (Germany and the US).
ca: Encara que la [població mundial](https://en.wikipedia.org/wiki/World).population) estimada és de 7.900 milions de persones, «només» 1.500 milions [parlen anglès](https://www.ethnologue.com/insights/ethnologue200/). Això pot no significar molt per se. Però podem concloure que fer AntennaPod disponible en més llengües, fa que l'aplicació sigui accessible a més persones. Com a benefici secundari, la localització de l'aplicació també ajuda al nostre projecte a créixer més enllà de les bases d'usuaris principals actuals (Alemanya i els Estats Units).
hi: अनुमानित [विश्व जनसंख्या](https://en.wikipedia.org/wiki/World_population) 7.9 अरब लोगों में से, 'केवल' 1.5 अरब [अंग्रेजी बोलते हैं](https://www.ethnologue.com/insights/ ethnologue200/). इसका अपने आप में कोई खास मतलब नहीं हो सकता है। लेकिन अगर कुछ भी हो, तो हम यह निष्कर्ष निकाल सकते हैं कि एंटेनापॉड को अधिक भाषाओं में उपलब्ध कराने से ऐप अधिक लोगों तक पहुंच योग्य हो जाता है। एक अतिरिक्त लाभ के रूप में, ऐप का स्थानीयकरण हमारे प्रोजेक्ट को मौजूदा मुख्य उपयोगकर्ता आधारों (जर्मनी और अमेरिका) से आगे बढ़ने में भी मदद करता है।
nb_no: Av en anslått [verdensbefolkning](https://en.wikipedia.org/wiki/World_population) på 7,9 milliarder, snakker kun 1,5 [Engelsk](https://www.ethnologue.com/insights/ethnologue200/). Dette betyr ikke så mye i og for seg, men om noe så kan vi konkludere at AntennaPod tilgjengelig på flere språk gjør appen tilgjengelig for flere. Som en ekstra fordel vil oversetting av appen hjelpe prosjektet vårt å nå et publikum utenfor nåværende brukermasse i Tyskland og USA.
uk: З приблизного [населення світу](https://en.wikipedia.org/wiki/World_population) у 7,9 мільярда людей «лише» 1,5 мільярда [розмовляють англійською](https://www.ethnologue.com/insights/етнолог200/). Само по собі це може не означати багато. Але ми можемо зробити висновок, що доступність AntennaPod більшою кількістю мов робить програму доступною для більшої кількості людей. Як побічна перевага, локалізація програми також допомагає нашому проекту вирости за межі поточних основних баз користувачів (Німеччина та США).

source: We therefore much appreciate your help!
ca: Per tant, us agraïm molt la vostra ajuda!
cs: Proto si velmi vážíme vaší pomoci!
da: Vi sætter derfor stor pris på din hjælp!
de: Wir wissen deine Hilfe daher sehr zu schätzen!
es: ¡Por ello, apreciamos mucho tu colaboración!
fa: بنابراین، از کمک شما بسیار سپاسگزاریم!
fi: Siksi arvostamme suuresti apuasi!
fr: Nous apprécions donc beaucoup votre aide !
gl: Asi que agradecemos a túa axuda!
hi: इसलिए हम आपकी मदद की बहुत सराहना करते हैं!
nb_no: Vi setter derfor stor pris på din hjelp!
nl: Wij stellen je hulp dan ook zeer op prijs!
pt_br: Por isso, agradecemos muito a sua ajuda!
ru: Поэтому мы очень ценим вашу помощь!
tr: Bu nedenle yardımlarınız için çok teşekkür ederiz!
uk: Тому ми дуже цінуємо вашу допомогу!

source: The app
ca: La aplicació
da: Appen
hi: ऐप
nb_no: Appen
uk: Додаток

source: To help translate the app, we ask you to contribute via [Transifex](https://www.transifex.com/antennapod/antennapod/). Anyone can sign up there and get started. Transifex has helpful guides to [get started on their platform](https://docs.transifex.com/getting-started-1/translators) and to [get familiar with the Web Editor interface](https://docs.transifex.com/translation/translating-with-the-web-editor).
ca: Per a ajudar a traduir l'aplicació, us demanem que hi contribuïu a través de [Transifex](https://www.transifex.com/antennapod/antennapod/). Qualsevol pot accedir-hi i començar. El Transifex té guies útils per a [iniciar-se a la seva plataforma](https://docs.transifex.com/getting-started-1/translators) i per a [ familiaritzar-se amb la interfície de l'editor web](https://docs.transifex.com/translation/translating-with-the-web-editor).
da: For at hjælpe med at oversætte appen beder vi dig om at bidrage via [Transifex](https://www.transifex.com/antennapod/antennapod/). Alle kan tilmelde sig der og begynde at bidrage. Transifex har nyttige vejledninger til at [komme i gang med deres platform](https://docs.transifex.com/getting-started-1/translators) og til at [blive fortrolig med Web Editor-grænsefladen](https://docs.transifex.com/translation/translating-with-the-web-editor).
hi: ऐप का अनुवाद करने में सहायता के लिए, हम आपसे [ट्रांसिफ़ेक्स](https://www.transifex.com/antennapod/antennapod/) के माध्यम से योगदान करने के लिए कहते हैं। कोई भी वहां साइन अप कर सकता है और शुरुआत कर सकता है। ट्रांसिफ़ेक्स के पास [अपने प्लेटफ़ॉर्म पर शुरुआत करने के लिए](https://docs.transifex.com/getting-started-1/translator) और [वेब संपादक इंटरफ़ेस से परिचित होने के लिए](https://docs.transifex) के लिए सहायक मार्गदर्शिकाएँ हैं .com/translation/translating-with-the-web-editor)।
nb_no: For å hjelpe til å oversette appen ber vi deg bidra via [Transifex](https://www.transifex.com/antennapod/antennapod/). Alle kan registrere seg der og komme igang. Transifex har hjelpsomme veiledninger for å [komme i gang på dere plattforn](https://docs.transifex.com/getting-started-1/translators) og for å [bli kjent med brukergrensesnittet i nettredigereren](https://docs.transifex.com/translation/translating-with-the-web-editor).

source: Under the AntennaPod project you will find three 'resources':
ca: Al projecte AntennaPod trobareu tres «recursos»:
da: Under AntennaPod-projektet finder du tre 'ressourcer':
hi: एंटेनापॉड परियोजना के अंतर्गत आपको तीन 'संसाधन' मिलेंगे:
nb_no: Under AntennaPod-prosjektet finner du tre "ressurser":

source: The app itself
ca: La pròpia aplicació
da: Selve appen
hi: ऐप स्वयं
nb_no: Selve programmet

source: The short, one-sentence description for in app stores
ca: La descripció breu per a les botigues d'aplicacions
da: Den korte beskrivelse i én sætning til app-butikker
hi: ऐप स्टोर के लिए संक्षिप्त, एक-वाक्य विवरण
nb_no: Den korte, énlinjesbeskrivelsen for programbutikker

source: The more elaborate description for in app stores
ca: La descripció més elaborada de les botigues d'aplicacions
da: Den mere udførlige beskrivelse til app-butikker
hi: ऐप स्टोर के लिए अधिक विस्तृत विवरण
nb_no: Den mer utførlige beskrivelsen for programbutikker

source: The app is currently available in 34 languages. While there are more languages in Transifex, we don't include them in the app. We try to maintain a [threshold of 40% completion](https://github.com/AntennaPod/AntennaPod/pull/4112) for languages. If it goes below that, the app hardly provides a good user experience.
ca: L'aplicació està disponible actualment en 34 llengües. Tot i que hi ha més llengües al Transifex, no les incloem a l'aplicació. Intentem mantenir un [llindar del 40% de compleció](https://github.com/AntennaPod/AntennaPod/pull/4112) per a llengües. Si va per sota d'això, l'aplicació difícilment proporciona una bona experiència d'usuari.
da: Appen er i øjeblikket tilgængelig på 34 sprog. Selv om der findes flere sprog i Transifex, er de ikke inkluderet i appen. Vi forsøger at opretholde en [tærskel på 40 % færdiggørelse](https://github.com/AntennaPod/AntennaPod/pull/4112) for sprog. Hvis den går under det, får man næppe en god brugeroplevelse i appen.
hi: ऐप फिलहाल 34 भाषाओं में उपलब्ध है। हालाँकि ट्रांसिफ़ेक्स में और भी भाषाएँ हैं, हम उन्हें ऐप में शामिल नहीं करते हैं। हम भाषाओं के लिए [40% पूर्णता की सीमा](https://github.com/AntennaPod/AntennaPod/pull/4112) बनाए रखने का प्रयास करते हैं। यदि यह उससे नीचे चला जाता है, तो ऐप शायद ही एक अच्छा उपयोगकर्ता अनुभव प्रदान करता है।
nb_no: Programmet er i skrivende stund tilgjengelig på 34 språk. Selv om det er flere språk tilgjengelig i Transifex, er de for øyeblikket ikke inkludert. Vi prøver å opprettholde en terskel på [40 % ferdigstillelse](https://github.com/AntennaPod/AntennaPod/pull/4112) for hvert språk. Hvis det går under dette vil ikke appen tilby tilstrekkelig god brukeropplevelse.

source: New translations are pulled from Transifex to GitHub (the development platform) at least for every 'point release'. These are releases like 2.0, 2.5, etc that introduce new features. But we also release updates with bug fixes and new translations in between. On average, it might take a month or two before your work is available in a release.
ca: Les traduccions noves s'extreuen de Transifex a GitHub (la plataforma de desenvolupament) almenys per a cada «llançament de punts». Són versions com 2.0, 2.5, etc. que introdueixen noves característiques. Però també publiquem actualitzacions amb correccions d'errors i traduccions noves entremig. De mitjana, pot trigar un o dos mesos abans que el vostre treball estigui disponible en un llançament.
da: Nye oversættelser bliver hentet fra Transifex til GitHub (udviklingsplatformen) mindst for hver 'punktudgivelse'. Det er udgivelser som 2.0, 2.5 osv., der introducerer nye funktioner. Men vi udsender også opdateringer med fejlrettelser og nye oversættelser ind i mellem. I gennemsnit kan det tage en måned eller to, før dit arbejde er tilgængeligt i en udgivelse.
hi: कम से कम प्रत्येक 'प्वाइंट रिलीज़' के लिए नए अनुवाद ट्रांसिफ़ेक्स से गिटहब (विकास मंच) पर खींचे जाते हैं। ये 2.0, 2.5 आदि जैसे रिलीज़ हैं जो नई सुविधाएँ पेश करते हैं। लेकिन हम बीच-बीच में बग फिक्स और नए अनुवाद के साथ अपडेट भी जारी करते हैं। औसतन, आपका काम रिलीज़ में उपलब्ध होने में एक या दो महीने लग सकते हैं।
nb_no: Nye oversettelser hentes inn til GitHub (utviklingsplattformen minst hver gang desimalutgivelser slippes. For eksempel 2.0, 2.5, osv, som introduserer nye funksjoner. Versjoner med feilfikser og nye oversettelser slippes også mellom disse. I snitt tar det omkring én måned eller to før arbeidet er tilgjengelig i en utgivelse.

source: Translation contributors will find themselves mentioned in the app with their Transifex username, under `Settings` » `About` » `Contributors`.
ca: Els col·laboradors de traducció es trobaran esmentats a l'aplicació amb el seu nom d'usuari de Transifex, a `Settings` » `About` » `Contributors`.
da: Oversættelsesbidragydere vil blive nævnt i appen med deres Transifex-brugernavn under `Indstillinger` » `Om` » `Bidragydere`.
hi: अनुवाद योगदानकर्ताओं को ऐप में `सेटिंग्स` » `बारे में` » `योगदानकर्ता` के तहत उनके ट्रांसिफ़ेक्स उपयोगकर्ता नाम के साथ उल्लेखित पाया जाएगा।
nb_no: De som bidrar til oversettelsen blir nevnt i programmet med respektive brukernavn, under `Innstillinger` → `Om` → `Bidragsytere`.

source: The website
ca: El lloc web
da: Hjemmesiden
hi: वेबसाइट
nb_no: Nettsiden
uk: Веб-сайт

source: For several reasons (outlined in a [blogpost on website translations](/blog/2022/01/website-translations)) we use a different translation system for our website: [Weblate](https://hosted.weblate.org/projects/antennapod/). Anyone can sign up there and start contributing. In Weblate's documentation you'll find [everything you need to know to start translating](https://docs.weblate.org/en/latest/user/translating.html).
ca: Per diverses raons (concretament en un [blogpost en traduccions de llocs web](/blog/2022/01/website-translations)) utilitzem un sistema de traduccions diferent per al nostre lloc web: [Weblate](https://hosted.weblate.org/projects/antennapod/). Qualsevol pot accedir-hi i començar a contribuir. A la documentació del Weblate trobareu [tot el que necessiteu saber per començar a traduir](https://docs.weblate.org/en/latest/user/translating.html).
da: Af flere grunde (beskrevet i et [blogindlæg om oversættelser af websteder](/blog/2022/01/website-oversættelser)) bruger vi et andet oversættelsessystem til vores hjemmeside: [Weblate](https://hosted.weblate.org/projects/antennapod/). Alle kan tilmelde sig der og begynde at bidrage. I Weblate's dokumentation finder du [alt, hvad du skal vide for at begynde at oversætte](https://docs.weblate.org/en/latest/user/translating.html).
hi: कई कारणों से ([वेबसाइट अनुवाद पर ब्लॉगपोस्ट](/blog/2022/01/website-translations) में उल्लिखित) हम अपनी वेबसाइट के लिए एक अलग अनुवाद प्रणाली का उपयोग करते हैं: [वेबलेट](https://hosted.weblate.org/ प्रोजेक्ट्स/एंटीनापॉड/)। कोई भी वहां साइन अप कर सकता है और योगदान देना शुरू कर सकता है। वेबलेट के दस्तावेज़ में आपको [वह सब कुछ मिलेगा जो आपको अनुवाद शुरू करने के लिए जानना आवश्यक है](https://docs.weblate.org/en/latest/user/translating.html)।
nb_no: Av forskjellige årsaker (du kan lese om i denne [bloggposten](/blog/2022/01/website-translations)) brukes det overlegne [Weblate](https://hosted.weblate.org/projects/antennapod/) for nettsiden. Alle kan registrere seg der og begynne å oversette. Dokumentasjonen har [alt du trenger for å begynne](https://docs.weblate.org/en/latest/user/translating.html).

source: In the AntennaPod project, you will find four 'components'. Each represents a part of the website. We encourage you to start with the components `General` and the `Short strings`, because these will be the first elements a user sees on the website. The component `Documentation` is a very close second priority, because this section is directly available via the app when people tap on Support. The `Contribute` component comes last, because a basic understanding of English is needed anyway to interact with the community.
ca: Al projecte AntennaPod trobareu quatre "components". Cadascun representa una part del lloc web. Us encoratgem a començar amb els components `General` i les `Short strings`, perquè aquests seran els primers elements que veurà un usuari al lloc web. El component `Documentation` és una segona prioritat, perquè aquesta secció està disponible directament a través de l'aplicació quan la gent clica a Suport. El component `Contribute` és l'últim perquè es necessita una comprensió bàsica de l'anglès per a interactuar amb la comunitat.
da: I AntennaPod-projektet finder du fire 'komponenter'. Hver især repræsenterer de en del af hjemmesiden. Vi opfordrer dig til at starte med komponenterne `General` og `Short strings`, da disse vil være de første elementer, som en bruger ser på hjemmesiden. Komponenten `Documentation` er meget tæt på andenprioritet, fordi denne del er direkte tilgængelig via appen, når folk trykker på Support. Komponenten `Contribute` kommer til sidst, da der alligevel er behov for en grundlæggende forståelse af engelsk for at kunne interagere med fællesskabet.
hi: एंटेनापॉड प्रोजेक्ट में, आपको चार 'घटक' मिलेंगे। प्रत्येक वेबसाइट के एक भाग का प्रतिनिधित्व करता है। हम आपको `सामान्य` और `छोटी स्ट्रिंग्स` घटकों से शुरुआत करने के लिए प्रोत्साहित करते हैं, क्योंकि ये वे पहले तत्व होंगे जिन्हें उपयोगकर्ता वेबसाइट पर देखता है। घटक `डॉक्यूमेंटेशन` एक बहुत ही करीबी दूसरी प्राथमिकता है, क्योंकि जब लोग समर्थन पर टैप करते हैं तो यह अनुभाग सीधे ऐप के माध्यम से उपलब्ध होता है। `योगदान` घटक सबसे अंत में आता है, क्योंकि समुदाय के साथ बातचीत करने के लिए अंग्रेजी की बुनियादी समझ की आवश्यकता होती है।
nb_no: I AntennaPod-prosjektet finner du fire "komponenter". Hver av dem representerer en del av nettsiden. Begynn med `General` (generelt) og `Short strings` (korte strenger), som inneholder det brukere først møter på nettsiden. Komponenten `Dokumentasjon` kommer på en knepen andreplass, siden det lenkes til den når man trykker «Støtte» i programmet. `Contribute` (bidragsytere) er sist, siden grunnleggende engelsk-kunnskaper uansett trengs for å kommunisere i prosjektet.
uk: У проекті AntennaPod ви знайдете чотири «компоненти». Кожен представляє частину веб-сайту. Радимо вам почати з компонентів `Загальні` та `Короткі рядки`, тому що це будуть перші елементи, які користувач побачить на веб-сайті. Компонент «Документація» є другим за пріоритетом, оскільки цей розділ доступний безпосередньо через додаток, коли користувачі натискають «Підтримка». Компонент `Contribute` стоїть на останньому місці, тому що базове розуміння англійської мови потрібне для взаємодії зі спільнотою.
