[
  
    
    {
      "title"    : "自動",
      "url"      : "/ja/documentation/automation",
      "content"  : "自動経験豊富なユーザーで、タスクを自動化したいと考えていますか？以下のページを読んでください。"
    } ,
  
    
    {
      "title"    : "自動削除",
      "url"      : "/ja/documentation/automation/deletion",
      "content"  : "自動削除ダウンロード済みのエピソードの一部が削除されるのはなぜでしょうか？AntennaPodには、ダウンロード済みのポッドキャストがスマートフォンのストレージをいっぱいにしないようにするための仕組みがいくつかあります。一部のダウンロード済みエピソードが削除されていることに気がついたときは、次の2つの設定を確認してください。Delete after playing自動削除は 設定 » ストレージ にあります。有効にすると、再生が完了したときにエピソードが削除されます（ただし、手動でエピソードを「再生済み」とマークしたときには削除されません）。Delete before auto downloadエピソードのクリーンアップは、設定 » ネットワーク » 自動ダウンロード にあります。自動ダウンロードが新しいエピソードのために空き容量を必要とする場合には、キューに追加されておらず、お気に入りとしてマークされていない古いエピソードが削除されます。遅延（再生後に削除するまでの時間）やエピソード数を追加することもできます。ダウンロードするエピソードの最大数は、設定 エピソードキャッシュ により決まります。"
    } ,
  
    
    {
      "title"    : "ポッドキャストの更新中",
      "url"      : "/ja/documentation/automation/refreshing-podcasts",
      "content"  : "ポッドキャストの更新中デフォルトでは、すべてのポッドキャストは12時間ごとに更新され、新しいエピソードがピックアップされます。設定 » ネットワーク » ポッドキャストの更新 で、更新間隔を変更し、1日の特定の時間を選択したり、自動更新をオフにしたりできます。ポッドキャストを継続して更新する必要がない場合は、この処理を個別のポッドキャストごとにオフにすることもできます。この機能は、たとえば、新しいエピソードがもう配信されなくなったポッドキャストや、追加済みのエピソードをたまにしか聞かないポッドキャストに利用できます。この設定は、ポッドキャストに移動し、歯車 アイコンをタップして、最新の状態を保つ 設定で変更できます。このポッドキャスト設定をオフにすると、ポッドキャストの自動更新時や、キューやエピソード画面からこの処理を開始したときに、このポッドキャストは更新されなくなります。それでもポッドキャストを更新して、AntennaPodに新しいエピソードを追加することはできます。しかし、新しいエピソードはエピソード画面の新着には表示されなくなります。"
    } ,
  
    
    {
      "title"    : "他のアプリとの統合",
      "url"      : "/ja/documentation/automation/tasker",
      "content"  : "他のアプリとの統合AntennaPodを使用すると、定期的に更新する購読（ポッドキャストフィード）を指定できます（詳しくはポッドキャストの更新を参照してください）。もっと複雑な要求があるときは、さまざまなサードパーティの自動化アプリケーションをAntennaPodとともに使用できます。たとえば、次のようなことができます。  1日のはじめに、午前7時に更新された購読を取得する: Wi-Fiに切り替えてAntennaPodフィードを更新する。  自宅への帰り道の前に購読を取得する: 平日午後5時に購読を更新する。一般的な手順自動化アプリでは、以下のような設定で ‘Broadcast’（Androidのintentの1種として表示されることがあります）を送信することで、AntennaPodに購読を更新させられます。  パッケージ名: de.danoeh.antennapod  クラス名: de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiverいくつかの自動化アプリ向けのステップHomeAssistant Android Mobile Companion (website)Create a notify action call in an automation with the following template:action: notify.mobile_app_&lt;SOME-ANDROID-MOBILE-DEVICE&gt;metadata: {}data:  message: command_broadcast_intent  data:    intent_package_name: de.danoeh.antennapod    intent_class_name: de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver    intent_action: Something random - cannot be emptyAutomate（ウェブサイト）flowで、APPS » Broadcast send という種類のブロックを追加し、以下を指定します  Package: de.danoeh.antennapod  Receiverクラスを de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver にするTasker（website）taskを作成します。task内で、actionを追加します  Systemを選択します  インテントを送信 を選択します  パッケージ名として de.danoeh.antennapod を指定します  クラス名として de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver を指定します  ターゲットとして Broadcast receiver を指定します  他のフィールドは空のままにできます免責事項: AntennaPodコミュニティは、一覧されたどのサードパーティ製自動化アプリとも無関係です。"
    } ,
  
    
    {
      "title"    : "バグ、エラー、応急処置",
      "url"      : "/ja/documentation/bugs-first-aid",
      "content"  : "バグ、エラー、応急処置ソフトウェアの開発は人間の仕事なので、間違いは避けられません。しかし、それに対してできることはたくさんあります！"
    } ,
  
    
    {
      "title"    : "何かが上手く動かない",
      "url"      : "/ja/documentation/bugs-first-aid/bug-report",
      "content"  : "何かが上手く動かないバグを見つけましたか？ 申し訳ありません。はじめに、最新版のAntennaPodがインストールされていることを確認してください。私たちは各アップデートごとに、小さいものから大きいものまで多数の修正を行っています。問題を見つけたときは、すでに提案がないかどうか確認できます。また、自分の状況下での情報を提供することを考えてください。開発者が問題の原因を特定するのに助けとなる可能性があります。アップデート済みのAntennaPodがあり、フォーラムで検索しても何も見つからない場合は、問題について教えてください。フォーラムで投稿を作成できます。投稿するには、（まだアカウントがない場合）新しいアカウントを作成するか、Googleアカウントでログインする必要があります。どの方法で連絡するとしても、設定 » バグ報告 に表示されるシステム情報を必ず含めてください。"
    } ,
  
    
    {
      "title"    : "ロックスクリーンや通知から再生を再開できません",
      "url"      : "/ja/documentation/bugs-first-aid/cannot-resume-playback",
      "content"  : "ロックスクリーンや通知から再生を再開できませんAndroid 13および14では、ロックスクリーンやメディア通知からは再生を再開できない場合があります。特に、再生を長時間一時停止していた場合に起こります。現在、この問題のはっきりとした原因はわかっていません。同様の問題はGoogleのアプリを含む他のアプリにも発生していることを確認しています。したがって、これはAndroid自体に問題がある可能性があります。回避策再生を再開できるようにするためには、AntennaPodのいわゆる「タイル」をデバイスに追加する必要があります。タイルとは、要するに画面上部からプルダウンしたときに表示されるボタンのことです。インターネットやライトなどのタイルについては知っていると思います。AntennaPodタイルを追加すると、たとえ長時間一時停止していても、再生や一時停止ができるようになります。AntennaPodタイルを追加する方法:  Pull down twice from the top of the screen to fully open the Quick Settings. On some Android versions (for example, Samsung One UI or Xiaomi MIUI) an equivalent Control Center with similar gestures may already contain a media tile, check your device settings if behavior differs  タイルを編集すために、タイルセクション下にある鉛筆アイコンをタップします  タイル一覧を下にスクロールして、AntennaPodタイルをタップ・ドラッグして、有効なタイル一覧の上に移動します  戻る矢印をタップしてタイルの編集を終了します"
    } ,
  
    
    {
      "title"    : "エピソードがダウンロードできません",
      "url"      : "/ja/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "エピソードがダウンロードできませんAntennaPodは非集中型のポッドキャストアプリです。これはつまり、各ポッドキャストについてすべてを知っている中央のサーバーが存在しないということになります。したがって、メディアファイルは直接配信者のウェブサイトから直接取得されます。配信者がファイルを削除した場合、AntennaPodはもう取得できなくなります。"
    } ,
  
    
    {
      "title"    : "すべてのポッドキャストとエピソードが消えてしまいました",
      "url"      : "/ja/documentation/bugs-first-aid/database-error",
      "content"  : "すべてのポッドキャストとエピソードが消えてしまいました助けて！ 自分のポッドキャスト・エピソード・設定・すべてがなくなってしまった！と叫びたくなるかもしれません非常に古いAntennaPodのバージョンでは、すべての情報（エピソード、リスニング状態など）を含むデータベースにいくつかの問題がありました。原因はずっと以前に解決されていますが、（たとえアプリが問題なく動作していたとしても）データベースが損傷している可能性があります。AntennaPodの最新バージョンがデータベースの破損した部分に変更を加えた場合、その破損が突然問題になる可能性があります。その時点で、AntennaPodは壊れたデータベースを操作できなくなり、空のデータベースを元にやり直す必要があります。もしあなたが被害を受けた場合、非常に苛立たしい経験であることは理解しています。本当に申し訳ありません。データを回復するためにできることがいくつかあるかもしれません。最も簡単で最良の結果が得られる解決策から順に、以下にリストします。  最近、AntennaPodからバックアップをエクスポートしましたか？ その場合、復元は比較的簡単です。設定 » ストレージ » インポート/エクスポート » データベースのインポート に移動し、バックアップを選択します。バックアップには部分的な破損が含まれている可能性があるため、問題を完全に修正するには、2番目の手順を実行することをおすすめします。  AntennaPodが壊れたデータベースを検出すると、データベースをアプリのストレージ ディレクトリ内のCorruptedDatabaseBackup.dbという名前のファイルに書き込みます。以下のいずれかの手順を使用して、このファイルの修復 （またはエクスポートされたバックアップの修復）を試みることができます。これは難しい手順であり、ターミナルの使用方法を学ぶ必要があります。  購読とエピソードに関係するすべてのデータは失われたとしても、メディアファイルはまだ残っています。  In AntennaPod you can add a folder as if it were a feed. To do this, go to Add Podcast and tap on Add local folder. Then go to this folder on your phone:  On Android 11+: Android » media » de.danoeh.antennapod  AntennaPodでは、フォルダをフィードであるかのように追加できます。そのためには、ポッドキャストを追加 に移動し、ローカルフォルダを追加 をタップしてください。そして、スマートフォン上の次のフォルダに移動します: Android » data » de.danoeh.antennapod » files » media。そして、ポッドキャストのフォルダを選択します。この方法で可能になるのは、ダウンロード済みのメディアへのアクセスのみであり、新しいエピソードは受け取れません。  以前のポッドキャストを最初から再び追加することもできます。上記のフォルダーを参照して、どのポッドキャストを購読していたかを確認できます。"
    } ,
  
    
    {
      "title"    : "古いエピソードが見つかりません",
      "url"      : "/ja/documentation/bugs-first-aid/episodes-missing",
      "content"  : "古いエピソードが見つかりませんAntennaPodは非集中型のポッドキャストアプリです。これはつまり、各ポッドキャストについてすべてを知っている中央のサーバーが存在しないということになります。したがって、エピソード情報は配信者のウェブサイトから直接取得されます。ポッドキャストを購読すると、AntennaPodは新しいエピソードにの情報をコピーして、アプリ内に保存します。この情報は、配信者のサイトで利用できなくなったあとも保存されます。多くの配信者は最近のエピソード（とその情報）だけをオンラインにしています。そのため、ポッドキャストを購読した時点では、AntennaPodは過去のエピソードに関する情報へアクセスできません。アプリ内にリストされた過去のすべてのエピソードをすべて取得するには、ポッドキャスト配信者に連絡を取り、「paged feeds（ページングされたフィード）」（技術的な情報）をサポートするようにお願いしてください。"
    } ,
  
    
    {
      "title"    : "再生が急に停止しました",
      "url"      : "/ja/documentation/bugs-first-aid/playback-stops",
      "content"  : "再生が急に停止しました画面をオフにしてからたとえば数秒後、またはしばらくAntennaPodを開いていないときに再生が常に停止する場合は、システムがアプリを強制終了している可能性があります。一部のベンダーは、バッテリーを節約しようとする際に過剰に積極的であることが知られています。バッテリー最適化アプリのリストにAntennaPodを例外として追加してみてください。例外を追加する方法はスマートフォンによって異なることが多いため、例外を追加する方法がわからない場合は、ウェブでスマートフォンのブランドとモデルの手順を検索することをおすすめします。それでも解決できない場合は、フォーラムでAntennaPod貢献者に相談してください。"
    } ,
  
    
    {
      "title"    : "ダウンロードやフィードの更新がエラーになります",
      "url"      : "/ja/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "ダウンロードやフィードの更新がエラーになりますダウンロードがエラーで終了したという通知を受け取りますか？ その場合、AntennaPodはポッドキャストの更新や、ウェブサイトやポッドキャスト配信者から音声ファイルのダウンロードができませんでした。一部の特定のポッドキャストでのみ発生する問題は、多くの場合、そのポッドキャストに関連しています。これに該当するかどうかを確認するには、次の手順に従います。  通知をタップして、ダウンロードログを開きます  エラーがある特定のログエントリーをタップします  表示されたURLを長押しして、コピーしたURLをウェブブラウザで開きますURLがブラウザでも表示されない場合、AntennaPodにm音大があるわけではないということになります。エラーメッセージを常に受け取る場合は、ポッドキャストが移動したか、オフラインになっているか、正しく設定されていない可能性があります。この場合、（AntennaPod側では修正が不可能なため）ポッドキャストの作者に連絡してください。ダウンロードログのエラー メッセージに「[url] への接続に失敗しました」と表示されていますか？ これはおそらくネットワーク上に干渉があることを意味します。スマートフォンに広告ブロッカー、VPN、キャプティブポータル、プロキシ、プライバシーガード、特別なDNSサービス、ペアレンタルコントロールなどが設定されている場合は、これらをオフにしてみてください。「整形式ではありません（無効なトークン）」のようなエラーメッセージが表示されますか？ その場合、配信者の（RSS）フィードが壊れています。（たとえば、&amp;amp;としてエンコードするのではなく、単純な&amp;記号を使用している可能性があります。）これはAntennaPod側では修正が不可能なため、配信者に直接問い合わせてください。問題を正確に特定できない場合は、コピーボタンでエラーメッセージをコピーし、フォーラムで共有してください。私たちのコミュニティは、正確な原因を見つけるために喜んで調査します！"
    } ,
  
    
    {
      "title"    : "誤字脱字を見つけました",
      "url"      : "/ja/documentation/bugs-first-aid/typo-translations",
      "content"  : "誤字脱字を見つけましたスペルミスや、不自然な箇所を見つけましたか？ 英語に誤りがある場合（アプリやウェブサイト）や、文章が正しく翻訳されていない可能性は常にあります。幸い、こうした問題は多くの場合簡単に修正できます。自分自身で修正したいですか？問題が英語以外の言語にある場合は、Weblateで修正できます。詳しい情報は、貢献のセクションで確認できます。英語のテキストに問題がありますか？ その場合、修正するにはGitHubの使い方に慣れる必要があります。Pull Requestをアプリまたはウェブサイトに対して送信できます。問題を知らせたいだけですか？投稿をフォーラムのtranslationsセクションで作成できます。そのためには、アカウントの作成をするか（まだアカウントがない場合）、Googleでログインする必要があります。"
    } ,
  
    
    {
      "title"    : "全般",
      "url"      : "/ja/documentation/general",
      "content"  : "全般AntennaPodプロジェクトの詳細を紹介します。"
    } ,
  
    
    {
      "title"    : "AntennaPodの宣伝について",
      "url"      : "/ja/documentation/general/ads",
      "content"  : "AntennaPodの宣伝について公式バージョンのAntennaPodは広告を挿入しません。アプリは商業的な利益を持たないボランティアにより開発されていて、プロジェクトは費用を寄付で賄っています。AntennaPodのソースコードと収入と支出は公開されており、すべての人が自由に検証できます。それでも広告を目にした場合、次の2つの理由が考えられます。1. 非公式バージョンのAntennaPodをダウンロードしてしまったAntennaPodはオープンソースです。つまり、誰でもソースコードをダウンロードできます。残念なことに、一部の開発者はAntennaPodを利用して広告を挿入し、新しいアプリとして公開してしまいます。公式のAntennaPodアプリは、Google PlayおよびF-Droidでダウンロードできます。最新のリリースをGitHubからダウンロードして、自分自身でAntennaPodをビルドすることもできます！2. ポッドキャストのクリエイターまたはホスティング会社が、ショーノートや音声ファイルに広告を挿入したAntennaPodは、ポッドキャストをクリエイターにより公開された状態のまま再生します。もしそこに広告が含まれていた場合、AntennaPodはそれを再生します。こうした広告はAntennaPodとは無関係であるため、すべての収益はクリエイターやホスティング会社が受け取ります。ここで、「でも、なぜポッドキャストは英語なのに、広告はドイツ語なんでしょうか？」あるいは「でも、ポッドキャストのエピソードは2008年のものなのに、2023年にリリースされた製品を宣伝しているのはなぜでしょうか？」と疑問に思うかもしれません。その理由は、ダイナミック広告挿入（dynamic ad insertion）と呼ばれる手法にあります。ポッドキャストの製作者は、配信会社にこうした広告を挿入するように依頼できます。そして、AntennaPodでエピソードをダウンロードまたはストリーミングしている間に、AntennaPodに送信されるメディアファイルがその場でカットされ、途中に広告音声が挿入されます。（エピソードは過去のものかもしれませんが）広告は現在のもので、メディアファイルをリクエストしたIPアドレス（たとえば、あなたの国内の会社のもの）に基づいてターゲティングが行われます。配信会社によるこの処理が洗練されていない場合、話している文の途中に広告が挿入されてしまうこともあります。一部の配信会社は、広告挿入時にチャプターマークを破壊することもあります（そのため、広告の間はチャプターが無効化されてしまいます）。AntennaPodの早送りボタンを使用すれば、いつでも広告をスキップできます。エピソードをダウンロードするのではなく、ストリーミングしている場合、配信会社はポッドキャストの再生がどこまで進んでいるかを把握できます。あなたが広告をスキップしたことを配信会社が検知し、新しい広告を挿入することも可能かもしれません。代わりに、エピソードをダウンロードすれば、それは不可能になり、より確実に広告をスキップできます。（ダウンロードすると、エピソードのどのセクションをいつ聴いたかを配信会社に知られることがないため、プライバシーの保護という利点もあります。AntennaPodはエピソードを自動的にダウンロードして、後で削除するように設定できるため、手動でダウンロードする必要はありません。）さらに、多くのポッドキャストのクリエイターは、広告なしのフィードを購入できるようにしています。通常、購入後に秘密のポッドキャスト フィードURLか、AntennaPodに入力できるユーザー名とパスワードを取得できます。広告が煩わしいと思われる場合、ポッドキャストの作者と話し合うことを考慮してください。"
    } ,
  
    
    {
      "title"    : "App permissions",
      "url"      : "/ja/documentation/general/app-permissions",
      "content"  : "App permissionsAntennaPod will not ask you for any general permissions. However you can give the following permissions:  Show notifications: Via Settings » Notifications you can give AntennaPod the permission to create notifications.  Storage access: When you add a ‘local folder’ the app will ask for long-term access to a specific folder. When you import a database or an OPML file, selecting that file will give the app one-time access to it.Apart from that, the app requires the following permissions which are automatically granted by Android:  Full network access: to refresh podcasts, download and stream episodes, load images and enable synchronization  View network connections and View Wi-Fi connections:          to check if there is an active internet connection, before and while taking any of the above-mentioned actions      for the setting Downloads » Mobile updates, to determine whether the above actions are allowed by the user on the current (mobile and/or metered) connection        Pair with Bluetooth devices: for the setting Playback » Headphones or Bluetooth disconnect, to automatically pause or play when the phone connects with or disconnects from a Bluetooth device  Run at startup: to (re)start services like refreshing podcasts and enabling auto-downloads  Control vibration: for the option Vibrate shortly before end of the sleep timer, to vibrate if this setting is enabled  Prevent device from sleeping: needed to ensure media playback and downloads continue in the background"
    } ,
  
    
    {
      "title"    : "エピソードのバックアップ",
      "url"      : "/ja/documentation/general/backup",
      "content"  : "エピソードのバックアップ自分のデータをスマートフォンにコピーする方法はいくつかあり、それぞれの方法である程度のデータ量がコピーされます。データベースのエクスポートAntennaPodのデータベースのエクスポートは、新しいスマートフォンやタブレットに移行する場合の素晴らしい方法です。古いスマートフォンと新しいスマートフォンの両方に同じバージョンのAntennaPodがインストールされていることを確認してください。インポートしたすべてのデータが復元されたら、あとはエピソードを再ダウンロードするだけです。同期gpodder.netまたはNextcloud用のgPodder Syncアプリ経由でAntennaPodを同期すると、一部のポッドキャストとエピソードデータを保存・移行できます。ただし、お気に入り、キュー、アプリの設定は失われてしまいます。この方法は、スマートフォン・タブレット・デスクトップを切り替えるときの解決策にはなるかもしれません。手順については、同期に関する記事を参照してください。OPMLOPMLファイルを使用すると、購読を別のポッドキャストアプリに転送できます。ただし、ポッドキャストやエピソード固有のデータ（どのエピソードが再生されたかなど）とすべてのアプリ設定は失われます。ファイルをエクスポートするには、設定 » ストレージ » インポート/エクスポート に移動します。AntennaPodをアンインストールすると元のファイルは削除されてしまうため、必ず 送信… をクリックして、ファイルをスマートフォンや他の場所にあるフォルダーに保存するようにしてください。別のデバイスのAntennaPodにファイルをインポートすると、アプリにはチェックボックス付きのポッドキャストの一覧が表示されます。そのリストmで選択したポッドキャストが、既存のサブスクリプションに追加されます。既存のサブスクリプションは影響を受けません。"
    } ,
  
    
    {
      "title"    : "ベータテスト",
      "url"      : "/ja/documentation/general/beta",
      "content"  : "ベータテストAntennaPodには多数のユーザーがいて、新しい機能を追加するときにユーザーが問題に遭遇することは望ましくありません。重要なグループにアプリをテストしてもらい、スマートフォン、Androidバージョン、ユースケースの考えられるすべての組み合わせが期待どおりに動作することを確認することが重要です。小さな問題はメジャーアップデート後に発生することが多く、初期段階ではユーザーによるバグレポートによってしか発見できません。時間のあるときにこれに取り組んでいる主な開発者は1人だけです。彼はテスト用のデバイスを数台しか持っていませんが、動作はデバイスごとに異なることがあります。Google PlayAntennaPodの新しいバージョンはすべて、一般に配信される前にGoogle Playストア経由でベータテスターに配信されます。これにより、さまざまなデバイスやAndroidバージョンで更新をテストできるため、バグやユーザー エクスペリエンスの問題を短時間で発見できます。批判的な目を持っていて、何が問題なのか説明できる人であれば、あなたの助けは大歓迎です！ さらに、好みに合わない点があれば、自分の希望に合わせて修正できる可能性が高くなります。最新で最高のものを手に入れたいですか？ それは可能です！ PlayストアのAntennaPodリストにアクセスし、ページの下部にある「ベータ テスターになる」に移動するだけです。または、コンピューターを使用している場合は、この URLからアクセスできます。                                                F-Droid現在、F-Droidストアではベータバージョンを提供していません。これは、F-Droidがベータ版を自動的に認識しないためです。F-Droidにベータリリースを追加するには、ベータバージョンごとに手動での操作が必要になります。また、重要な問題を修正する必要がある場合は、更新を即座に適用する必要があります。残念ながら、これは保証できません。"
    } ,
  
    
    {
      "title"    : "集中型・分散型ポッドキャストアプリ",
      "url"      : "/ja/documentation/general/central-distributed",
      "content"  : "集中型・分散型ポッドキャストアプリポッドキャストアプリを作成するには、基本的に2つの方法があります。  集中型: 新しいエピソードをチェックする（アプリの開発会社が運営する）集中サーバーがあり、そこから新しいエピソードがあなたに配信される。  分散型: アプリ自体が新しいエピソードをチェックし、ポッドキャストの配信者から直接エピソードを取得する。AntennaPodは2つ目の方法を使用しています。それには、利点と欠点の両方があります。  アプリが新しいエピソードをチェックするため、（私たちのような）アプリの作者は集中サーバーをメンテナンスする必要があります。これにより、大量の時間と作業が節約できます。また、大量の費用も節約できるため、広告や高額の寄付に依存する必要がなくなります。  アプリは新しいエピソードを集めるために集中サーバーに頼る必要がないため、AntennaPodは開発とは独立して機能し続けます。集中型の方法を使った場合、会社が何らかの理由でサーバーをシャットダウンしたときにアプリは動かなくなってしまいます。  私たちは、アプリ開発者として、どのポッドキャストが購読されたか、どのエピソードが再生されたか、いつ再生されたかを知ることができなくなります。集中型サーバーを提供しているアプリの開発者は、これらのデータを収集して、あなたのプライバシーを損なう恐れがあります。  非公開フィードを提供して、早期アクセス、スペシャルコンテンツ、広告なしエピソードを提供している配信者もあります。そうしたフィードにはユーザー名とパスワードが必要であるため、AntennaPodはリクエスト時にポッドキャストホストに直接情報を提供します。集中型サーバーの場合は非公開フィードの追加を許可しないことがよくあります。もし許可していた場合でも、認証情報をアプリの開発者に送信しなければならない可能性があります。  アプリ開発者がサーバーからポッドキャストを削除可能にする中央のアクセスポイントを持たないことにより、検閲のリスクがなくなります。  一方で、分散型モデルでは、新しいエピソードが取得できるのがポッドキャストを更新したときのみになります。AntennaPodでは、デフォルトで12時間ごとですが、間隔は長くしたり短くしたりでき、いつでも手動で新しいエピソードを確認することもできます。集中型サーバーの場合は、新しいエピソードを高頻度で確認したり、場合によってはポッドキャストホストからリアルタイムで通知を受け取ることも可能です。これにより、アプリは購読したすべてのポッドキャストを定期的に確認することなく、新しいエピソードをずっと早く知ることができます。  また、たとえば、配信者が最新10エピソードのみを公開している場合に、AntennaPodがポッドキャスト配信者が削除したエピソードを配信することもできません。集中型サーバーに依存しているアプリでは、RSSフィードから削除されたとしても、古いエピソードを配信できる可能性があります。"
    } ,
  
    
    {
      "title"    : "エピソードの削除",
      "url"      : "/ja/documentation/general/episode-deletion",
      "content"  : "エピソードの削除エピソードを聞き終わったら、ほとんどの場合、空き容量を増やすためにスマートフォンからエピソードを削除したいと思うでしょう。削除にはさまざまな方法があります。まず、もちろん手動でエピソードを削除できます。キューや特定のポットキャストを表示しているときに、エピソードを長押しし、削除 をタップします。ダウンロード画面の完了タブでは、単にゴミ箱アイコンをタップすることでも削除できます。必要に応じて、エピソードがキューから削除されたときにAntennaPodが自動的に削除するように設定することもできます。このオプションは、設定 » ストレージ » キューから削除する にあります。次に、AntennaPodはエピソードの自動削除の方法をいくつか提供しています。特に、再生が完了したとき、および、自動ダウンロードを行うために空き容量が必要なときに、エピソードを自動的に削除できます。これらのオプションに関する詳しい情報については、自動削除の記事を参照してください。"
    } ,
  
    
    {
      "title"    : "外部ストレージの利用",
      "url"      : "/ja/documentation/general/external-storage",
      "content"  : "外部ストレージの利用内部メモリの代わりにSDカードにエピソードをダウンロードするようにAntennaPodを設定できます。これにより、エピソード向けの空き容量を保証できます。ストレージカードを選択するには、設定 » ダウンロード » データフォルダ を開きます。トラブルシューティングSDカードがデータフォルダーの選択ダイアログに表示されない場合があるかもしれません。SDカードが表示されるようにするには、Androidがカードを外部ストレージとして認識する必要があります。カードが正しくマウントされているか、スマートフォンのメーカーがハードウェアを正しく設定していることを確認してください。Android 6以降を実行していれば、SDカードを内部ストレージとしてフォーマットすることを試せます。それ以外にはこれを修正する方法はありません。"
    } ,
  
    
    {
      "title"    : "F-Droid上の更新",
      "url"      : "/ja/documentation/general/f-droid",
      "content"  : "F-Droid上の更新新しいAntennaPodのリリースがあるのを見て、次のような疑問が浮かんだかもしれません。  なぜ最新バージョンはF-Droidではまだ公開されないのか？  いつ新しいリリースがF-Droidで利用できるようになるのか？Due to the different steps and because we are not involved in publishing releases on F-Droid, we can’t tell when exactly the latest version will be available there.要するに、時間がかかるかもしれません。しばらくお待ちください。F-Droid上で新しいバージョンが利用できるようになるまでのステップ  We release a beta version, which is only available through Google Play due to technical limitations in F-Droid.  We do a slow, gradual roll-out to all Google Play users. That way we make sure that there are no critical bugs. This can take several weeks.  We create a release on GitHub. We do this only after the roll-out on Google Play is complete.  F-Droid systems check the AntennaPod repository and detect a new release. The update checker server runs daily (overnight in Europe).  F-Droidが新しいAntennaPodのリリースがあることを検出した後、アプリをビルドします。これにより、F-Droidは、あなたがダウンロードしたアプリが、AntennaPodが公開したソースコードと本当に一致することを保証します。ビルドする必要があるアプリは大量にあるため、F-Droidサーバーがアプリをビルドするのに、追加で1-2日かかります。  An F-Droid contributor signs the build cryptographically. To improve security, the contributor needs to take the app and physically walk it to a dedicated computer which is not connected to the internet. When all apps are signed, the contributor uploads them to the F-Droid systems. This usually takes 1 to 2 days.  新しいAntennaPodのリリースがあるのを見て、次のような疑問が浮かんだかもしれません。At this point we consider it ‘released on F-Droid’. But remember that your F-Droid client (the ‘app store’) also needs to refresh its local copy of the index. Only after that you’ll get prompted about the latest AntennaPod release.So, what’s the ETA?As you can see, there are a lot of steps which each take a varying amount of time. We usually take well over a month between releasing a beta version and tagging the release on GitHub. After the release is tagged, F-Droid usually takes four to six days to process it.予想よりも長くかかる場合にできることDid we not tag the release on GitHub yet? Then please just wait. The update is in beta and not ready for public release.We did tag the release on GitHub? As the F-Droid team notes: “don’t panic before 7 days have passed, please.”  Did those 7 days pass since we tagged the release on GitHub? Feel free to let us know by creating a post on our forum. We’ll take a look.  Did we tag the release 7 days ago or less? Then please just wait. Or investigate where we are in the process.Investigate current statusIf you want, you can follow these steps to get an idea of the progress:  Check if and when the release was tagged on GitHub (you may need to hover, for example, ‘last week’ to see the exact date on GitHub). If so, it should soon be picked up by the update checker.  Check if F-Droid’s AntennaPod versions list was updated since then. If so, it should soon be processed by the build server.  Check if AntennaPod was built in the running cycle or the last cycle. You can also use the app F-Droid build status for this. If so, it should soon be cryptographically signed by an F-Droid contributor.          Note that there’s no queue for apps that need to be built. AntennaPod is not listed in the success and fail lists yet, and you want to know if it will be built?                  click on ‘fdroiddata version’ @ commit of a build cycle          click on ‘Browse files’          click on ‘Find file’          Package: de.danoeh.antennapod          open the file          check if it includes the latest release                    "
    } ,
  
    
    {
      "title"    : "Windows、Apple、Linux向けのAntennaPod",
      "url"      : "/ja/documentation/general/other-platforms",
      "content"  : "Windows、Apple、Linux向けのAntennaPodタイトルがどれほど魅力的に聞こえるとしても、AntennaPodはWindows、iOS、Linuxデスクトップでは利用できませんし、今後も利用できるようになることはありません。このアプリは少人数のボランティアチームによって開発されています。これらの他のプラットフォーム向けにアプリを作成するには多大な労力がかかるためです。ただし、（オープンソースの）代替手段もあるため、ここで紹介します。            アプリ      Code      iOS      MacOS      Windows      Linux                  Podverse            ✅      ✅      ❌      ❌              Pocket Casts            ✅      ❌      ❌      ❌              gPodder            ❌      ✅      ✅      ✅              Poddr            ❌      ✅      ✅      ✅              Kasts            ❌      ❌      ❌      ✅              Vocal            ❌      ❌      ❌      ✅              GNOME Podcasts            ❌      ❌      ❌      ✅              MusicPod            ❌      ❌      ❌      ✅      これらのプラットフォーム向けに、おすすめのオープンソースのポッドキャストアプリがありますか？ フォーラムで教えてください！"
    } ,
  
    
    {
      "title"    : "プロキシやTorネットワークを経由する通信",
      "url"      : "/ja/documentation/general/proxy",
      "content"  : "プロキシやTorネットワークを経由する通信AntennaPodがすべてのトラフィック（メディアファイル、カバー画像、RSSリクエストと検索）をプロキシまたはTorネットワーク経由で行うように設定できます。これには、次の2つの利点がある可能性があります。  プライバシー: プロキシサービスによりますが、ダウンロードやストリーミングの行動をポッドキャストホストから保護できる可能性があります  アクセス: ポッドキャストホストが（IPアドレスを元に）海外からのコンテンツのダウンロードをブロックしている場合、発信元の国のプロキシを設定すると、引き続きそのコンテンツにアクセスできる可能性がありますこのオプションは、設定 » ネットワーク » プロキシ で設定できます。すべてのトラフィックをTorネットワーク経由で通信するには、Tor用のプロキシアプリをインストールし、AntennaPodに以下の詳細情報を指定する必要があります。  タイプ: SOCKS  ホスト: “localhost” または “127.0.0.1”  ポート: “9050”"
    } ,
  
    
    {
      "title"    : "Listening statistics",
      "url"      : "/ja/documentation/general/statistics",
      "content"  : "Listening statisticsAntennaPod has a statistics screen that lets you view the number of listening hours per subscription and per month. However, these statistics aren’t always as precise as they could be.Why the stats aren’t preciseTo track statistics, AntennaPod records two things for each episode:  Played duration: how long the episode was played (e.g. 6 minutes if a 3-minute episode was played twice)  Last played: the date and time when playback was last paused or stopped for the episodeBoth are updated each time playback is paused or stopped. This information is used to calculate totals by adding up the ‘played duration’ of all episodes whose ‘last played’ date falls within a given month.This approach means that if you listen to 7 minutes of an episode today and 38 minutes of that episode tomorrow, all 45 minutes are attributed to tomorrow. The same applies across months. If an episode is played both in June and July, all listening time is attributed to July. Similarly, if an episode is played both in December of one year and in January of the next, it is attributed to the second year.The monthly statistics are usually accurate because they look at a longer time period. However, day-by-day statistics would have a higher risk of becoming unreliable, which is why AntennaPod does not offer those.Why we don’t want to change itStats (or rather: graphs) are fun. So why don’t we record information differently to allow for more filter options and more granular data in AntennaPod?It would be possible, for example, to record for each episode how long it was played on each day. For instance:  28 June: 7 minutes  30 June: 38 minutes  1 July: 19 minutesThere are two main reasons. Firstly, while statistics are fun, we rather spend time on AntennaPod’s main purpose: playing podcasts. Changing to this new approach would require time now to implement it (rewriting the code that saves playback time in the database) and time in future to maintain a more complex system.Secondly, AntennaPod would take up more space on your phone - especially for loyal users who stick with the app for several years. That’s because instead of a single row per episode in the database we would need to store multiple rows for each played episode to store the playback duration, which causes the database size to increase.We hope you’ll enjoy the month-based statistics! 📊 (If you happen to be a web developer interested in making a dedicated dashboard for AntennaPod statistics based on database exports, please do ping us on the forum.)"
    } ,
  
    
    {
      "title"    : "デバイス間の同期方法",
      "url"      : "/ja/documentation/general/synchronization",
      "content"  : "デバイス間の同期方法AntennaPodは、購読と視聴の進行状況を、他のAntennaPodのインストールや他の（デスクトップ）アプリとも同期できます。同期をセットアップするには、他のデバイスとデータを共有する中心となるサーバーが必要です。それにはいくつかの選択肢があります。  gpodder.netは、誰でもサインアップできる無料のgPodder同期サーバーを提供しています。残念ながら、このサービスは人気で、資金が限られているため、このサーバーは頻繁に過負荷になり、AntennaPodでエラーが発生します。  より技術的な知識のあるユーザーは、同期サーバーをセルフホストすることを強くおすすめします。セルフホスト型サーバーは信頼性が高く、無料のパブリックサービスの負荷を軽減できます。いくつかのオプションがあります: NextcloudでgPodder Syncアプリを使用する、完全なgPodder サーバー、Micro GPodderサーバーです。Nextcloud経由の同期を有効化する  Nextcloudアカウントがある場合は、gPodder Syncアプリをインストールするか、管理者にインストールするようにお願いします  AntennaPodで 設定 » 同期 を開き、同期プロバイダーを選択 をタップします  「Nextcloud」を選択します  「サーバーアドレス」（サーバーのURLまたはIPアドレス）を入力して、ログインに進む をタップします  ブラウザウィンドウ上でログインして、AntennaPodを開いて認証しますgPodder経由で同期を有効化する  サーバー www.gpodder.net または自分自身のサーバーでアカウントを作成します  When you have an account, log in on the webserver and create a device under Subscriptions » Devices for each client that you use:                                                  When you have added the devices to your account, link them using the “Configure” button. This way, gpodder.net automatically keeps the activated devices synchronized.                                                  AntennaPodで 設定 » 同期 を開き、同期プロバイダーを選択 をタップします  「gPodder」を選択します  「サーバーアドレス」（例: www.gpodder.net）を入力して、ログインを進める をタップします  「ユーザー名」と「パスワード」を入力して、ログイン をタップします  サーバー上で作成したデバイスを選択します注意: ウェブサイトで事前にデバイスを作成するのではなく、AntennaPodで同期を設定するときにデバイスを作成しましたか？ その場合、必ず 強制同期 ボタンを押して、以前に聴いたすべてのエピソードの再生状態をアップロードしてください。これを行わなと、デバイスをリンクした後に追加されたポッドキャストのみが同期されます。この動作の変更を求めるgpodder.netの未解決のIssueがあります。"
    } ,
  
    
    {
      "title"    : "はじめる",
      "url"      : "/ja/documentation/getting-started",
      "content"  : "はじめるAntennaPodへようこそ！ このページは、AntennaPodを使い始める方法を詳しく説明しています。はじめに、ポッドキャストを購読しましょう。購読の詳細については、こちらを参照してください。購読したら、新しいエピソードが 受信トレイ に追加されます。受信トレイの中で、実際にエピソードを聞くかどうかを判断することができます。エピソードが受信トレイ内にあるということは、そのエピソードに対してどうするのかをまだ決めていないということです。  エピソードに興味がなかった場合は、スワイプするだけで受信トレイから削除できます。エピソードは未視聴としてマークされたままになるので、エピソード ページとポッドキャストのページ上では確認できます。  エピソードに興味がある場合は、自分の視聴方法により、次の2つのうちのいずれかを選択できます。          エピソードをダウンロードする。ダウンロードするとき、AntennaPodはエピソードを自動的にキューにも追加して、受信トレイから削除します。新しいエピソードをキューに入れる場所は設定でき、キューの先頭、キューの最後、現在再生中のエピソードの後ろのいずれかに追加できます。ダウンロードは、初期のAntennaPodで使われていたデザインですが、ストリーミングが人気になるにつれて、第2の選択肢としても使われるようになりました。      エピソードをただキューに追加する。AntennaPodはそのエピソードを受信トレイから削除して、キューに追加します。その後、ダウンロードせずにエピソードを直接再生できるため、空き容量を消費しません。YouTubeの動画のようなストリーミングだと考えてください。この方法の欠点は、オフラインでは利用できないこと、外出中はモバイルデータ接続を消費してしまうこと、そして、早送りが少し遅くなってしまうことです。        再生が完了すると、AntennaPodはエピソードを再生済みとしてマークし、キューから削除します。再生後にダウンロードを自動的に削除する設定もあります。ダウンロード ページでは、（キューにあるかどうかに関わらず）デバイスにまだダウンロードされているすべてのエピソードの一覧を確認できます。  エピソードが気に入って、もう一度聞きたいと思った場合は、お気に入りとしてマークすることもできます。エピソード ページにフィルタを適用して、お気に入りだけを表示できます。（デフォルトでは）AntennaPodは再生後にお気に入りのエピソードは削除しません。初めからすべてのエピソードが良いことがわかっている本当に素晴らしいポッドキャストを購読しようとしている場合は、自動ダウンロード機能を利用できます。ポッドキャストに対してこの機能を有効にすると、将来のすべての新しいエピソードが自動的にダウンロードされて、キューに追加されます。ダウンロードが完了すると、すぐに受信トレイから削除されます。"
    } ,
  
    
    {
      "title"    : "ホームスクリーンを使う",
      "url"      : "/ja/documentation/getting-started/home",
      "content"  : "ホームスクリーンを使うホーム画面では、すべて同じ画面から簡単に、ポッドキャストの概要を簡単に確認したり、リスニングを開始したり、さまざまなアクションを実行したりできます。ここには5つのセクションがあり、各セクションには直接操作するエピソードや購読が表示されますが、関連する画面（キューなど）へのショートカットも提供されます。トップバーの…をタップしてホーム画面の設定を選択すると、ホーム画面をカスタマイズできます。つまり、これらのセクションの順序を変更したり、一部を非表示にしたりできます。続きを聴くこのセクションでは、キューにあるエピソードを、再生途中のエピソードから始めて、すばやく簡単に聴き続けることができます。新着の確認このセクションでは、購読を更新した結果として受信箱に届いた最新のエピソードが表示されます。発見ここでは、購読からまだ聞いていないエピソードをランダムに選択して見つけられます。聴きたいエピソードが見つからない場合は、矢印ボタンをタップして選択内容を更新できます。過去のエピソードここでは、これまでで最もよく聞かれた購読をすぐに確認してアクセスできます。ダウンロードの管理このセクションでは、デバイスにダウンロードしたエピソードを操作できます。"
    } ,
  
    
    {
      "title"    : "ポッドキャストを購読する",
      "url"      : "/ja/documentation/getting-started/subscribe",
      "content"  : "ポッドキャストを購読するポッドキャストアプリをダウンロードしてすぐに最初にすることは、ポッドキャストを購読することです。購読する左からスワイプするか、左上の ☰ バーガーアイコンをタップして、ドロワーを開きます。+ ポッドキャストをt追加 を選びます。ここで、検索、おすすめの閲覧、RSSアドレスを使用したポッドキャストの追加が行えます。あるいは、OPMLファイルをインポートしたり、Apple Podcasts、gpodder.net、fyyd、Podcast Indexデータベースのみをそれぞれチェックすることもできます。RSSまたはAtomフィード、pcast:// や itpc:// などのURLスキームのインポートも行えます。サードパーティサービスの購読SoundCloudやMixcloudなどのプラットフォームのサポートについて、質問を受けたことがありました。AntennaPodにチャンネルURLを貼り付けるだけでページを開ける機能があれば素晴らしいかもしれませんが、この昨日は実装しないことが決定されました。ボランティアがこの機能を実装するにはかなりの労力が必要ですが、こうしたプラットフォームは現れては消えてしまう可能性があります。もしあなたが開発者で、自分自身で実装したい機能があるなら、その提案について議論することはもちろん歓迎です。SoundCloudSoundCloudでは、作者はコンテンツからとても簡単にポッドキャストを作成できます。作者に連絡を取り、SoundCloudのヘルプページ（直前のリンク）を共有して、セットアップしてもらえないかどうか尋ねてください。Mixcloud残念ながら、Mixcloudはコンテンツの作者にこのオプションを提供していません。いつものことですが、ポッドキャスティングコミュニティには解決策を考え出す人がいます。この方法 を確認してみてください。YouTubeYouTubeではチャンネルのフィードを購読できますが、次の注意点があります。  YouTubeが禁止しているため、AntennaPodは動画を自動的にダウンロードできません。結局のところ、広告の表示がYouTubeのビジネスモデルなのです。  YouTubeがフィードに含めていないため、購読に関連付けられた画像は表示されません。ただし、これは新しいエピソードに関する通知を受け取る方法です。ユーザー/チャンネルのURL（https://www.youtube.com/user/USERNAME または https://www.youtube.com/channel/CHANNEL_ID）をAntennaPod に追加するだけです。「RSS」オプションを含むダイアログが表示されるので、タップしてフィードを追加します。説明どおりに動作しない場合は、https://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; を AntennaPod に追加してください。チャンネルIDは、チャンネルのURLで確認できます。購読したいチャンネルがユーザーアカウント（youtube.com/user/UserNameのようなURL）の場合は、ユーザーに連絡してチャンネルIDを尋ねることができます（ユーザーが自分のチャンネルIDを確認する方法はこのページで説明されています)。見てわかるとおり、他のプラットフォームに関する情報はありません。フォーラムで意見を共有してもらえれば、喜んでここに追加します。"
    } ,
  
    
    {
      "title"    : "再生",
      "url"      : "/ja/documentation/playback",
      "content"  : "再生以下に、再生に関連するトピックがあります。"
    } ,
  
    
    {
      "title"    : "車内での再生（Android Auto）",
      "url"      : "/ja/documentation/playback/android-auto",
      "content"  : "車内での再生（Android Auto）AntennaPodを使用すると、Android Autoを有効化した車でポッドキャストを視聴できます。AntennaPodをGoogle Playからダウンロードしましたか？車でAntennaPodを使うための他に追加ステップは必要ありません。スマートフォンを接続して視聴を開始してください。AntennaPodをF-Droidからダウンロードしましたか？AntennaPodをF-Droidからダウンロードした場合、追加ステップが必要です。  Android Autoの設定を開きます。  バージョン番号を10回押して、開発者設定を有効化します。  3ドットメニューを開き、開発者設定を起動します。  不明なソースを有効化します。"
    } ,
  
    
    {
      "title"    : "自動巻き戻し",
      "url"      : "/ja/documentation/playback/auto-rewind",
      "content"  : "自動巻き戻しエピソードが一時停止されて再生を再開したときには、AntennaPodは自動的に巻き戻しを行い、番組を続けて聞きやすくします。巻き戻しの長さは設定可能ではなく、エピソードが一時停止されていた長さによって変わります。            最後に再生した時点からの時間      巻き戻しの長さ                  1日以上      20秒間              1時間以上      10秒間              1分以上      3秒間      "
    } ,
  
    
    {
      "title"    : "Google Chromecastでの再生",
      "url"      : "/ja/documentation/playback/chromecast",
      "content"  : "Google Chromecastでの再生AntennaPodを使用すると、Google Chromecastでポッドキャストを視聴できます。AntennaPodをGoogle Playからダウンロードしましたか？Google ChromecastでAntennaPodを使用するために、これ以上の手順は必要ありません。下部の小さなプレーヤーを展開してプレーヤー画面を開き、Chromecastボタンを押します。 Chromecastと同じWi-Fiネットワークにいることを確認してください。                                                AntennaPodをF-Droidからダウンロードしましたか？残念ながら、Chromecastはオープンソースではないため、F-DroidバージョンではGoogle Chromecastのサポートは利用できません。"
    } ,
  
    
    {
      "title"    : "ハードウェアキーボードショートカット",
      "url"      : "/ja/documentation/playback/shortcuts",
      "content"  : "ハードウェアキーボードショートカット物理（「ハードウェア」）キーボードをスマートフォンやタブレットに接続している場合、特定のショートカットを使用してAntennaPod内の再生をコントロールできます。音量とミュート（解除）操作はメディア音声チャンネルに対して行われます（たとえば、通知チャンネルではなく）。すべてのスクリーン（動画プレイヤーと設定を除く）            キー      動作                  P      再生/一時停止              J/A/,      巻き戻し              K/D/.      早送り              +/W      音量を上げる              -/S      音量を下げる              M      ミュート/ミュート解除（トグル） - Android 6以上      動画プレイヤー            キー      動作                  P/Space      再生/一時停止              J/A/,      巻き戻し              K/D/.      早送り              F/Esc      動画プレイヤーを終了              i      ピクチャー・イン・ピクチャーモードに入る              0-9      動画の0-90%の位置に移動する              +/W      音量を上げる              -/S      音量を下げる              M      ミュート/ミュート解除（トグル） - Android 6以上      "
    } ,
  
    
    {
      "title"    : "ポッドキャスターとホスト向け",
      "url"      : "/ja/documentation/podcasters-hosters",
      "content"  : "ポッドキャスターとホスト向けこのページには、ポッドキャスターとホスティングプロバイダーのサポート情報を掲載しています。"
    } ,
  
    
    {
      "title"    : "「AntennaPodで開く」リンクを作成する",
      "url"      : "/ja/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "「AntennaPodで開く」リンクを作成するネットワークや視聴者がAntennaPodにポッドキャストを追加するのを簡単にしたいですか？ ウェブサイトなどに以下の形式のリンクを追加するだけでできます。xyz をRSSフィードのURLに置き換えて、abcをポッドキャストのタイトルに置き換えてください。https://antennapod.org/deeplink/subscribe?url=xyz&amp;title=abcAntennaPodをインストール済みのユーザーがこのリンクを開くと、エピソードをプレビューして、アプリ内でポッドキャストを直接購読できます。こうしたページの例は、こちらから表示できます。ロゴが必要な場合は、ブランドリポジトリを確認してください。"
    } ,
  
    
    {
      "title"    : "Getting funded",
      "url"      : "/ja/documentation/podcasters-hosters/funding",
      "content"  : "Getting fundedTo ensure the sustainability of an open podcasting ecosystem, podcasters need funding beyond advertising and buy-outs by platforms. AntennaPod supports different ways through which podcasters can earn an income:  We support the funding tag, allowing podcasters to add links to their payment pages in their RSS feeds: see how to use this tag. This is the standard way for podcasters to get financial support from their audience.  If for any reason you don’t use the funding tag yet, you can still include information about how your audience can support you in your podcast or episode descriptions. It will still be visible to AntennaPod users, even though less prominently. For example, if you offer a premium tier, AntennaPod users will be able to subscribe to it using a personalized feed URL or by entering the login credentials you give them.  In the future, we would also like to support automatic micropayments via the value tag. As it is complex functionality and the technical specifications are still evolving, AntennaPod won’t support it soon, but we are closely following developments."
    } ,
  
    
    {
      "title"    : "ポッドキャストをリストに表示されるようにする",
      "url"      : "/ja/documentation/podcasters-hosters/list-podcast",
      "content"  : "ポッドキャストをリストに表示されるようにするポッドキャストの製作者で、ポッドキャストをAntennaPodで表示されるようにしたい場合、このページはあなたのためにあります。AntennaPodは、検索機能のために主に3つのカタログを利用しています。  Podcast Index（ポッドキャストを追加するよう配信者に依頼するか、自分のポッドキャストをAPI経由で追加してください）  Apple Podcasts（Podcast Connect経由で追加してください）ポッドキャストがいずれかで利用できれば、AntennaPodでも検索できます。"
    } ,
  
    
    {
      "title"    : "フィードURLの更新",
      "url"      : "/ja/documentation/podcasters-hosters/update-feed-urls",
      "content"  : "フィードURLの更新配信会社を変更すると、RSSフィードのURLも変更されてしまうことがよくあります。この場合、次のいずれかのHTTP応答ステータスコードを使用して、古いフィードから新しいフィードへの適切な「リダイレクト」を設定することを強くおすすめします。  301 Moved Permanently  308 Permanent Redirectこうすることで、AntennaPod ユーザーがこの変更をアプリに確実に適用できるようになります。視聴者は、新しいフィードを再び購読することなく、引き続きエピソードを受信できるようになります。AntennaPodが検索機能に使用するディレクトリ内のエントリを更新することも忘れないでください。"
    } ,
  
    
    {
      "title"    : "キュー",
      "url"      : "/ja/documentation/queue",
      "content"  : "キューキューに関するよくある質問を紹介します。"
    } ,
  
    
    {
      "title"    : "キューの使い方",
      "url"      : "/ja/documentation/queue/how-to-use",
      "content"  : "キューの使い方キューを使うと、視聴する予定のエピソードを保存できます。聴きたいエピソードを見つけたら、長押しをして キューに追加 を選択します。エピソードをダウンロードした場合には、AntennaPodはそのエピソードを自動的にキューに追加します。"
    } ,
  
    
    {
      "title"    : "キューのロック（およびロック解除）",
      "url"      : "/ja/documentation/queue/lock",
      "content"  : "キューのロック（およびロック解除）ユーザーがよく経験する問題は、キューを手動で並べ替えることが突然できなくなることです。キュー内でエピソードを移動できない場合は、次のいずれかが原因である可能性があります。  ソート順を保持 が有効になっています。これを無効にするには、上部のバーにある3つの点 … をタップし、並べ替え を選択します。  キューがロックされています。キューのロックを解除するには、上部のバーにある3点のオーバーフローメニューをタップし、キューをロック のチェックを外します。"
    } ,
  
    
    {
      "title"    : "複数のキューを使う方法",
      "url"      : "/ja/documentation/queue/multiple-queues",
      "content"  : "複数のキューを使う方法現在、複数キューはサポートされていません。詳細については、GitHubのissue 2648を参照してください。また、開発があった場合に最新情報を入手するには、Issueをsubscribeしてください。"
    } ,
  
    
    {
      "title"    : "How to sort your queue",
      "url"      : "/ja/documentation/queue/sorting",
      "content"  : "How to sort your queueYou can sort your queue using different sorting criteria: Episode title, Podcast title, Duration, Date, Random and Smart shuffle. As most of them are self-explanatory, this page focuses specifically on Podcast title and Smart shuffle.Podcast titleThis criterion sorts episodes in your queue according to the title of the podcast they belong to. Note that episodes from the same podcast are sorted according to your previous sort order: therefore, if you would like episodes from the same podcast to be sorted together and chronologically, you would need to first sort by Date and then sort by Podcast title.Smart shuffleスマートシャッフルは、高度なキューの並べ替え基準です。これを使用すると、できるだけキュー内に単一の購読のエピソードのクラスターができないようにしながら、公開日によってキューを並べ替えられます。スマートシャッフルを使用するには、さまざまな購読からいくつかのエピソードをキューに入れ、上部バーの…をタップし、並べ替えを選択して、最後にスマートシャッフルを選択します。他の並べ替え基準と同様に、スマート シャッフルは昇順または降順で並べ替えられます。詳しい仕組みたとえばキューに15個のエピソードがあるとします。ポッドキャストA、B、Cからそれぞれ1個、ポッドキャストDから2個、ポッドキャストEから 10 個です。スマートシャッフルは、まずエピソードが最も多いポッドキャスト（E）を取得し、そのエピソードを次のように展開します。キュー: EE_EE_E_E_EE_EE。次に、2 番目に多いエピソードを含むポッドキャスト（D）を取得し、それらを使用可能なスロットEE_EEDE_EDEE_EEに振り分けます。これを、EEBEEDECEDEEAEEのようなキューが完成するまで続けます。公開日は、ポッドキャスト内（この例では、ポッドキャストEのエピソードがそれに応じて並べ替えられます）とポッドキャスト間の両方で役割を果たします（ポッドキャストBのエピソードは、ポッドキャストAのエピソードよりも早いスポットを獲得します。前者の方が新しいためです）。"
    } ,
  
    
    {
      "title"    : "購読",
      "url"      : "/ja/documentation/subscriptions",
      "content"  : "購読購読に関するよくある質問を紹介します。"
    } ,
  
    
    {
      "title"    : "購読タグ（別名: グループまたはカテゴリ）",
      "url"      : "/ja/documentation/subscriptions/subscription-groups",
      "content"  : "購読タグ（別名: グループまたはカテゴリ）購読を整理を簡単にするために、ポッドキャストにタグ（グループやカテゴリとも呼ばれます）を割り当てることができます。現時点では、タグを元にしてキューを作成することはできません。この機能の実現には、複数キューのサポートが必要です。（開発プラットフォームの 機能リクエストも参照ください。）タグをポッドキャストに割り当てるには、次のことをする必要があります。  特定のポッドキャストを開く  歯車アイコンをタップして、設定にアクセスする  タグ設定を選択する"
    } 
  
]

