[
  
    
    {
      "title"    : "Automatisering",
      "url"      : "/da/documentation/automation",
      "content"  : "AutomatiseringEr du en erfaren bruger og ønsker at automatisere opgaver? Så tag et kig på nedenstående sider."
    } ,
  
    
    {
      "title"    : "Automatisk sletning",
      "url"      : "/da/documentation/automation/deletion",
      "content"  : "Automatisk sletningHvorfor bliver nogle overførte afsnit slettet?AntennaPod har adskillige mekanismer til at sikre, at overførte podcasts ikkefylder din telefons hukommelse. Hvis du bemærker, at nogle overførte afsnitbliver slettet, skal du kigge på disse to indstillinger:Automatisk sletningAutomatisk sletning findes i Indstillinger » Lagring. Når den er aktiveret,slettes afsnit, når afspilningen er afsluttet (men ikke når et afsnit manueltmarkeres som ‘afspillet’).Oprydning af afsnitAfsnitsoprydning findes i Indstillinger » Netværk » Automatisk overførsel.Hvis Automatisk overførsel har brug for plads til nye afsnit, sletter den gamleafsnit, der ikke er i køen og ikke er markeret som favorit. Du kan tilføje enforsinkelse (x tid efter afspilning) eller Afsnit. IndstillingenMellemlager for afsnit bestemmer den maksimale mængde overførte afsnit."
    } ,
  
    
    {
      "title"    : "Opdatering af podcasts",
      "url"      : "/da/documentation/automation/refreshing-podcasts",
      "content"  : "Opdatering af podcastsSom standard opdateres alle podcasts med et interval på 12 timer for at hente nyeafsnit. Via Indstillinger » Netværk » Opdater podcasts kan du ændreintervalperioden, vælge et bestemt tidspunkt på dagen eller slå de automatiskeopdateringer fra.Du kan også slå denne proces fra for individuelle podcasts, hvis det erunødvendigt at holde en podcast opdateret. Du kan f.eks. bruge dette, hvis derikke længere udgives nye afsnit for en podcast. Eller når du har tilføjet enpodcast, som du kun lejlighedsvis vil lytte til et afsnit af. Du kan indstilledette ved at gå til en podcast, trykke på Tandhjul ikonet og ændreindstillingen Hold opdateret.Når du slår denne podcast-indstilling fra, vil podcasten ikke længere bliveopdateret, når podcasts opdateres automatisk, eller når du starter denne procesfra skærmen Kø eller Afsnit. Du kan stadig opdatere podcasten, hvilket vilbringe nye afsnit til AntennaPod. Men disse nye afsnit vil ikke være synlige ifanen Ny på skærmen Afsnit."
    } ,
  
    
    {
      "title"    : "Integration med andre apps",
      "url"      : "/da/documentation/automation/tasker",
      "content"  : "Integration med andre appsMed AntennaPod kan du angive abonnementer (podcast-feeds), der skal opdateresregelmæssigt (se Opdatering afpodcasts).Hvis du har mere komplekse behov, kan du bruge forskelligetredjeparts-automatiseringsprogrammer sammen med AntennaPod til at gøre det. Foreksempel:  Få abonnementerne opdateret først på dagen: kl. 7 om morgenen tændes for Wi-Fi,og derefter opdateres AntennaPod-feeds.  Få dine abonnementer inden turen hjem: opdater abonnementer kl. 17.00 påhverdage.Generelle instruktionerI din automatiseringsapplikation kan du få AntennaPod til at opdatere sineabonnementer ved at sende en ‘Broadcast’ (det kan blive vist som en typeAndroid-hensigt) med følgende indstillinger:  Pakkenavn: de.danoeh.antennapod  Klassenavn: de.danoeh.antennapod.core.receiver.FeedUpdateReceiverVejledning til nogle automatiseringsappsAutomate (hjemmeside)I et flow skal du tilføje en blok af typen APPS » Broadcast send, angive  Pakke skal være de.danoeh.antennapod  Modtagerklasse skal værede.danoeh.antennapod.core.receiver.FeedUpdateReceiverTasker (websted)Opret en opgave. Tilføj en handling i opgaven  Vælg System  Vælg Send intent  Specificer at pakkenavn skal være de.danoeh.antennapod  Specificer at klassenavn skal værede.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Angiv, at målet skal være Broadcast receiver  Du kan lade de andre felter være tommeLlama - Placeringsprofiler(websted)Opret en begivenhed (Llama automatiseringsregel). I hændelsen,  Tilføj en handling af typen Android intent.  Specificer at intentionen skal sendes som en Broadcast.  Specificer at pakkenavn skal være de.danoeh.antennapod  Specificer at klassenavn skal værede.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Tilføj eventuelle andre betingelser/handlinger for dine specifikke behov.Som en genvej kan du klikke på dettelinkfor at oprette et begivenhedseksempel til at komme i gang med.Ansvarsfraskrivelse: AntennaPod-fællesskabet har ingen tilknytning til nogenaf de nævnte tredjepartsapplikationer til automatisering."
    } ,
  
    
    {
      "title"    : "Programfejl, mangler &amp; førstehjælp",
      "url"      : "/da/documentation/bugs-first-aid",
      "content"  : "Programfejl, mangler &amp; førstehjælpAt lave software er et menneskeligt håndværk, så fejl er uundgåelige. Men der er ofte noget, vi kan gøre ved det!"
    } ,
  
    
    {
      "title"    : "Der er noget, der ikke virker",
      "url"      : "/da/documentation/bugs-first-aid/bug-report",
      "content"  : "Der er noget, der ikke virkerEr du stødt på en fejl? Det er vi kede af at høre.Først skal du sikre dig, at du har den nyeste version af AntennaPod. Med hver opdatering løser vi mange små og større problemer. Søg derefter i vores forum for at se, om andre har det samme problem. Hvis du finder det problem, du har, kan du se, om der er nogen forslag. Overvej også at give oplysninger fra din situation - det kan måske hjælpe udviklerne med at finde kilden til problemet.Hvis du har opdateret AntennaPod og søgt i vores forum uden held, så fortæl os om problemet. Du kan oprette et indlæg på på vores forum. For at gøre det skal du oprette en konto (hvis du ikke allerede har en) eller blot logge ind via Google.Uanset hvordan du kontakter os, bedes du angive de systemoplysninger, der vises i Indstillinger » Rapportér fejl i appen."
    } ,
  
    
    {
      "title"    : "Kan ikke downloade et afsnit",
      "url"      : "/da/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "Kan ikke downloade et afsnitAntennaPod er en decentraliseret podcast-app. Det betyder kort sagt, at der ikke er nogen central server, der ved alt om hver enkelt podcast.Mediefilerne er derfor taget direkte fra udgiverens websted. Hvis udgiveren sletter dem, kan AntennaPod ikke længere hente dem for dig."
    } ,
  
    
    {
      "title"    : "Alle mine podcasts og afsnit er væk",
      "url"      : "/da/documentation/bugs-first-aid/database-error",
      "content"  : "Alle mine podcasts og afsnit er vækDu har måske lyst til at råbe Hjælp! Jeg har mistet mine podcasts/afsnit/indstillinger/alting!Problemet er, at databasen med alle oplysninger (afsnit, lyttetilstande osv.) har nogle fejl. AntennaPod kan ikke fungere med den defekte database og måtte starte forfra med en tom database. Selv om det er sket mindre hyppigt i de seneste versioner af AntennaPod, forekommer det stadig for nogle brugere. Vores udviklerfællesskab har ikke været i stand til at finde ud af, hvad der præcist forårsager, at en database går i stykker. Det samme problem forekommer også i nogle andre open source-apps. Men vi er klar over, at det er meget frustrerende, når dette sker, og vi er virkelig kede af, hvis du også blev ramt.Der kan være nogle ting, du kan gøre for at gendanne dine data. Vi opregner dem nedenfor, begyndende med den løsning, der giver de nemmeste og bedste resultater:  Har du for nylig eksporteret en sikkerhedskopi fra AntennaPod? Så er det relativt nemt at gendanne den: Gå til Indstillinger » Lagring “ Import/eksport » Importér database og vælg sikkerhedskopien.  Hvis du ikke har en sikkerhedskopi, er det næste skridt at forsøge at gendanne den ødelagte database (‘repair corrupted sql database’). Hvis AntennaPod registrerer en ødelagt database, skriver den den til en fil CorruptedDatabaseBackup.db i appens lagermappe. Det er en udfordring, og det kræver nogle færdigheder eller indlæring. Du bliver nødt til at bruge en terminal.  Et medlem af fællesskabet fulgte disse trin for at reparere databasen og angav, at det herefter lykkedes at importere den reparerede database.  Et andet medlem af fællesskabet tog en ren database og flyttede indhold fra den beskadigede database ind i den, og foretog derefter endnu en rettelse. Efter begge trin lykkedes det dem at importere den nye database i AntennaPod.  Mens alle data om dine abonnementer og afsnit er væk, vil mediefilerne stadig være der.  I AntennaPod kan du tilføje en mappe, som om det var et feed. Det gør du ved at gå til Tilføj podcast og trykke på Tilføj lokal mappe. Gå derefter til denne mappe på din telefon: Android » data “ de.danoeh.antennapod » files » media og vælg derefter mappen for en podcast. Bemærk, at dette kun vil give dig adgang til tidligere downloadede medier - du vil ikke modtage nye afsnit.  Du kan også begynde at tilføje tidligere podcasts fra bunden. Du kan kigge i den ovennævnte mappe for at se, hvilke podcasts du abonnerede på."
    } ,
  
    
    {
      "title"    : "Gamle afsnit mangler",
      "url"      : "/da/documentation/bugs-first-aid/episodes-missing",
      "content"  : "Gamle afsnit manglerAntennaPod er en decentraliseret podcast-app. Det betyder kort sagt, at der ikke er nogen central server, der ved alt om hver enkelt podcast.Oplysninger om afsnittene er derfor taget direkte fra udgiverens hjemmeside. Når du har abonnement på en podcast, kopierer og gemmer AntennaPod oplysninger om hvert nyt afsnit i appen. Disse oplysninger bevares, selv om de ikke længere er tilgængelige på udgiverens websted.Mange udgivere har kun (oplysninger om) de seneste afsnit online. Så når du lige har abonneret på en podcast, har din AntennaPod-installation ikke adgang til oplysninger om de ældre afsnit. Hvis du vil have alle tidligere afsnit vist i appen, kan du kontakte podcasteren og bede dem om at (kontakte deres host for at) understøtte ‘paged feeds’ (teknisk information)."
    } ,
  
    
    {
      "title"    : "Afspilning stopper pludselig",
      "url"      : "/da/documentation/bugs-first-aid/playback-stops",
      "content"  : "Afspilning stopper pludseligHvis afspilningen altid stopper et par sekunder efter, at du har slukket for skærmen, eller når du ikke har åbnet AntennePod i et stykke tid, kan det være, at dit system lukker appen ned. Nogle leverandører er kendt for at være overdrevent aggressive, når de forsøger at spare på batteriet. Prøv at tilføje en undtagelse for AntennaPod på listen over batterioptimerede apps. Da måden at tilføje en undtagelse ofte er forskellig fra telefon til telefon, foreslår vi, at du søger på internettet efter instruktioner for dit telefonmærke og din telefonmodel, hvis du ikke ved, hvordan du tilføjer en undtagelse.Hvis dette ikke hjalp, skal du ikke tøve med at kontakte AntennaPod-bidragsydere i vores forum."
    } ,
  
    
    {
      "title"    : "Fejl ved overførsel eller opdatering af feed",
      "url"      : "/da/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "Fejl ved overførsel eller opdatering af feedFår du en meddelelse om, at overførsler er afsluttet med fejl? Det betyder, at AntennaPod ikke kunne opdatere podcasten eller overføre en lydfil fra podcast-værtens websted.Problemer, der kun opstår i forbindelse med en eller nogle få bestemte podcasts, er ofte relateret til disse podcasts. Hvis du vil bekræfte, om det er tilfældet, kan du følge disse trin:  Tryk på meddelelsen for at åbne overførselsloggen  Tryk på den specifikke logbogspost med fejlen  Tryk længe på den URL, der vises, og kopier eller åbn den i din webbrowserHvis URL’en heller ikke virker i browseren, betyder det, at det ikke er et problem med AntennaPod. Hvis du får fejlmeddelelsen konstant, er podcasten sandsynligvis blevet flyttet, taget offline eller ikke konfigureret korrekt. I så fald skal du kontakte podcast-skaberne (da dette ikke kan løses hos os).Står der “Failed to connect to [url]” i fejlmeddelelsen i overførselsloggen? Så betyder det sandsynligvis, at der er forstyrrelser på dit netværk. Hvis du har en ad-blocker, VPN, captive portal, proxy, privacy guard, en særlig DNS-tjeneste eller forældrekontrol installeret på din telefon, kan du prøve at slå disse fra.Ser du en fejlmeddelelse såsom “not well-formed (invalid token)”? Så har udgiveren ødelagt sit (RSS-)feed. (F.eks. ved at have brugt et almindeligt &amp;-tegn i stedet for at kode det som &amp;amp;.) Kontakt venligst udgiveren direkte, da dette ikke kan rettes hos os.Hvis du ikke kan finde problemet, bedes du kopiere fejlmeddelelsen via Kopi-knappen og dele den på vores forum. Vores fællesskab vil med glæde kigge på det for at finde den præcise årsag!"
    } ,
  
    
    {
      "title"    : "Jeg har fundet en taste- eller stavefejl",
      "url"      : "/da/documentation/bugs-first-aid/typo-translations",
      "content"  : "Jeg har fundet en taste- eller stavefejlHar du fundet en stavefejl eller noget, der lyder mærkeligt? Det er altid muligt, at vi har lavet en fejl på engelsk (som vi laver appen og hjemmesiden på), eller at noget ikke er blevet oversat korrekt. Heldigvis er disse problemer ofte lette at rette.Vil du selv rette det?Hvis problemet er på et andet sprog end engelsk, kan du opdatere app-oversættelser på Transifex. Problemer med webstedsoversættelser kan rettes på Weblate. Du kan finde flere oplysninger i vores bidragsafsnit.Er det et problem med de engelske tekster? Så skal du være eller blive fortrolig med GitHub. Du kan sende et Pull Request for appen eller for webstedet.Ønsker du blot at informere os?Du kan oprette et indlæg i oversættelsessektionen på vores forum. For at gøre det skal du oprette en konto (hvis du ikke allerede har en) eller blot logge ind via Google."
    } ,
  
    
    {
      "title"    : "Generelt",
      "url"      : "/da/documentation/general",
      "content"  : "GenereltNedenfor kan du finde flere oplysninger om AntennaPod-projektet."
    } ,
  
    
    {
      "title"    : "Om annoncer i AntennaPod",
      "url"      : "/da/documentation/general/ads",
      "content"  : "Om annoncer i AntennaPodDe officielle versioner af AntennaPod indeholder ingen reklamer. Appen erudviklet af frivillige uden kommercielle interesser, og projektet er afhængig afdonationer for at dække omkostningerne. Da AntennaPodskildekode og indtægter ogudgifter er offentlige,står det enhver frit for at kontrollere dette.Hvis du ser annoncer, kan det skyldes to ting:1. Du har downloadet en uofficiel version af AntennaPodAntennaPod er open-source. Det betyder, at alle kan hente kildekoden. Desværretager nogle udviklere AntennaPod, indsætter reklamer og udgiver den derefter somen ny app. Du kan få den officielle AntennaPod-app på GooglePlay ogF-Droid. Du kan endda fåden seneste version på GitHub ogselv bygge AntennaPod!2. Udgiverne af podcasten tilføjede annoncerne til deres afsnitsbeskrivelse ellerlydfilAntennaPod afspiller podcasts, nøjagtigt som de blev udgivet af producenterne.Hvis de indeholder reklamer, afspiller AntennaPod dem. Vi har intet med dissereklamer at gøre, så alle indtægter går til producenterne og/eller dereshostingselskab.Nu tænker du måske noget i retning af “Men hvorfor er podcasten så på engelsk ogannoncen på tysk?” eller “Men hvorfor er podcast-afsnittet fra 2008, menreklamerer alligevel for et produkt, der blev udgivet i 2023?”. Årsagen er enteknik, der hedder dynamic ad insertion. Udgivere af podcasts kan bedehostingselskabet om at indsætte disse annoncer. Når afsnittet downloades ellerstreames med AntennaPod, bliver mediefilen, der leveres til AntennaPod,redigeret i undervejs for at inkludere reklamerne. Annoncerne er nye (mensafsnittet måske ikke er det) og kan målrettes på grundlag af den IP-adresse,hvorfra du anmoder om mediefilen (f.eks. en virksomhed i dit land). Afhængigt afhvor smart hostingfirmaet gør det, kan reklamerne blive indsat lige midt i ensætning. Nogle af hostingselskaberne laver også kludder i kapitelmarkeringerne,når de indsætter annoncerne (så kapitlerne er forskudt i forhold til annoncensvarighed).Du kan altid bruge knappen til at spole fremad i AntennaPod for at springereklamerne over. Hvis du streamer et afsnit i stedet for at downloade det, harhostingfirmaet en idé om, hvor langt du er nået i podcasten. Det kan væremuligt, at selskabet registrerer, at du har sprunget reklamen over, og indsætteren ny reklame. Hvis du i stedet downloader afsnittet, kan de ikke gøre det, ogdu kan mere pålideligt springe annoncerne over. (Det er også bedre for ditprivatliv, hvis du downloader, fordi hostingfirmaet så ikke ved, hvornår dulytter til hvilket afsnit af episoden. AntennaPod kan konfigureres tilautomatisk at downloade og senere slette episoder, så du ikke behøver at gøredet manuelt.)Desuden tilbyder mange podcast-producenter et reklamefrit feed, som du kan betalefor. Normalt får du så enten en hemmelig URL til podcast-feed eller alternativtet brugernavn og en adgangskode, som du kan indtaste i AntennaPod.Hvis du synes, at disse reklamer er irriterende, kan du overveje at henvende digtil producenterne af podcasten om dette."
    } ,
  
    
    {
      "title"    : "Sikkerhedskopiering af dine afsnit",
      "url"      : "/da/documentation/general/backup",
      "content"  : "Sikkerhedskopiering af dine afsnitDer er et par muligheder for at kopiere dine data til din nye telefon, og hvermetode kopierer en bestemt mængde data:Eksport af databaseEksport af AntennaPod-databasen er en god metode, hvis du skal flytte til en nytelefon eller tablet. Du skal sikre dig, at du har den samme version afAntennaPod på både den gamle og den nye telefon. Efter importen er alle datagendannet; du skal blot downloade afsnittene igen.SynkroniseringSynkronisering af AntennaPod via gpodder.net eller gPodder Sync-appen tilNextcloud gør det muligt at gemme og overføre nogle podcast- og asfsnitsdata. Duvil miste dine favoritter, kø og app-indstillinger. Dette kan være en løsning,når du skifter mellem telefon, tablet og/eller desktop. Se venligst artiklen omsynkronisering for instruktioner.OPMLOPML-filer gør det muligt at overføre dine abonnementer til en anden podcast-app.Du mister alle podcast- eller afsnitsspecifikke data (f.eks. om et bestemtafsnit er blevet afspillet) og alle app-indstillinger. Hvis du vil eksporteredin fil, skal du gå til Indstillinger » Lagring » Import/eksport. Sørg forat klikke på Send… for at gemme filen i en anden mappe på din telefon eller etandet sted, for den oprindelige fil slettes, når du afinstallerer AntennaPod.Hvis du importerer filen i AntennaPod på en anden enhed, vil appen vise en listeover podcasts med afkrydsningsfelter. De podcasts, du vælger fra denne liste,vil blive tilføjet til dine eksisterende abonnementer. Ingen af dineeksisterende abonnementer vil blive påvirket."
    } ,
  
    
    {
      "title"    : "Beta-testning",
      "url"      : "/da/documentation/general/beta",
      "content"  : "Beta-testningAntennaPod har mange brugere, og vi ønsker ikke, at de skal få problemer, når vitilføjer en ny funktion. Det er vigtigt, at vi har en betydelig gruppe til atteste vores app, så vi ved, at alle mulige kombinationer af telefoner,Android-versioner og brugssituationer fungerer som forventet.Mindre problemer dukker ofte op efter større opdateringer, og de bliver kunopdaget via fejlrapporter fra brugere i disse tidlige faser. Der er kun énhovedudvikler, som arbejder på dette i sin fritid. Han har kun et par enhedertil at teste tingene på, mens opførslen kan variere fra enhed til enhed.Google PlayHver ny version af AntennaPod sendes til vores beta-testere via GooglePlay-butikken, før den sendes til offentligheden. Det giver os mulighed for atteste opdateringer på mange forskellige enheder og Android-versioner, så vi kanfange fejl og problemer med brugeroplevelsen i tide. Hvis du har et kritisk øjeog kan forklare, hvad der går galt, er din hjælp meget velkommen! Hvis du sernoget, du ikke kan lide, er der desuden større sandsynlighed for, at du kan fådet ændret, så det passer til det, du ønsker.Så du vil have det nyeste og bedste? Det er helt sikkert muligt! Du skal blotbesøge AntennaPod i Play Store og gå til “Bliv betatester” nederst på siden.Hvis du sidder ved din computer, kan du gå til denneurl.                                                F-DroidVi tilbyder i øjeblikket ikke betaversioner i F-Droid-butikken.Dette skyldes, at F-Droidikke automatisk genkenderbetaversioner. Tilføjelse af betaversioner til F-Droid ville kræve en manuelindgriben for hver enkelt betaversion. Hvis der skal rettes noget vigtigt, skalen opdatering også straks udrulles, hvis der er behov for det. Dette kandesværre ikke garanteres."
    } ,
  
    
    {
      "title"    : "Centrale og decentrale podcast-apps",
      "url"      : "/da/documentation/general/central-distributed",
      "content"  : "Centrale og decentrale podcast-appsDer er grundlæggende to måder at lave en podcast-app på:  Central: Der er en central server (drevet af det firma, der udviklerappen), som tjekker, om der er nye afsnit, og derefter leverer dem til dig.  Decentral: Appen kontrollerer selv nye afsnit direkte frapodcast-udgiverne.AntennaPod bruger metode 2. Der er både fordele og ulemper ved denne:  Da appen kontrollerer, om der er nye afsnit, behøver app-skaberne (som os) ikkeat vedligeholde en central server. Det sparer en masse tid og kræfter. Detsparer også en masse penge, hvilket betyder, at vi ikke behøver at væreafhængige af annoncer eller store beløb i donationer.  Da appen ikke er afhængig af en central server til at indsamle nye afsnit, vilAntennaPod fortsat fungere uafhængigt af det, vi gør fra vores side. Hvis vibruger den centrale metode, vil appen stoppe med at fungere, hvis virksomhedenlukker sin server ned af en eller anden grund.  Som appudviklere ved vi ikke og kan ikke vide, hvilke podcasts du abonnerer på,hvilke afsnit du lytter til, eller på hvilket tidspunkt du lytter til dem.Udgivere af apps med en central server indsamler sådanne data, hvilket er tilskade for dit privatliv.  Nogle udgivere tilbyder private feeds, der giver tidlig adgang, særligt indholdeller reklamefrie afsnit. Sådanne feeds kræver et brugernavn og enadgangskode, som AntennaPod giver direkte til podcastværten, når der anmodes omdet. Centraliserede tjenester tillader ofte slet ikke at tilføje private feeds.Og hvis de gør det, kan det være nødvendigt at sende dinelegitimationsoplysninger til app-udviklerne.  Der er ingen risiko for censur, da der ikke er et centralt adgangspunkt, somgør det muligt for app-udviklere at fjerne podcasts fra deres server.  På den anden side betyder en distribueret model, at du kun får nye afsnit, nårdu opdaterer en podcast. I AntennaPod er dette som standard hver 12. time, mendu kan ændre dette til mere eller mindre ofte, og du kan også altid manuelttjekke efter nye afsnit. En central server kan kontrollere, om der er nye afsnitmeget ofte eller endda blive informeret af podcastværter i realtid. På den mådekan apps også få besked om nye afsnit meget hurtigere, uden at du behøver attjekke alle podcasts, du er abonneret på, regelmæssigt.  Det er heller ikke muligt for AntennaPod at levere afsnit, der er blevetfjernet af podcastudgiveren, f.eks. fordi de kun beholder de 10 seneste afsnitonline. Apps, der er afhængige af en central server, kan få leveret de ældreafsnit, selv om de er forsvundet fra RSS-feedet."
    } ,
  
    
    {
      "title"    : "Sletning af afsnit",
      "url"      : "/da/documentation/general/episode-deletion",
      "content"  : "Sletning af afsnitNår du er færdig med at lytte til et afsnit, vil du i de fleste tilfælde ønske atslette den fra din telefon for at frigøre plads. Der er forskellige måder, dukan gøre det på.For det første kan du naturligvis slette afsnit manuelt. Når du ser køen eller enbestemt podcast, kan du trykke længe på et afsnit og trykke på Slet. Når dukigger på fanen Færdige på skærmen Overførsler, kan du også blot trykke påikonet med skraldespanden. Hvis du ønsker det, kan AntennaPod automatisk fjerneet afsnit fra køen, hvis den bliver slettet. Du kan finde denne indstillingunder Indstillinger “ Lagring “ Slet fjerner fra kø.For det andet har AntennaPod nogle løsninger til automatisk at slette afsnit.AntennaPod kan bl.a. slette afsnit automatisk, når afspilningen er afsluttet, ognår den har brug for plads til den automatiske overførselsproces. Du kan findeflere oplysninger om disse muligheder i artiklen Automatisksletning."
    } ,
  
    
    {
      "title"    : "Brug af eksternt lager",
      "url"      : "/da/documentation/general/external-storage",
      "content"  : "Brug af eksternt lagerDu kan indstille AntennaPod til at overføre afsnit til dit sd-kort i stedet forden interne hukommelse. Dette sikrer, at du har mere plads til afsnittene. Forat vælge lagringskortet skal du gå til Indstillinger » Lagring »Vælg datamappe.FejlfindingDit SD-kort vises muligvis ikke i dialogboksen Vælg datamappe. For at ditSD-kort kan vises, skal Android genkende kortet som eksternt lager. Enten erkortet ikke monteret korrekt, eller også har producenten eller din smartphonekonfigureret hardwaren forkert.Hvis du kører Android 6+ (Marshmallow eller nyere), kan du prøve atformattere SD-kortetsom intern lagringsplads. Ellers er der intet, vi kan gøre for at løse dette."
    } ,
  
    
    {
      "title"    : "Opdateringer på F-Droid",
      "url"      : "/da/documentation/general/f-droid",
      "content"  : "Opdateringer på F-DroidDid you see that there’s a new AntennaPod release and wonder:  why isn’t the latest version not on F-Droid yet?  when will the new release be available on F-Droid?If the new version is in beta, it is only available through Google Play ((hereis why)[/documentation/general/beta]). When we think it’s ready we upload it toGoogle Play. A few days later, when we’re confident there are no critical bugs,we tag the release on GitHub. F-Droid then has to find out about this release,build it and make it available. All these steps may take some time. Due to thedifferent steps and because we are not involved in publishing releases onF-Droid, we can’t tell when exactly the latest version will be available there.It usually takes a few days after the release is tagged on GitHub.In short: it may take some time. Please be patient.The steps of getting a new version on F-Droid  Når vi har oprettet enudgivelse, skal F-Droidregistrere, at noget i AntennaPod er ændret. Til dette formål kører F-Droid enopdateringskontrolserver ca. hver anden dag.  Når F-Droid registrerer, at der er en ny AntennaPod-udgave, bygger den appen.På den måde sikrer F-Droid sig, at den app, du downloader, virkelig svarer tilden kildekode, som AntennaPod offentliggør. Da der er mange apps at bygge, tagerF-Droid-serveren yderligere 1-2 dage om at bygge appen.  Endelig skal den resulterende app signeres kryptografisk. Dette sker på encomputer, der ikke er forbundet til internettet. En person hos F-Droid skaltage appen og fysisk gå med den hen til denne særlige computer. Hvor lang tiddet tager, afhænger af, hvor ofte personen går til den særlige computer. Normalttager dette trin yderligere 1-2 dage efter, at appen er bygget.What you can do if it takes longer than expectedAs you can see it can easily take a week before a new AntennaPod release isavailable on F-Droid. If an update is still not available more than a week afterits release, feel free to let us know by creating a post on ourforum, and we’ll investigate it.Du kan få en idé om fremskridtene ved at kontrollere om F-Droids udgivelseslisteer blevet opdateret siden den nye AntennaPod-udgivelse og ved atkontrollere på F-Droid Monitor omden nye udgave er blevet bygget endnu."
    } ,
  
    
    {
      "title"    : "AntennaPod for Windows, Apple and Linux",
      "url"      : "/da/documentation/general/other-platforms",
      "content"  : "AntennaPod for Windows, Apple and LinuxHowever attractive the title may sound, AntennaPod is not and will not beavailable on Windows, iOS or the Linux desktop. The app is made by a small teamof volunteers, and making the app for these other platforms would be a lot ofwork.There are (open source) alternatives, however, which we would like to point youto:            App      Code      iOS      MacOS      Windows      Linux                  Podverse            ✅      ✅      ❌      ❌              Pocket Casts            ✅      ❌      ❌      ❌              gPodder            ❌      ✅      ✅      ✅              Poddr            ❌      ✅      ✅      ✅              Kasts            ❌      ❌      ❌      ✅              Vocal            ❌      ❌      ❌      ✅              GNOME Podcasts            ❌      ❌      ❌      ✅              MusicPod            ❌      ❌      ❌      ✅      Do you have a recommendation of an open source podcast app for these platforms?Let us know on the forum!"
    } ,
  
    
    {
      "title"    : "Før trafik gennem et proxy- eller Tor-netværk",
      "url"      : "/da/documentation/general/proxy",
      "content"  : "Før trafik gennem et proxy- eller Tor-netværkDet er muligt at få AntennaPod til at lede al trafik (mediefiler, coverbilleder,RSS-forespørgsler og søgninger) gennem en proxy eller Tor-netværket. Dette kanhave to potentielle fordele:  Privatliv: Afhængigt af typen af proxytjeneste kan dindownloading/streamingadfærd være beskyttet mod podcast-værter  Adgang: Hvis podcast-værten forhindrer download af indhold fra andre lande(baseret på IP-adresser), kan du ved at indstille en proxy medoprindelseslandet stadig få adgang til indholdetDu finder denne indstilling under Indstillinger » Netværk » Proxy.For at lede al trafik via Tor-netværket skal du installere en proxy-app til Torog angive følgende oplysninger i AntennaPod:  Type: SOCKS  Vært: “localhost” eller “127.0.0.0.1”  Port: “9050”"
    } ,
  
    
    {
      "title"    : "Sådan synkroniserer du mellem enheder",
      "url"      : "/da/documentation/general/synchronization",
      "content"  : "Sådan synkroniserer du mellem enhederAntennaPod kan synkronisere dine abonnementer og lyttefremskridt med andreAntennaPod-installationer samt andre (desktop-)apps. For at konfigureresynkronisering skal du bruge en server - det centrale punkt, hvor dine datadeles med andre enheder. Du har flere muligheder for dette:  gpodder.net tilbyder en gratisgPodder-synkroniseringsserver, som alle kan tilmelde sig. Desværre erdenne server på grund af tjenestens popularitet og dens begrænsede finansieringofte overbelastet, hvilket fører til fejl i AntennaPod.  Mere teknisk interesserede brugere opfordres kraftigt til at selv at hoste ensynkroniseringsserver. En selvhostet server er mere pålidelig og er med tilat mindske belastningen på de gratis, offentlige tjenester. Der er fleremuligheder: Nextcloud medgPodder Sync app, en fuldgPodderserver eller Micro GPodderserver.Aktivér synkronisering via Nextcloud  Hvis du har en Nextcloud-konto, skal du installere gPodder Sync-appen ellerbede din serveradministrator om at gøre det  Gå til Indstillinger » Synkronisering i AntennaPod, og tryk påVælg synkroniseringsudbyder  Vælg ‘Nextcloud’  Indtast ‘Serveradresse’ (serverens URL- eller IP-adresse), og tryk på Fortsæt  Log ind i det browservindue, der åbnes, og godkend AntennaPodAktivér synkronisering via gPodder  Opret en konto på serveren www.gpodder.net eller på din egen server  When you have an account, log in on the webserver and create a device underSubscriptions » Devices for each client that you use:                                                  When you have added the devices to your account, link them using the“Configure” button. This way, gpodder.net automatically keeps the activateddevices synchronized.                                                  Gå til Indstillinger » Synkronisering i AntennaPod, og tryk påVælg synkroniseringsudbyder  Select ‘gPodder’  Enter the ‘Server address’ (e.g. www.gpodder.net) and tap Proceed to login  Enter the ‘Username’ and ‘Password’ and tap Log in  Select the device that you created on the serverBemærk Oprettede du en enhed, mens du indstillede synkroniseringen iAntennaPod, i stedet for at oprette en enhed i forvejen på webstedet? Så sørgfor at trykke på knappen Fremtving fuld synkronisering i AntennaPod for atuploade afspilningstilstanden for alle de episoder, du har lyttet til tidligere.Hvis du ikke gør dette, synkroniseres kun podcasts, der blev tilføjet eftersammenkobling af enhederne. Der er et åbent issue forgpodder.net, som anmoder om atændre denne adfærd."
    } ,
  
    
    {
      "title"    : "Kom godt i gang",
      "url"      : "/da/documentation/getting-started",
      "content"  : "Kom godt i gangVelkommen til AntennaPod! Nedenfor kan du finde oplysninger om, hvordan du kommer i gang med AntennaPod.First, you want to subscribe to a podcast. You can find more about thathere. After subscribing, newepisodes are shown in the Inbox. There you can decide if you actually like tolisten to them or not. If an episode is in the inbox, it means that you have notyet decided what to do with the episode.  If you are not interested in an episode, just swipe it away to remove it fromthe inbox. The episode still stays marked as unplayed and you can find it onthe Episodes page, as well as on the podcast’s page.  Hvis du er interesseret i afsnittet, kan du gøre én af to ting, afhængigt afdin lytteadfærd.          Download the episode. When downloading, AntennaPod also automatically adds theepisode to the queue and removes it from the inbox. There is a setting if youwant new episodes to be enqueued in the back, front or after the currentlyplaying episode. Downloading is the main way AntennaPod was originally designedto be used but as streaming is becoming more and more popular, you can also usethe second option.      Just add the episode to the queue. AntennaPod automatically removes it from theinbox and inserts it into the queue. You can later directly play the episodewithout having to download, so it does not take up space. Think: Streaming likevideos on YouTube. The disadvantage is that it will not be available offline,uses up your mobile data connection when you are on the run, and makes fastforwarding a little bit slower.        If you are done playing, AntennaPod marks the episode as played and removes itfrom the queue. There is a setting to also automatically delete the downloadafter playing. You can find a list of all episodes that are still downloaded toyour device (whether they are in the queue or not) on the Downloads page.  If you like an episode and are thinking about listening to it again, you canalso mark it as favorite. You can filter the Episodes page to show only yourfavorites and (by default) AntennaPod will not delete favorites after playing.In case you are subscribed to a really great podcast where you know from thebeginning that all episodes will be great, you can use the auto-downloadfeature. When enabled for a podcast, all of its future new episodes areautomatically downloaded and added to the queue. They will automatically beremoved from the inbox as soon as they are downloaded."
    } ,
  
    
    {
      "title"    : "Abonnering på en podcast",
      "url"      : "/da/documentation/getting-started/subscribe",
      "content"  : "Abonnering på en podcastNår du har hentet en podcast-app, er næste skridt at abonnere på en podcast.AbonnereÅbn skuffen ved at stryge fra venstre eller ved at trykke på ☰ burgerikonet iøverste venstre hjørne. Gå til + Tilføj podcast. Nu kan du søge, gennemseforslag eller tilføje en podcast ved hjælp af des RSS-adresse.Alternativt kan du importere en OPML-fil eller kun tjekke henholdsvis ApplePodcasts, gpodder.net, fyyd eller Podcast Index-databasen. Import af RSS- ellerAtom-feeds eller URL-formater som pcast:// og itpc:// fungerer også.Abonnement på tjenester fra tredjeparterVi har fået nogle forespørgsler om understøttelse af platforme som Soundcloud,Mixcloud og lignende. Selv om det kunne være fedt at have en funktion til blotat indsætte/åbne kanal-URL’er i AntennaPod, er det blevetbesluttet ikke atimplementere det. Sådanne platforme kan komme og forsvinde, mens det kræver enhel del arbejde for vores frivillige at implementere denne funktion. Hvis du erudvikler, er du naturligvis velkommen til at diskutere et forslag, som du gernevil implementere.SoundCloudSoundcloud giver producenter mulighed for at lavepodcastsud fra deres indhold ganske nemt. Du bør kontakte dem, deleSoundcloud-hjælpssiden (førnævnte link) og spørge, om de er villige til at sættedet op.MixcloudMixcloud tilbyder desværre ikke denne mulighed for indholdsskabere. Som altid erder nogen i podcast-fællesskabet, der kan finde en løsning. Du bør tjekkemulighedernebeskrevet i dette indlæg.YouTubeYouTube giver dig mulighed for at abonnere på en kanals feed, men:  AntennaPod kan ikke overføre videoerne automatisk, da YouTube ikke tilladerdet. Det er trods alt deres forretningsmodel at vise reklamer.  Du vil ikke få et billede forbundet med dit abonnement, da YouTube ikkeinkluderer det i feeds.Men det er en måde at få besked om nye afsnit på. Du skal blot tilføjebrugerens/kanalens URL (https://www.youtube.com/user/USERNAME ellerhttps://www.youtube.com/channel/CHANNEL_ID) i AntennaPod. Du bør få vist endialogboks med indstillingen ‘RSS’; tryk på den for at tilføje feed’et. Hvis detikke fungerer som beskrevet, skal du tilføjehttps://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; tilAntennaPod. Du kan finde kanal-id’et i kanalens URL-adresse. Hvis den kanal, duvil abonnere på, er en brugerkonto (med en URL som youtube.com/user/UserName),kan du kontakte brugeren for at bede om deres kanal-id (her er det forklarethvordan brugere kan finde dereskanal-id).Som du kan se, har vi ikke nogen oplysninger om andre platforme. Vi inkludererdet gerne her, hvis du deler dine tanker viaforummet."
    } ,
  
    
    {
      "title"    : "Afspilning",
      "url"      : "/da/documentation/playback",
      "content"  : "AfspilningNedenfor kan du finde emner vedrørende afspilning."
    } ,
  
    
    {
      "title"    : "Afspilning i biler (Android Auto)",
      "url"      : "/da/documentation/playback/android-auto",
      "content"  : "Afspilning i biler (Android Auto)Du kan bruge AntennaPod til at lytte til podcasts i din AndroidAuto-aktiverede bil.Har du downloadet AntennaPod fra Google Play?Der er ikke behov for yderligere trin for at bruge AntennaPod i din bil. Du skalbare tilslutte din telefon og begynde at lytte.Har du downloadet AntennaPod fra F-Droid?Hvis du har downloadet AntennaPod fra F-Droid, er der brug for yderligere trin.  Åbn indstillingerne for Android Auto.  Aktivér Udviklerindstillinger ved at trykke 10 gange på versionsnummeret.  Åbn 3-punktsmenuen, og start indstillingerne for udviklere.  Aktivér Ukendte kilder."
    } ,
  
    
    {
      "title"    : "Automatisk tilbagespoling",
      "url"      : "/da/documentation/playback/auto-rewind",
      "content"  : "Automatisk tilbagespolingNår et afsnit er blevet sat på pause og afspilles igen, spoler AntennaPodautomatisk tilbage, så det er nemmere at følge med igen. Hvor meget der spolestilbage kan ikke indstilles og afhænger af, hvor længe et afsnit har været satpå pause.            Tid siden sidste afspilning      Varighed af tilbagespoling                  Mere end 1 dag      20 sekunder              Mere end 1 time      10 sekunder              Mere end 1 minut      3 sekunder      "
    } ,
  
    
    {
      "title"    : "Genveje på fysisk tastatur",
      "url"      : "/da/documentation/playback/shortcuts",
      "content"  : "Genveje på fysisk tastaturHvis du har et fysisk (‘hardware’) tastatur tilsluttet din telefon eller tablet,kan du bruge visse genveje til at styre afspilningen i AntennaPod.Lydstyrke-handlinger påvirker lydkanalen for medier (i stedet for f.eks. den formeddelelser).Alle skærme (undtagen videoafspiller og indstillingerne)            Nøgle      Handling                  P      Afspil/pause              J/A/,      Spol tilbage              K/D/.      Spol frem              +/W      Hæv lydstyrke              -/S      Sænk lydstyrke              M      Slå lyden til/fra - kun på Android 6 og nyere      Videoafspiller            Nøgle      Handling                  P/Mellemrum      Afspil/pause              J/A/,      Spol tilbage              K/D/.      Spol frem              F/Esc      Afslut videoafspiller              i      Start billed-i-billede-tilstand              0-9      Gå til 0-90 % af video              +/W      Hæv lydstyrke              -/S      Sænk lydstyrke              M      Slå lyden til/fra - kun på Android 6 og nyere      "
    } ,
  
    
    {
      "title"    : "Til podcastere og hostingudbydere",
      "url"      : "/da/documentation/podcasters-hosters",
      "content"  : "Til podcastere og hostingudbydereNedenfor kan du finde vores supportoplysninger til podcastere og hostingudbydere."
    } ,
  
    
    {
      "title"    : "Opret et &#39;Åbn i AntennaPod&#39;-link",
      "url"      : "/da/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "Opret et ‘Åbn i AntennaPod’-linkVil du gøre det nemt for dit netværk eller publikum at tilføje din(e) podcast(s)i AntennaPod?Indsætte blot et link til https://antennapod.org/deeplink/subscribe?url=xyz pådit websted eller hvor end du ønsker. Sørg for at erstatte xyz medURL-adressen på dit RSS-feed. Brugere, der har installeret AntennaPod og åbnerdette link, vil kunne se eksempler på afsnit og abonnere på din podcast direktei vores app.Hvis du har brug for vores logo, kan du tjekke voresbranding-depot."
    } ,
  
    
    {
      "title"    : "Få din podcast registreret",
      "url"      : "/da/documentation/podcasters-hosters/list-podcast",
      "content"  : "Få din podcast registreretHvis du er podcast-producent og ønsker at gøre din podcast synlig i AntennaPod,er denne side til dig.AntennaPod bruger primært tre kataloger til sin søgefunktion:  Podcast Index (spørg din host, hvordan du tilføjerdin podcast, eller tilføj din egen podcast viaAPI)  Apple Podcasts (tilføj via PodcastConnect)  Fyyd (tilføj via deres websted)Hvis din podcast er tilgængelig i et af dem, kan den findes frem i AntennaPod."
    } ,
  
    
    {
      "title"    : "Kø",
      "url"      : "/da/documentation/queue",
      "content"  : "KøNedenfor kan du finde ofte stillede spørgsmål om køen."
    } ,
  
    
    {
      "title"    : "Sådan bruges køen",
      "url"      : "/da/documentation/queue/how-to-use",
      "content"  : "Sådan bruges køenDu kan bruge køen til at gemme afsnit, som du planlægger at lytte til. Hvis dustøder på et interessant afsnit, skal du trykke længe og vælgeTilføj til køen. Hvis du overfører et afsnit, tilføjer AntennaPod detautomatisk til køen."
    } ,
  
    
    {
      "title"    : "(Op)låsning af køen",
      "url"      : "/da/documentation/queue/lock",
      "content"  : "(Op)låsning af køenEt ret almindeligt problem, som brugerne oplever, er, at de pludselig ikke kanomarrangere køen manuelt.Hvis du ikke kan flytte afsnit rundt i køen, kan det skyldes en af følgende ting:  Hold sorteret er aktiveret. Du kan deaktivere dette ved at trykke på de treprikker … i den øverste bjælke og vælge Sorter.  Køen er låst. Du kan låse køen op ved at trykke på de tre prikker i topbjælkenog fjerne markeringen fra Lås kø."
    } ,
  
    
    {
      "title"    : "Sådan bruges flere køer",
      "url"      : "/da/documentation/queue/multiple-queues",
      "content"  : "Sådan bruges flere køerFlere køer understøttes ikke i øjeblikket. Du kan følge issue2648 på GitHub for at fåflere oplysninger og/eller for at blive holdt opdateret om eventuel udvikling pådette issue."
    } ,
  
    
    {
      "title"    : "Abonnementer",
      "url"      : "/da/documentation/subscriptions",
      "content"  : "AbonnementerNedenfor kan du finde ofte stillede spørgsmål om abonnementer."
    } ,
  
    
    {
      "title"    : "Lytte til et afsnit uden at abonnere",
      "url"      : "/da/documentation/subscriptions/listening-without-subscribing",
      "content"  : "Lytte til et afsnit uden at abonnereI øjeblikket er der ingen mulighed for at tilføje et afsnit til køen uden atabonnere. Du kan finde flere oplysninger i funktionsanmodningen på voresudviklingsplatform.Der er dog en måde at få en forsmag på et afsnit på uden at skulle abonnerepå podcasten. Der er nogle ulemper ved denne løsning:  Afsnittet begynder automatisk at streame (eventuel andet afsnit underafspilning stoppes)  Det er ikke muligt at skifte til et andet afsnit og vende tilbage til detforhåndsviste afsnit senereSådan får du en forsmag på et afsnit:  Gør, som om du ville tilføje et abonnement  Du skal ikke trykke på abonner, men på det afsnit, du vil lytte til  Beskrivelsen af afsnittet vil blive udvidet; tryk på Forhåndsvisning underbeskrivelsen"
    } ,
  
    
    {
      "title"    : "Abonnementsetiketter (grupper eller kategorier)",
      "url"      : "/da/documentation/subscriptions/subscription-groups",
      "content"  : "Abonnementsetiketter (grupper eller kategorier)For at hjælpe med at organisere dine abonnementer kan du tildele podcastsetiketter (nogle gange kaldet grupper eller kategorier). Bemærk venligst, at deti øjeblikket ikke er muligt at oprette køer baseret på etiketter. Dette villekræve understøttelse af flere køer først. (Se også featurerequest på voresudviklingsplatform).For at tildele etiketter til en podcast skal du:  Åbne en bestemt podcast  Trykke på gear ikonet for at få adgang til dens indstillinger  Vælg indstillingen Etiketter"
    } 
  
]

