[
  
    
    {
      "title"    : "Automatización",
      "url"      : "/es/documentation/automation",
      "content"  : "Automatización¿Eres un usuario con experiencia y quieres automatizar tareas? Echa un vistazo a las páginas de debajo."
    } ,
  
    
    {
      "title"    : "Eliminación automática",
      "url"      : "/es/documentation/automation/deletion",
      "content"  : "Eliminación automática¿Por qué se borran algunos episodios descargados?AntennaPod tiene varios mecanismos para asegurarse de que los podcasts descargados no llenen la memoria de tu teléfono. Si notas que se borran algunos episodios descargados, echa un vistazo a estos dos ajustes:Borrado automáticoEl borrado automático se encuentra en Configuración » Almacenamiento. Cuando se activa, los episodios se eliminan al completar la reproducción (pero no cuando un episodio se marca manualmente como ‘reproducido’).Limpieza de episodiosLa limpieza de episodios se encuentra en Configuración » Red » Descarga automática. Si la Descarga Automática necesita espacio para episodios nuevos, borrará los episodios antiguos que no estén en la cola y no estén marcados como favoritos. Puedes añadir un retardo (x tiempo después de la reproducción) o Episodio. El ajuste Caché de episodios determina la cantidad máxima de episodios descargados."
    } ,
  
    
    {
      "title"    : "Actualización de podcasts",
      "url"      : "/es/documentation/automation/refreshing-podcasts",
      "content"  : "Actualización de podcastsPor defecto, todos los podcasts se actualizan con un intervalo de 12 horas para conocer nuevos episodios. A través de Configuración » Red » Refrescar pódcasts puedes cambiar el periodo del intervalo, seleccionar una hora específica del día o desactivar las actualizaciones automáticas.También puedes desactivar este proceso para podcasts individuales en caso de que mantener un podcast actualizado sea innecesario. Puedes utilizar esto, por ejemplo, si ya no se publican nuevos episodios de un podcast. O cuando hayas añadido un podcast del que solo escuchas un episodio ocasionalmente. Puedes configurar esto yendo a un podcast, tocando el icono Engranaje y cambiando el ajuste Mantener actualizado.Si desactivas este ajuste en un pódcast, este ya no se actualizará cuando los pódcasts se actualicen automáticamente, o cuando inicies este proceso desde la cola o la pantalla de episodios. Todavía puedes actualizar ese pódcast, lo que traerá episodios nuevos a AntennaPod. Pero estos episodios nuevos no serán visibles en la pestaña Nuevo de la pantalla de Episodios."
    } ,
  
    
    {
      "title"    : "Integración con otras aplicaciones",
      "url"      : "/es/documentation/automation/tasker",
      "content"  : "Integración con otras aplicacionesCon AntennaPod, puede especificar las suscripciones (fuentes del podcasts) para que se actualicen regularmente (véase Actualización de podcasts).Si tienes unas necesidades más complejas, puedes utilizar varias aplicaciones de automatizaciones de terceros con AntennaPod para hacerlo. Ejemplos:      Actualizar las suscripciones al principio del día: a las 07, encender el WiFi, luego actualizar los feeds de AntennaPod.        Obtén tus suscripciones antes de llegar a casa: a las 17:00 horas en días laborables actualiza las suscripciones.  Instrucciones generalesEn tu aplicación de automatizaciones, puedes pedirle a AntennaPod que actualice sus suscripciones enviando un ‘Broadcast’ (puede que se muestre como un tipo de intención de Android) con las siguientes opciones:      Nombre del paquete: de.danoeh.antennapod        Nombre de la clase: de.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Pasos para algunas aplicaciones de automatizacionesAutomatizar (sitio web)En un flow, añade un bloque del tipo APPS » Broadcast send, y especifica      El paquete debe ser de.danoeh.antennapod        La clase del receptor será de.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Tasker (sitio web)Crea una tarea. En la tarea, añade una acción      Selecciona Sistema        Selecciona Enviar intención        Especifica que el nombre del paquete sea de.danoeh.antennapod        Especifica que el nombre de la clase sea de.danoeh.antennapod.core.receiver.FeedUpdateReceiver        Especifica que el objetivo sea Receptor de difusión        Puedes dejar los demás campos en blanco  Llama - Perfiles de Ubicación (sitio web)Crea un evento (regla de automatización de Llama). En el evento,      Añade una acción de tipo Android intent.        Especifica que el modo de envío de la intención sea Difusión.        Especifica que el nombre del paquete sea de.danoeh.antennapod        Especifica que el nombre de la clase sea de.danoeh.antennapod.core.receiver.FeedUpdateReceiver        Añade cualquier otra condición / acciones para cumplir tus necesidades específicas.  Como atajo, puedes hacer clic en este enlace para crear un evento de ejemplo con el que empezar.Descargo de responsabilidad: La comunidad de AntennaPod no tiene ninguna relación con ninguna de las aplicaciones de automatización de terceros que aparecen en la lista."
    } ,
  
    
    {
      "title"    : "Bugs, errores y primeros auxilios",
      "url"      : "/es/documentation/bugs-first-aid",
      "content"  : "Bugs, errores y primeros auxiliosHacer software es algo humano, así que los errores son inevitables. ¡Pero normalmente hay algo que podemos hacer para solucionarlos!"
    } ,
  
    
    {
      "title"    : "Hay algo que no funciona",
      "url"      : "/es/documentation/bugs-first-aid/bug-report",
      "content"  : "Hay algo que no funciona¿Encontraste algún error? Lo sentimos.Primero, por favor, asegúrate de que tienes la última versión de AntennaPod. Con cada actualización arreglamos errores pequeños y más grandes. Ahora busca en nuestro foro para ver si hay alguien más que tenga el mismo error. Si encuentras el mismo error que tu tienes, puedes ver si hay alguna sugerencia. Considera proveer información acerca de tu situación - puede ayudar a los desarrolladores a encontrar la fuente del problema.Si ya actualizaste AntennaPod y buscaste en el foro sin encontrar nada, cuéntanos tu problema. Puedes crear una entrada en nuestro foro. Para hacer esto, necesitas crear una cuenta (si aún no tienes una) o simplemente puedes iniciar sesión con Google.Independientemente de la manera de la que contactes con nosotros, por favor incluye la información del sistema que se muestra en Ajustes » Reportar un error."
    } ,
  
    
    {
      "title"    : "No se puede descargar un episodio",
      "url"      : "/es/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "No se puede descargar un episodioAntennaPod es una aplicación de podcasts descentralizada. Esto básicamente significa que no hay un servidor central que sepa todo sobre cada podcast.Por lo tanto, los archivos multimedia se cogen directamente del sitio web del editor. Si el editor los elimina, AntennaPod ya no puede recuperarlos para ti."
    } ,
  
    
    {
      "title"    : "Todos mis podcasts y episodios han desaparecido",
      "url"      : "/es/documentation/bugs-first-aid/database-error",
      "content"  : "Todos mis podcasts y episodios han desaparecidoPuedes estar a punto de empezar a gritar ¡Ayuda! He perdido mis podcasts/episodios/ajustes/todo!El problema es que la base de datos con toda la información (episodios, estados de escucha, etc) tiene algunos errores. AntennaPod no puede funcionar con la base de datos rota y tuvo que empezar de cero con una vacía. Aún que en las versiones más recientes de AntennaPod pasa menos, todavía le pasa a algunos usuarios. Nuestra comunidad de desarrolladores no ha sido capaz de encontrar que es exactamente lo que causa la base de datos se rompa. Pero nos damos cuenta de que es muy frustrante cuando esto pasa y lo sentimos mucho si a ti también te afectó esto.Puede que haya algunas cosas que puedas hacer para recuperar tus datos. Algunas de ellas se listan más abajo, empezando con la solución que da los mejores y más fáciles resultados:      ¿Has exportado una copia de seguridad de AntennaPod recientemente? Entonces restaurarla es relativamente fácil. Ve a Ajustes » Almacenamiento » Importar/Exportar » Importar base de datos y selecciona la copia de seguridad.        Si no tienes una copia de seguridad, el próximo paso es intentar recuperar la base de datos rota (‘reparar la base de datos sql rota’). Si AntennaPod detecta una base de datos rota, la escribe a un archivo CorruptedDatabaseBackup.db en el directorio de almacenamiento de la aplicación. Es un reto y requiere algunas habilidades o aprender. Tendrás que utilizar una terminal.        Un miembro de la comunidad siguió estos pasos para reparar la base de datos e indicó que después de esto, pudo importar correctamente la base de datos recuperada.        Otro miembro de la comunidad cogió una base de datos limpia y movió el contenido de la corrupta a ella, y después realizó otra corrección. Después de ambos pasos, consiguió importar correctamente la base de datos nueva en AntennaPod.    Mientras que todos los datos sobre tus suscripciones y episodios se han perdido, los archivos multimedia siguen ahí.      En AntennaPod puedes añadir una carpeta como si fuera un canal. Para hacer esto, ve a Añadir Podcast y toca en Añadir carpeta local. Ahora ve a esta carpeta en tu teléfono: Android » data » de.danoeh.antennapod » files » media y selecciona la carpeta de un podcast. Ten en cuenta que esto solo te dara acceso a archivos previamente descargados - no recibirás episodios nuevos.        También puedes empezar a añadir podcasts anteriores desde cero. Puedes buscar en la carpeta antes mencionada para ver a qué podcasts estabas suscrito.  "
    } ,
  
    
    {
      "title"    : "Faltan episodios antiguos",
      "url"      : "/es/documentation/bugs-first-aid/episodes-missing",
      "content"  : "Faltan episodios antiguosAntennaPod es una aplicación de podcasts descentralizada. Esto básicamente significa que no hay un servidor central que sepa todo sobre cada podcast.Por lo tanto, la información de los episodios se toma directamente del sitio web del editor. Cuando estás suscrito a un podcast, AntennaPod copia y almacena la información de cada episodio nuevo en la aplicación. Esta información se mantiene aunque ya no esté disponible en el sitio del editor.Muchos editores sólo mantienen en línea (información sobre) los episodios más recientes. Por lo tanto, cuando te acabas de suscribir a un podcast, tu instalación de AntennaPod no tiene acceso a la información sobre los episodios más antiguos. Para conseguir que todos los episodios anteriores aparezcan en la aplicación, puedes ponerte en contacto con el podcaster y pedirle que (se ponga en contacto con su editor para que) soporte ‘paged feeds’ (información técnica)."
    } ,
  
    
    {
      "title"    : "La reproducción se detiene repentinamente",
      "url"      : "/es/documentation/bugs-first-aid/playback-stops",
      "content"  : "La reproducción se detiene repentinamenteSi la reproducción siempre se para unos segundos después de apagar la pantalla, o cuando no has abierto AntennaPod durante un rato, puede que tu sistema esté matando a la aplicación. A algunos vendedores se les conoce por ser muy agresivos intentando alargar la batería. Por favor prueba a añadir una excepción para AntennaPod en la lista de aplicaciones optimizadas para la batería. Debido a que la manera de añadir una excepción a menudo varía entre teléfonos, sugerimos que busques por internet instrucciones para la marca y el modelo de tu teléfono, si no sabes como añadir una excepción.Si esto no te ayudó, no dudes en ponerte en contacto con los contribuidores de AntennaPod en nuestro foro."
    } ,
  
    
    {
      "title"    : "Error al descargar o refrescar el canal",
      "url"      : "/es/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "Error al descargar o refrescar el canal¿Recibes una notificación diciendo que las descargas se completan con errores? Entonces AntennaPod no puede refrescar el podcast o descargar el archivo de audio desde la pagina o servidor del mismo.Problemas que solamente pasan con uno o algunos podcasts suelen estar relacionados con los podcasts en si. Para confirmar si ese es el caso, puedes seguir estos pasos:      Pulsa sobre la notificación para abrir el registro de descargas        Pulsa sobre la entrada de registro específica con el error        Mantén pulsada la URL que se muestra y cópiala o ábrela en tu navegador  Si la URL tampoco funciona en el navegador, significa que no es un problema de AntennaPod. Si recibes el mensaje de error constantemente, es probable que el podcast haya sido movido, retirado de la red o no esté configurado correctamente. En este caso, ponte en contacto con los creadores del podcast (ya que esto no lo podemos arreglar de nuestro lado).¿El mensaje de error en el registro de Descargas dice “Fallo en la conexión con [url]”? Entonces probablemente significa que hay interferencias en tu red. Si tienes un bloqueador de anuncios, una VPN, un portal cautivo, un proxy, un guardián de la privacidad, un servicio especial de DNS o un control parental configurado en tu teléfono, prueba a desactivarlos.¿Ves un mensaje de error como “no está bien formado (token no válido)”? Entonces, el editor ha estropeado tu canal (RSS). (Por ejemplo, es posible que hayan utilizado un signo simple &amp; en lugar de codificarlo como &amp;amp;). Ponte en contacto con el editor directamente, ya que esto no lo podemos arreglar de nuestro lado.Si no puedes localizar el problema, copia el mensaje de error a través del botón Copiar y compártelo en nuestro foro. ¡Nuestra comunidad estará encantada de echar un vistazo para averiguar la causa exacta!"
    } ,
  
    
    {
      "title"    : "He encontrado una errata",
      "url"      : "/es/documentation/bugs-first-aid/typo-translations",
      "content"  : "He encontrado una errata¿Encontraste un errata o algo que suena raro? Siempre existe la posibilidad de que hayamos cometido un error en Inglés (idioma en el que hacemos la aplicación y el sitio), o que algo no se haya traducido correctamente. Por suerte, normalmente, estos problemas se pueden arreglar fácilmente.¿Quieres arreglarlo tú mismo?Si el problema está en otro idioma a parte de Inglés, puedes actualizar las traducciones de la aplicación en Transifex. Los problemas con las traducciones de la web pueden ser arreglados en Weblate. Puedes encontrar más información en nuestra sección de Contribución.¿El problema tiene que ver con los textos en Inglés? Entonces tendrás que familiarizarte con GitHub. También puedes enviar un Pull Request para la aplicación o para el sitio web.¿Simplemente quieres informarnos?Puedes crear una entrada en la sección de traducciones de nuestro foro. Para hacerlo necesitas crear una cuenta (si aún no tienes una) o simplemente iniciar sesión a través de Google."
    } ,
  
    
    {
      "title"    : "General",
      "url"      : "/es/documentation/general",
      "content"  : "GeneralMás abajo, puedes encontrar más detalles sobre el proyecto Antennapod."
    } ,
  
    
    {
      "title"    : "Acerca de los anuncios en AntennaPod",
      "url"      : "/es/documentation/general/ads",
      "content"  : "Acerca de los anuncios en AntennaPod¡Las versiones oficiales de AntennaPod están completamente libres de anuncios y son libres! Si estás viendo anuncios, puede ser por una de dos razones:      El publicador del podcast añadió los anuncios en sus notas o en el archivo de audio. AntennaPod reproduce el podcast tal y como fue publicado por los creadores. Si incluyeron anuncios, AntennaPod los reproducirá. No tenemos nada que ver con esos anuncios, por lo que los beneficios irán completamente a los publicadores de tu podcast.        Descargaste una versión no oficial de AntennaPod. AntennaPod es software libre. Esto significa que cualquiera puede descargar el código fuente. Desafortunadamente, algunos desarrolladores cogen Antennapod, introducen anuncios y lo publican como una aplicación nueva. Puedes descargar la versión oficial de AntennaPod en Google Play o F-Droid. ¡Incluso puedes descargar la última versión en GitHub y compilar AntennaPod tú mismo!  "
    } ,
  
    
    {
      "title"    : "Haciendo copias de seguridad de tus episodios",
      "url"      : "/es/documentation/general/backup",
      "content"  : "Haciendo copias de seguridad de tus episodiosHay algunas opciones para copiar tus datos a tu teléfono nuevo, y cada método copia una cantidad de datos definida:Exportar la Base de DatosExportar la base de datos de AntennaPod es un buen método si estás migrando a un teléfono o tablet nuevos. Deberás de asegurarte de que tienes la misma versión de AntennaPod en ambos dispositivos. Después de importar la base de datos, todos los datos estarán reestablecidos; solo necesitarás volver a descargar los episodios.SincronizaciónSincronizar AntennaPod a través de gpodder.net o la aplicación gPodder Sync para Nextcloud te permite guardar y migrar algunos datos sobre los podcasts y episodios. Perderás tus favoritos, la cola y los ajustes de la aplicación. Esto puede ser una solución cuando se rota entre teléfono, tablet y/o ordenador. Por favor mira el artículo sobre la sincronización para instrucciones.OPMLLos archivos OPML te permiten transferir tus suscripciones a otra aplicación de podcasts. Perderás cualquier información relacionada con los podcast y los episodios (ej. qué episodios se reprodujeron) y todos los ajustes de la aplicación. Para exportar tu archivo, ve a Ajustes » Almacenamiento » Importar/Exportar. Asegúrate de hacer clic en Enviar… para guardar el archivo en otra carpeta en tu teléfono o en cualquier otro sitio, porque el archivo original se eliminará cuando desinstales AntennaPod.Si importas el archivo en Antennapod en otro dispositivo, la aplicación mostrará una lista de podcasts con casillas de selección. Los podcasts que selecciones de esa lista se añadirán a tus suscripciones existentes. Ninguna de tus suscripciones existentes será afectada."
    } ,
  
    
    {
      "title"    : "Beta testing",
      "url"      : "/es/documentation/general/beta",
      "content"  : "Beta testingAntennaPod tiene muchos usuarios y no queremos que se encuentren con problemas cuando añadimos una característica nueva. Es importante que tengamos un grupo de pruebas significante para nuestra aplicación, para que sepamos que todas las combinaciones posibles de teléfonos, versiones de Android y casos de uso funcionan como se espera.Pueden aparecer errores pequeños en actualizaciones importantes, y solo son descubiertos a través de los reportes de errores por los usuarios en estas etapas tempranas. Solo hay un desarrollador principal que dedica su tiempo libre en trabajar para este proyecto. Solo tiene un par de dispositivos en los que probar las cosas, mientras que el comportamiento puede variar de dispositivo a dispositivo.Google PlayCada versión nueva de AntennaPod se envía a nuestros Beta Testers a través del Play Store de Google, antes de ser enviada al público general. Esto nos permite probar las actualizaciones en muchos dispositivos y versiones de Android diferentes, para que podamos encontrar los errores y los problemas con la experiencia de usuario en tiempo. Si tienes un ojo crítico y puedes explicar qué está fallando, ¡tu ayuda es bienvenida! Además, si ves algo que no te gusta, es más probable que se cambie para que se parezca a lo que tú quieres.Entonces, ¿Quieres tener lo último y lo mejor?¡Eso es posible! Simplemente visita la entrada de AntennaPod en el Play Store y ve a “Convertirse en beta tester” al final de la página. O, si estás en tu ordenador, puedes ir a esta dirección.F-DroidAhora mismo no ofrecemos versiones beta en la tienda de F-Droid.Esto se debe a que F-Droid no reconoce automáticamente las versiones beta. Añadir una versión beta a f-droid requeriría una intervención manual para cada beta. Además, si se requiere que algo importante sea arreglado, una actualización deberá de ser enviada automáticamente. Desgraciadamente, esto no está garantizado."
    } ,
  
    
    {
      "title"    : "Aplicaciones de podcasts centralizadas y distribuidas",
      "url"      : "/es/documentation/general/central-distributed",
      "content"  : "Aplicaciones de podcasts centralizadas y distribuidasBásicamente, hay dos maneras de hacer una aplicación de podcast:      Central: Hay un servidor central (hospedado por la empresa que desarrolla la aplicación) que comprueba si hay episodios nuevos y te los entrega.        Distribuida: La aplicación comprueba por sí misma si hay episodios nuevos, directamente desde los servidores de los publicadores.  AntennaPod utiliza el segundo método. Esto tiene unas cuantas ventajas y desventajas:      Como la aplicación busca episodios nuevos, los creadores de la aplicaciones (como nosotros), no tienen que mantener un servidor central. Esto ahorra un montón de tiempo y esfuerzo. También ahorra mucho dinero, lo que significa que no tenemos que depender de anuncios o grandes cantidades de donaciones.        Como la aplicación no depende de un servidor central para recolectar los episodios nuevos, AntennaPod seguirá funcionando independientemente de lo que hagamos en nuestra parte. Utilizando el método centralizado, si la empresa termina su servidor por cualquier motivo, la aplicación dejará de funcionar.        Nosotros, como desarrolladores de aplicaciones, no sabemos ni podemos saber a qué podcasts estás suscrito, qué episodios escucharás o a qué hora lo harás. Los publicadores de aplicaciones con un servidor central recogen tales datos, para el detrimento de tu privacidad.        Algunos publicadores ofrecen canales privados, proveyendo acceso por adelantado, contenido especial o episodios sin anuncios. Tales canales requieren un usuario y una contraseña, que AntennaPod le da directamente al huésped cuando lo pide. Los servicios centralizados muchas veces simplemente no permiten añadir canales privados. Y si lo hacen, puede que requieran que mandes tus credenciales a quienes hacen la aplicación.        Al no tener un punto central de acceso, lo que permitiría a los desarrolladores eliminar podcasts de su servidor, no hay riesgo de censura.        Por otro lado, un modelo distribuido significa que solo obtendrás episodios nuevos cuando actualices un podcast. En AntennaPod, esto ocurre por defecto cada 12 horas, pero puedes cambiarlo a una frecuencia mayor o menor y también puedes comprobar manualmente si hay episodios nuevos. Un servidor central puede comprobar si hay episodios nuevos con mucha frecuencia o incluso ser informado por los huéspedes de los podcasts en tiempo real. De este modo, las aplicaciones pueden saber si hay episodios nuevos mucho más rápido, sin tener que comprobar regularmente todos los podcasts a los que estás suscrito.        Tampoco es posible que AntennaPod te sirva ningún episodio que haya sido eliminado por el editor, por ejemplo porque solo mantienen los últimos 10 episodios más recientes en línea. Las aplicaciones que dependen de un servidor central, pueden servirse de los episodios antiguos incluso si desaparecieron del canal RSS.  "
    } ,
  
    
    {
      "title"    : "Eliminación de episodios",
      "url"      : "/es/documentation/general/episode-deletion",
      "content"  : "Eliminación de episodiosCuando acabaste de escuchar un episodio, en la mayoría de los casos, querrás eliminarlo de tu teléfono, para liberar espacio. Hay varias maneras de hacer esto.Primero, puedes, por supuesto, eliminar los episodios de manera manual. Cuando estés viendo la cola o un podcast específico, puedes mantener pulsado sobre un episodio y tocar en eliminar. Cuando estés en la pestaña de Completados en la página de Descargas, puedes simplemente tocar en el icono de la papelera. Si quieres, AntennaPod puede eliminar de manera automática un episodio de la cola si se elimina. Puedes encontrar esta opción en Ajustes » Almacenamiento » Quitar eliminados de la Cola.Segundo, AntennaPod tiene varias soluciones para eliminar episodios de manera automática. Particularmente, AntennaPod puede eliminar episodios de manera automática cuando su reproducción finaliza, y cuando necesita espacio para el proceso de descarga automático. Para más información sobre estas opciones, por favor lee el artículo Eliminación Automática."
    } ,
  
    
    {
      "title"    : "Utilizando almacenamiento externo",
      "url"      : "/es/documentation/general/external-storage",
      "content"  : "Utilizando almacenamiento externoPuedes configurar AntennaPod para descargar episodios a tu tarjeta sd en lugar de a la memoria interna. Esto asegura que tendrás más espacio para episodios. Para seleccionar la tarjeta de almacenamiento, ve a Ajustes » Almacenamiento » Carpeta de almacenamiento.Resolución de problemasPuede ser que tu tarjeta SD no aparezca en el diálogo Seleccionar la Carpeta de Almacenamiento. Para que tu tarjeta SD aparezca, Android debe de reconocer la tarjeta como almacenamiento externo. Puede que la tarjeta no esté montada correctamente o que el fabricante de tu teléfono haya configurado el hardware incorrectamente.Si estás corriendo Android 6+ (Marshmallow o más reciente), puedes probar a formatear la tarjeta como almacenamiento interno. De otra forma, no hay nada que podamos hacer para arreglar este problema."
    } ,
  
    
    {
      "title"    : "Dirigiendo el Tráfico a través de un proxy o la red Tor",
      "url"      : "/es/documentation/general/proxy",
      "content"  : "Dirigiendo el Tráfico a través de un proxy o la red TorEs posible hacer que AntennaPod dirija todo el tráfico (archivos multimedia, imágenes de portada, peticiones RSS y búsquedas) a través de un proxy o la red Tor. Esto podría tener dos beneficios:      Privacidad: dependiendo del tipo del servicio de proxy, tus hábitos de descarga/retransmisión pueden verse protegidos de los huéspedes de podcasts        Acceso: si un huésped de pódcasts impide que el contenido sea descargado desde otros países (basándose en las direcciones IP), configurar un proxy con el país de origen puede permitir que sigas pudiendo acceder a su contenido  Puedes encontrar esta opción en Ajustes » Red » Proxy.Para dirigir todo el tráfico a través de la red Tor, necesitas instalar una aplicación de proxy para TOR, y proveer los siguientes detalles en AntennaPod:      Tipo: SOCKS        Host: “localhost” o “127.0.0.1”        Puerto: “9050”  "
    } ,
  
    
    {
      "title"    : "Cómo sincronizar entre dispositivos",
      "url"      : "/es/documentation/general/synchronization",
      "content"  : "Cómo sincronizar entre dispositivosAntennaPod actualmente soporta dos opciones de sincronización: a través de gpodder.net y la aplicación gPodder Sync para Nextcloud.En gpodder.net cualquiera puede crear una cuenta de manera relativamente fácil y el servicio es gratuito. Desafortunadamente, el servicio tiene un gran número de usuarios, una financiación limitada y una falta de contribuidores voluntarios. Esto significa que habitualmente el servidor está sobrecargado, llevando a errores en AntennaPod. Si es posible, por eso, te recomendamos que utilices una cuenta existente en una instancia de Nextcloud o que empieces a autoalbergar gpodder.net o Nextcloud.Aplicación gPodder Sync para NextcloudSi tienes una cuenta de Nextcloud, instala la aplicación gPodder Sync o pide al administrador de tu servidor que lo haga. Una vez que esté instalada, simplemente ve a Configuración » Sincronización en AntennaPod, selecciona el proveedor relevante e introduce la dirección del servidor.gpodder.net y tu propio servidor de gpodder      Crea una cuenta en gpodder.net o inicia sesión si ya tienes una.                  Después de que hayas creado una cuenta, sugerimos que crees un dispositivo en gpodder.net/devices/ para cada cliente que uses:                    Después de que hayas añadido los dispositivos a tu cuenta, conéctalos utilizando el botón “Configurar”. De esta manera, gpodder.net mantendrá sincronizadas automáticamente las suscripciones de los dispositivos activados.                  A continuación ve a Ajustes » Sincronización en AntennaPod. Ahí puedes iniciar sesión en gpodder.net o incluso proveer un servidor alternativo si quieres albergarlo por ti mismo. Durante el inicio de sesión, AntennaPod te preguntará en que dispositivo tienes la sesión activa actualmente. Selecciona tu dispositivo nuevamente creado.  ¿Creaste un dispositivo durante el inicio de sesión, en lugar de hacerlo por adelantado como se sugería anteriormente? Entonces asegúrate de tocar el botón Forzar sincronización en Antennapod para subir el estado de la reproducción de todos los episodios que escuchaste anteriormente. Si no haces esto, solo los podcasts que fueron añadidos después de enlazar los dispositivos se sincronizarán. Hay una cuestión abierta para gpodder.net que pide cambiar este comportamiento."
    } ,
  
    
    {
      "title"    : "Empezando",
      "url"      : "/es/documentation/getting-started",
      "content"  : "Empezando¡Bienvenido a AntennaPod! Más abajo, puedes encontrar algunos detalles sobre como empezar a utilizar AntennaPod.Antes de nada, debes de suscribirte a un podcast. Puedes encontrar más información sobre como hacerlo aquí. Después de suscribirte, los episodios nuevos se mostrarán en Episodios » Nuevos. Ahí puedes decidir si te gustaría escucharlos o no Nuevo significa que aún no has decidido qué hacer con el episodio.      Si no estás interesado en un episodio, simplemente deslízalo y AntennaPod eliminará la etiqueta de Nuevo. El episodio seguirá estando marcado como no reproducido y podrás encontrarlo en la página Episodios » Todos, al igual que en la página del podcast en concreto.        Si estás interesado en el episodio, puedes hacer una de dos cosas, dependiendo de tus hábitos de escucha.                  Descargar el episodio. Cuando descargas un episodio, AntennaPod también añade de manera automática el episodio a la cola y elimina la etiqueta de Nuevo. También hay una configuración para elegir si quieres que los episodios nuevos se añadan al final de la cola, al principio, o después del episodio que se está reproduciendo actualmente. Las descargas son el método con el que AntennaPod fue diseñado originalmente para ser utilizado, pero a medida que el streaming se está volviendo más popular, ahora también puedes utilizar esta opción.                    Simplemente añadir el episodio a la cola. AntennaPod elimina la etiqueta Nuevo de manera automática y lo inserta en la cola. Después puedes reproducir el episodio directamente y sin descargarlo, por lo que no gastará espacio en el almacenamiento. Piensa: Streaming como los videos en YouTube. La desventaja es que no se podrá reproducir si no tienes conexión, utiliza los datos de tu móvil cuando no estás conectado a una red WiFi y hace que los saltos en la reproducción sean un poco más lentos.                  Si ya acabaste con la reproducción, AntennaPod marca el episodio como reproducido y lo elimina de la cola. Hay una configuración que también permite eliminar la descarga de manera automática una vez que ya se haya reproducido. Puedes encontrar una lista de todos los episodios que todavía están descargados en tu dispositivo (independientemente de si están en la cola o no) en la página de Descargas » Completadas.        Si te gustó mucho un episodio y estás pensando en volver a escucharlo, también lo puedes marcar como favorito. Entonces aparecerá en la página de Episodios » Favoritos y (por defecto) no se eliminará después de su reproducción.  En caso de que estés suscrito a un podcast realmente bueno del que sabes que todos los episodios serán geniales, puedes utilizar la opción de descargas automáticas. Cuando está habilitada para un podcast, todos sus episodios nuevos serán descargados y añadidos a la cola de manera automática. Serán eliminados de la página de Episodios » Nuevos tan pronto como sean descargados."
    } ,
  
    
    {
      "title"    : "Suscribirse a un podcast",
      "url"      : "/es/documentation/getting-started/subscribe",
      "content"  : "Suscribirse a un podcastLo primero que querrás hacer después de descargar una aplicación de podcasts será suscribirte a un podcast.SuscribiéndoseAbre el cajón deslizando desde la izquierda o tocando el icono del menú de hamburgesa ☰ en la esquina superior izquierda. Ve a + Añadir Pódcast Ahora, puedes buscar, ver las sugerencias o añadir un podcast a través de su dirección RSS.Alternativamente, puedes importar un archivo OPML o solo comprobar la base de datos de iTunes, gpodder.net o fyyd respectivamente. Importar feeds de RSS o Atom, o esquemas de URL como pcast:// e itpc://, también funcionará.Suscribiéndose a servicios de tercerosHemos recibido algunas preguntas acerca del soporte para plataformas como SoundCloud, MixCloud y similares. Aún que puede parecer interesante tener una característica para simplemente pegar/abrir URLs de canales en AntennaPod, se ha decidido no implementarlo. Ese tipo de plataformas pueden aparecer y desaparecer, mientras que conlleva bastante trabajo de nuestros voluntarios implementar esta característica. Si eres un desarrollador, por supuesto que estás bienvenido a charlar sobre una propuesta sobre lo que estarías dispuesto en implementar.SoundCloudSoundCloud permite a los productores crear podcasts a partir de su contenido de una forma bastante fácil. Deberás de dirigirte a ellos, compartir la página de ayuda de SoundCloud (enlazada justo arriba), y preguntar si estarían dispuestos a ponerlo en funcionamiento.MixcloudMixcloud, desafortunadamente no provee esta opción a los creadores de contenido Como siempre, hay alguien en la comunidad del podcasting que ha desarrollado una solución. Deberás de comprobar las opciones que se describen en esta entrada.YouTubeYouTube permite que te suscribas al feed de un canal, pero:      AntennaPod no puede descargar vídeos de manera automática, debido a que Youtube no lo permite. Al fin y al cabo, mostrar anuncios es su modelo de negocios.        No tendrás una imagen enlazada a tu suscripción, ya que YouTube no las incluye en sus canales.  Pero es una manera de recibir notificaciones sobre nuevos episodios. Simplemente añade la URL del usuario/canal (https://youtube.com/user/USERNAME o https://www.youtube.com/channel/CHANNEL_ID) en AntennaPod. Deberías de ver un cuadro con la opción ‘RSS’; tócalo para añadir el feed. Si eso no funciona como se describe, añade https://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; en AntennaPod. Puedes encontrar el canal con el id en la URL del canal. Si el canal al que te quieres suscribir es una cuenta de usuario (con una URL como youtube.com/user/UserName), puedes contactar con el usuario para pedirles su cuenta de usuario (aquí se explica cómo un usuario puede averiguar el id de su canal).No tenemos ninguna información sobre otras plataformas, como puedes ver. Estamos contentos de compartirla aquí si compartes tu opinión mediante el foro."
    } ,
  
    
    {
      "title"    : "Reproducción",
      "url"      : "/es/documentation/playback",
      "content"  : "ReproducciónMás abajo, puedes encontrar temas relacionados con la reproducción de episodios."
    } ,
  
    
    {
      "title"    : "Playback in cars (Android Auto)",
      "url"      : "/es/documentation/playback/android-auto",
      "content"  : "Playback in cars (Android Auto)You can use AntennaPod to listen to podcasts in your Android Auto enabled car.Did you download AntennaPod from Google Play?No further steps are required to use AntennaPod in your car. Just connect your phone and start listening.Did you download AntennaPod from F-Droid?If you downloaded AntennaPod from F-Droid, further steps are required.  Open the Android Auto settings.  Enable Developer settings by pressing the version number 10 times.  Open the 3-dot menu and launch the developer settings.  Enable Unknown sources."
    } ,
  
    
    {
      "title"    : "Rebobinado automático",
      "url"      : "/es/documentation/playback/auto-rewind",
      "content"  : "Rebobinado automáticoCuando un episodio que se pausó se vuelve a reproducir, AntennaPod lo rebobinará de manera automática, por lo que será más fácil continuar siguiendo el programa. Cuánto se rebobinará no puede ser configurado y dependerá de cuánto tiempo lleve en pausa el episodio.            Tiempo desde la última reproducción      Duración del rebobinado                  Más de 1 día      20 segundos              Más de 1 hora      10 segundos              Más de 1 minuto      3 segundos      "
    } ,
  
    
    {
      "title"    : "Atajos de teclado",
      "url"      : "/es/documentation/playback/shortcuts",
      "content"  : "Atajos de tecladoSi tienes un teclado físico (‘hardware’) conectado a tu teléfono o tablet, puedes utilizar ciertas combinaciones de teclas para controlar la reproducción en AntennaPod. El volumen y las acciones de (des)enmudecer afectan al canal de audio para los medios (en lugar de, por ejemplo, el de las notificaciones).Todas las pantallas (excepto el reproductor de video y los ajustes)            Tecla      Acción                  P      Reproducir/Pausar              J/A/,      Rebobinar              K/D/.      Adelantar              +/W      Elevar el volumen              -/S      Bajar el volumen              M      Enmudecer/Desenmudecer (alternar) - solo en Android 6 o superior      Reproductor de vídeo            Tecla      Acción                  P/Espacio      Reproducir/Pausar              J/A/,      Rebobinar              K/D/.      Adelantar              F/Esc      Salir del reproductor de vídeo              i      Entrar en el modo imagen-en-imagen              0-9      Ir al 0-90% del vídeo              +/W      Elevar el volumen              -/S      Bajar el volumen              M      Enmudecer/Desenmudecer (alternar) - solo en Android 6 o superior      "
    } ,
  
    
    {
      "title"    : "Para Podcasters y hosters",
      "url"      : "/es/documentation/podcasters-hosters",
      "content"  : "Para Podcasters y hostersDebajo, puedes encontrar nuestra información de soporte para podcasters y proveedores de hosting."
    } ,
  
    
    {
      "title"    : "Crear un enlace &#39;Abrir en Antennapod&#39;",
      "url"      : "/es/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "Crear un enlace ‘Abrir en Antennapod’¿Quieres hacer que sea más fácil para la audiencia o tu red añadir tu(s) podcast(s) en AntennaPod?Simplemente incluye un enlace a https://antennapod.org/deeplink/suscribe?url=xyz en tu sitio web o en donde quieras. Asegúrate de reemplazar el xyz con la URL de tu canal RSS. Los usuarios que tengan instalado AntennaPod y abran el enlace podrán previsualizar los episodios y suscribirse a tu podcast directamente en nuestra aplicación.Si necesitas nuestro logo, por favor echa un vistazo a nuestro repositorio de estilo."
    } ,
  
    
    {
      "title"    : "Listar tu podcast",
      "url"      : "/es/documentation/podcasters-hosters/list-podcast",
      "content"  : "Listar tu podcastSi eres un productor de podcasts y quieres hacer que tu podcast sea visible en AntennaPod, esta página es para tí.AntennaPod principalmente utiliza tres directorios para su característica de búsqueda:      Podcast Index (pregunta a tu huésped como añadir tu podcast, o añade tu propio podcast a través de la API)        iTunes (añadir a través de Podcast Connect)        Fyyd (añadir a través de su sitio web)  Si tu podcast está disponible en cualquiera de las tres, puede ser encontrado en AntennaPod."
    } ,
  
    
    {
      "title"    : "Cola",
      "url"      : "/es/documentation/queue",
      "content"  : "ColaMás abajo, puedes encontrar preguntas frecuentes sobre la cola."
    } ,
  
    
    {
      "title"    : "Cómo utilizar la cola",
      "url"      : "/es/documentation/queue/how-to-use",
      "content"  : "Cómo utilizar la colaPuedes utilizar la cola para almacenar episodios que pretendes escuchar. Si encuentras algún episodio interesante, mantenlo pulsado y selecciona Añadir a la cola. Si descargas un episodio, AntennaPod lo añadirá a la cola de manera automática."
    } ,
  
    
    {
      "title"    : "(Des)bloqueando la cola",
      "url"      : "/es/documentation/queue/lock",
      "content"  : "(Des)bloqueando la colaUn problema bastante común que algunos usuarios tienen es que de repente, no pueden reordenar la cola de manera manual.Si no puedes mover los episodios en la cola, puede ser por cualquiera de las siguiente razones:      Mantener ordenado está habilitado. Puedes deshabilitar esta opción tocando en los tres puntos … en la barra superior y seleccionar Ordenar.        La cola está bloqueada. Puedes desbloquear la cola tocando en el icono desbloquear en la barra superior y desmarcando Bloqueo de cola .  "
    } ,
  
    
    {
      "title"    : "Cómo utilizar múltiples colas",
      "url"      : "/es/documentation/queue/multiple-queues",
      "content"  : "Cómo utilizar múltiples colasActualmente no se soportan varias colas. Puedes seguir la cuestión 2648 en GitHub para más información y/o suscribirte a la cuestión para mantenerte al día en caso de que haya algún avance."
    } ,
  
    
    {
      "title"    : "Suscripciones",
      "url"      : "/es/documentation/subscriptions",
      "content"  : "SuscripcionesMás abajo, puedes encontrar preguntas frecuentes sobre las suscripciones."
    } ,
  
    
    {
      "title"    : "Escuchando un episodio sin suscribirse",
      "url"      : "/es/documentation/subscriptions/listening-without-subscribing",
      "content"  : "Escuchando un episodio sin suscribirseActualmente no hay manera de añadir un episodio a la cola sin suscribirte. Puedes encontrar más información en la petición de característica en nuestra plataforma de desarrollo.Hay, de todas formas, una manera de previsualizar un episodio sin tener que suscribirte al podcast. Hay algunas desventajas de esta solución:      El episodio empieza a reproducirse de manera automática (y cualquier episodio reproduciéndose se detiene)        No es posible cambiar a otro episodio y volver al episodio previsualizado más tarde  Para previsualizar un episodio:      Hazlo como si estuvieras añadiendo una suscripción        No toques en suscribirse sino en el episodio que quieres escuchar        La descripción del episodio se expandirá; toca en Previsualizar debajo de la descripción  "
    } ,
  
    
    {
      "title"    : "Etiquetas de suscripción (grupos o categorías)",
      "url"      : "/es/documentation/subscriptions/subscription-groups",
      "content"  : "Etiquetas de suscripción (grupos o categorías)Para ayudarte a organizar tus suscripciones, puedes asignar etiquetas (a veces llamadas grupos o categorías) a un podcast. Por favor, ten en cuenta que por el momento, no es posible crear colas basándose en las etiquetas. Esto requeriría el soporte para múltiples colas primero. (Lee también la petición de característica en nuestra plataforma de desarrollo.)Para asignar etiquetas a un podcast tienes que:      Abrir un podcast específico        Tocar en el icono del engranaje para acceder a sus opciones        Seleccionar el ajuste Etiquetas  "
    } 
  
]

