[
  
    
    {
      "title"    : "Automazione",
      "url"      : "/it/documentation/automation",
      "content"  : "AutomazioneSei un utente esperto che vuole automatizzare le attività? Dai un’occhiata alle pagine qui sotto."
    } ,
  
    
    {
      "title"    : "Eliminazione automatica",
      "url"      : "/it/documentation/automation/deletion",
      "content"  : "Eliminazione automaticaPerché alcuni episodi scaricati vengono eliminati?AntennaPod dispone di diversi meccanismi per assicurarsi che i podcast scaricatinon riempiano la memoria del tuo telefono. Se noti che alcuni episodi scaricativengono eliminati, da’ un’occhiata a queste due impostazioni:Eliminazione automaticaL’eliminazione automatica si trova in Impostazioni » Memoria. Quando èabilitata, gli episodi vengono eliminati quando la riproduzione è completata (manon quando si contrassegna manualmente un episodio come “riprodotto”).Pulizia episodi“Pulizia episodi” si trova in Impostazioni » Rete » Download automatico. Seil download automatico ha bisogno di spazio per i nuovi episodi, eliminerà ivecchi episodi che non sono in coda e non sono segnati come preferiti. Èpossibile aggiungere un ritardo (tempo x dopo la riproduzione) o Episodio.L’impostazione Cache degli episodi determina la quantità massima di episodiscaricati da conservare."
    } ,
  
    
    {
      "title"    : "Aggiornare i podcast",
      "url"      : "/it/documentation/automation/refreshing-podcasts",
      "content"  : "Aggiornare i podcastPer impostazione predefinita, tutti i podcast vengono aggiornati ogni 12 ore perraccogliere nuovi episodi. Tramite Impostazioni » Rete » Aggiorna podcastè possibile modificare questo intervallo, selezionare un momento specifico dellagiornata, o disattivare gli aggiornamenti automatici.Puoi anche disattivare questo processo per i singoli podcast nel caso in cuimantenere un podcast aggiornato non sia necessario, ad esempio se per un podcastnon vengono più pubblicati nuovi episodi o quando hai aggiunto un podcast i cuiepisodi ascolti solo di tanto in tanto. È possibile impostare ciò selezionandoun podcast, toccando l’icona dell’ingranaggio e cambiando l’impostazioneMantieni aggiornato.Quando disattivi questa impostazione del podcast, il podcast non sarà piùcompreso nell’aggiornamento automatico dei podcast, o quando si avvia questoprocesso dalla coda o dalla schermata degli episodi. Puoi comunque aggiornarequel podcast, i cui nuovi episodi verranno aggiunti su AntennaPod. Ma questinuovi episodi non saranno visibili nella scheda Novità della schermata Episodi."
    } ,
  
    
    {
      "title"    : "Integrazione con altre app",
      "url"      : "/it/documentation/automation/tasker",
      "content"  : "Integrazione con altre appCon AntennaPod, puoi specificare quali abbonamenti (feed di podcast) devonoessere aggiornati regolarmente (vedi Aggiornare ipodcast).Se hai esigenze più complesse, è possibile utilizzare su AntennaPod varieapplicazioni di automazione di terze parti. Per esempio:  Aggiorna gli abbonamenti all’inizio della giornata: alle 7 del mattino, accendiil Wi-Fi, poi aggiorna i feed di AntennaPod.  Aggiorna i tuoi abbonamenti prima del tuo ritorno a casa dal lavoro, ad es.alle 17:00 dei giorni feriali.Istruzioni generaliNella tua applicazione di automazione, è possibile far sì che AntennaPod aggiornigli abbonamenti mandando un messaggio in broadcast (può apparire come un tipo diintent di Android) con le seguenti impostazioni:  Nome del pacchetto: de.danoeh.antennapod  Nome della classe: de.danoeh.antennapod.core.receiver.FeedUpdateReceiverIstruzioni per alcune applicazioni di automazioneAutomate (sito web)In un flusso, aggiungi un blocco del tipo APPS » Invia broadcast e specifica  il nome del pacchetto come de.danoeh.antennapod  la classe del ricevitore comede.danoeh.antennapod.core.receiver.FeedUpdateReceiverTasker (sito web)Crea una task. Nella task, aggiungi un’azione  Seleziona ` Sistema`  Seleziona Invia intent  Assegna al pacchetto il nome de.danoeh.antennapod  Assegna alla classe il nomede.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Specifica come target Broadcast receiver  Puoi lasciare gli altri campi vuotiLlama - Location Profiles ([sitoweb](http://kebabapps.blogspot.com/search/label/Llama))Crea un evento (regola di automazione Llama). Nell’evento,  Aggiungi un’azione di tipo intent di Android.  Specifica la modalità di invio dell’intent come Broadcast.  Assegna al pacchetto il nome de.danoeh.antennapod  Assegna alla classe il nomede.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Aggiungi qualsiasi altra condizione/azione per le tue esigenze specifiche.Come scorciatoia, puoi cliccare questolinkper creare un evento di esempio per iniziare.Avvertenza: La comunità di AntennaPod non ha rapporti con nessuna delleapplicazioni di automazione di terze parti elencate."
    } ,
  
    
    {
      "title"    : "Bug, errori e primo soccorso",
      "url"      : "/it/documentation/bugs-first-aid",
      "content"  : "Bug, errori e primo soccorsoCreare software è un’attività umana, e quindi gli errori sono inevitabili. Ma spesso è possibile rimediare!"
    } ,
  
    
    {
      "title"    : "Qualcosa non funziona",
      "url"      : "/it/documentation/bugs-first-aid/bug-report",
      "content"  : "Qualcosa non funzionaHai trovato un bug? Ci dispiace.Per prima cosa, assicurati di avere installata l’ultima versione di AntennaPod. Con ogni aggiornamento risolviamo molti problemi grandi e piccoli. Poi cerca nel nostro forum per vedere se qualcun altro ha lo stesso problema. Se trovi il tuo stesso problema, puoi vedere se c’è qualche suggerimento. Valuta inoltre di fornire informazioni sulla tua situazione: potrebbe aiutare gli sviluppatori a trovare la fonte del problema.Se hai aggiornato AntennaPod e hai cercato nel nostro forum senza successo, allora facci sapere del problema. Puoi creare un post sul nostro forum. Per farlo è necessario creare un account (se non ne hai già uno) o semplicemente accedere tramite Google.In qualsiasi modo tu ci contatti, per favore includi le informazioni di sistema che sono visualizzate in Impostazioni » Segnala un problema."
    } ,
  
    
    {
      "title"    : "Non riesco a scaricare un episodio",
      "url"      : "/it/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "Non riesco a scaricare un episodioAntennaPod è un’app per podcast decentralizzata. Questo significa fondamentalmente che non c’è un server centrale che sa tutto di ogni podcast.I file multimediali sono quindi presi direttamente dal sito dell’editore. Se l’editore li elimina, AntennaPod non può più recuperarli per te."
    } ,
  
    
    {
      "title"    : "Tutti i miei podcast e i miei episodi sono spariti",
      "url"      : "/it/documentation/bugs-first-aid/database-error",
      "content"  : "Tutti i miei podcast e i miei episodi sono sparitiPotresti aver voglia di urlare Aiuto! Ho perso i miei podcast/episodi/impostazioni/tutto!Il problema è che il database con tutte le informazioni (episodi, stati di ascolto, ecc.) contiene alcuni errori. AntennaPod non può funzionare con il database danneggiato e ha dovuto ricominciare con uno vuoto. Anche se nelle ultime versioni di AntennaPod questo accade meno frequentemente, per alcuni utenti questo problema continua a verificarsi. La nostra comunità di sviluppatori non è stata in grado di individuare esattamente cosa causa il danneggiamento di un database. Lo stesso problema si verifica anche in alcune altre applicazioni open source. Ci rendiamo comunque conto che è molto frustrante quando ciò accade e siamo davvero dispiaciuti se è capitato anche a te.Ci potrebbero essere alcune cose che puoi fare per recuperare i tuoi dati. Le elenchiamo qui sotto, iniziando con la soluzione più semplice e che dà i migliori risultati:  Hai esportato un backup da AntennaPod di recente? Allora ripristinarlo è relativamente facile: vai su Impostazioni » Memoria » Importa/Esporta » ` Importa database` e seleziona il backup.  Se non si dispone di un backup, il passo successivo è quello di tentare di recuperare il database danneggiato (‘riparare un database SQL corrotto’). Se AntennaPod rileva un database danneggiato, lo scrive in un file chiamato CorruptedDatabaseBackup.db nella directory di archiviazione dell’applicazione. È un’operazione delicata e richiede alcune abilità o nozioni. Dovrai usare un terminale.  Un membro della comunità ha seguito questi passi per riparare il database e ha affermato che fatto questo era in grado di importare con successo il database riparato.  Un altro membro della comunità ha preso un database pulito e vi ha spostato il contenuto di quello corrotto, poi ha eseguito un’altra correzione. Dopo entrambi i passaggi, è riuscito a importare con successo il nuovo database in AntennaPod.  Mentre tutti i dati sui tuoi abbonamenti ed episodi sono spariti, i file multimediali saranno ancora presenti.  In AntennaPod è possibile aggiungere una cartella come se fosse un feed. Per farlo, vai su Aggiungi podcast e tocca Aggiungi cartella locale. Poi vai a questa cartella nel tuo telefono: Android “ data “ de.danoeh.antennapod “ files “ media e poi seleziona la cartella di un podcast. Nota che questo ti darà accesso solo ai media precedentemente scaricati: non riceverai nuovi episodi.  Puoi anche iniziare ad aggiungere i podcast precedenti da zero. Puoi guardare nella cartella di cui sopra per vedere a quali podcast eri abbonato."
    } ,
  
    
    {
      "title"    : "Mancano gli episodi più vecchi",
      "url"      : "/it/documentation/bugs-first-aid/episodes-missing",
      "content"  : "Mancano gli episodi più vecchiAntennaPod è un’app per podcast decentralizzata. Questo significa fondamentalmente che non c’è un server centrale che sa tutto di ogni podcast.Le informazioni sugli episodi sono quindi prese direttamente dal sito web dell’editore. Quando sei abbonato a un podcast, AntennaPod copia e memorizza le informazioni su ogni nuovo episodio nell’applicazione. Queste informazioni vengono conservate anche se non sono più disponibili sul sito dell’editore.Molti editori tengono online solo (informazioni su)gli episodi più recenti. Quindi, quando ti sei appena abbonato a un podcast, la tua installazione di AntennaPod non ha accesso alle informazioni sugli episodi precedenti. Per avere tutti gli episodi passati elencati nell’applicazione, puoi contattare il podcaster e chiedergli di (contattare il proprio host per) supportare i “paged feed” (informazioni tecniche)."
    } ,
  
    
    {
      "title"    : "La riproduzione si interrompe improvvisamente",
      "url"      : "/it/documentation/bugs-first-aid/playback-stops",
      "content"  : "La riproduzione si interrompe improvvisamenteSe la riproduzione si interrompe sempre, per esempio pochi secondi dopo aver spento lo schermo, o quando non hai aperto AntennaPod per un po’, potrebbe essere che il tuo sistema chiuda forzatamente l’applicazione per risparmiare la batteria. Alcuni produttori sono noti per essere eccessivamente aggressivi quando cercano di risparmiare la batteria. Prova ad aggiungere un’eccezione per AntennaPod nell’elenco delle applicazioni ottimizzate per la batteria. Poiché il modo di aggiungere un’eccezione spesso differisce da un telefono all’altro, se non sai come farlo ti consigliamo di cercare sul web le istruzioni per la marca e il modello del tuo telefono.Se questo non ti è stato d’aiuto, non esitare a contattare i collaboratori di AntennaPod nel nostro forum."
    } ,
  
    
    {
      "title"    : "Errore nel download o nell&#39;aggiornamento del feed",
      "url"      : "/it/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "Errore nel download o nell’aggiornamento del feedRicevi una notifica che dice che i download sono stati completati con errori? Allora AntennaPod non è riuscito ad aggiornare il podcast o a scaricare un file audio dal sito web dell’host del podcast.I problemi che si verificano solo con uno o pochi podcast specifici sono spesso correlati a tali podcast. Per verificare se questo è il caso, potete seguire questi passaggi:  Tocca la notifica per aprire i log di Download  Tocca la voce di log specifica con l’errore  Premi a lungo sull’URL visualizzato e copialo o aprilo nel tuo browser webSe l’URL non funziona nemmeno nel browser, significa che non è un problema con AntennaPod. Se ricevi il messaggio di errore in modo continuativo, è probabile che il podcast sia stato spostato, portato offline o non sia configurato correttamente. In questo caso, contatta i creatori del podcast (poiché questo non può essere risolto da noi).Il messaggio di errore nel registro di download dice “Impossibile connettersi a [url]”? Questo probabilmente significa che c’è un problema sulla tua rete. Se usi un sistema di blocco degli annunci, una VPN, un captive portal, un proxy, uno strumento di protezione della privacy, un servizio DNS particolare o uno strumento controllo parentale impostato sul tuo telefono, puoi provare a disattivarli.Do you see an error message like “not well-formed (invalid token)”? Then the publisher messed up their (RSS) feed. (For example, they might have used a plain &amp;-sign rather than encoding it as &amp;amp;.) Please contact the publisher directly, as this cannot be fixed at our end.Se non si riesce a individuare il problema, copia il messaggio di errore tramite il pulsante Copia e condividilo sul nostro forum. La nostra community sarà lieta di dare un’occhiata per scoprire la causa esatta!"
    } ,
  
    
    {
      "title"    : "Ho trovato un errore di battitura o di ortografia",
      "url"      : "/it/documentation/bugs-first-aid/typo-translations",
      "content"  : "Ho trovato un errore di battitura o di ortografiaHai trovato un errore di ortografia o qualcosa che suona strano? Un errore nell’uso dell’inglese (lingua in cui realizziamo l’applicazione e il sito web) è sempre possibile, oppure qualcosa potrebbe non essere stato tradotto correttamente. Per fortuna questi problemi sono spesso facilmente risolvibili.Vuoi correggerlo da solo?Se il problema è in qualsiasi lingua diversa dall’inglese, puoi aggiornare le traduzioni dell’app su Transifex. I problemi delle traduzioni del sito web possono essere risolti su Weblate. Puoi trovare maggiori informazioni nella nostra sezione Contribuisci.Il problema riguarda i testi in inglese? Allora dovrai saper utilizzare GitHub. Puoi inviare una richiesta pull per l’app o per il sito web.Vuoi solo segnalarcelo?Puoi creare un post nella sezione traduzioni del nostro forum. Per farlo è necessario creare un account (se non ne hai già uno) o semplicemente accedere tramite Google."
    } ,
  
    
    {
      "title"    : "Generale",
      "url"      : "/it/documentation/general",
      "content"  : "GeneraleQui di seguito puoi trovare maggiori dettagli sul progetto AntennaPod."
    } ,
  
    
    {
      "title"    : "A proposito delle pubblicità in AntennaPod",
      "url"      : "/it/documentation/general/ads",
      "content"  : "A proposito delle pubblicità in AntennaPodLe versioni ufficiali di AntennaPod non inseriscono alcuna pubblicità.L’applicazione è sviluppata da volontari senza interessi commerciali e ilprogetto si affida alle donazioni per coprire i costi. Poiché il codicesorgente e le entrate euscite di AntennaPodsono pubbliche, chiunque è libero di verificarlo.Se vedi delle pubblicità, ci possono essere due motivi:1. Hai scaricato una versione non ufficiale di AntennaPodAntennaPod è open source. Questo significa che chiunque può scaricarne il codicesorgente. Sfortunatamente, alcuni sviluppatori prendono AntennaPod, inserisconodelle pubblicità e poi lo pubblicano come una nuova app. Puoi installare l’appufficiale di AntennaPod da GooglePlay oF-Droid. Puoi ancheottenere l’ultima versione daGitHub e compilare tu stessoAntennaPod!2. I creatori del podcast o la società di hosting hanno aggiunto le pubblicitàalle loro note o al file audioAntennaPod riproduce i podcast esattamente come sono stati pubblicati dai lorocreatori. Se questi includono annunci pubblicitari, AntennaPod li riproduce. Nonabbiamo nulla a che vedere con questi annunci, perciò i ricavi vanno interamenteai creatori e/o alla società di hosting.Potreste quindi chiedervi qualcosa come “Ma allora perché il podcast è in inglesee l’annuncio in tedesco?” oppure “Ma perché l’episodio del podcast è del 2008 mapromuove un prodotto che è uscito nel 2023?”. Il motivo è una tecnica chiamatainserzione dinamica di pubblicità. I creatori del podcast possono indicarealla società di hosting di inserire gli annunci. Poi, durante il download o lostreaming dell’episodio con AntennaPod, il file multimediale consegnato adAntennaPod viene tagliato al volo per includere le pubblicità. Le pubblicitàsono recenti (mentre l’episodio potrebbe non esserlo) e possono essere mirate inbase all’indirizzo IP da cui si richiede il file multimediale (ad esempio,un’azienda del proprio Paese). A seconda dell’intelligenza della società dihosting, gli annunci potrebbero essere inseriti proprio nel mezzo di una frase.Alcune società di hosting, inoltre, fanno confusione negli indicatori deicapitoli durante l’inserimento degli annunci (quindi i capitoli sono sfasati diuna durata pari a quella dell’annuncio).Puoi sempre utilizzare il pulsante di avanzamento rapido di AntennaPod persaltare gli annunci. Se stai ascoltando un episodio in streaming invece discaricarlo, la società di hosting ha un’idea della tua posizione nel podcast. Èpossibile che la società rilevi il fatto che hai saltato l’annuncio e neinserisca uno nuovo. Se invece scarichi l’episodio, non avrà la possibilità difarlo e potrai saltare gli annunci in modo più affidabile. (Scaricare è anchepreferibile per la tua privacy, perché in questo modo la società di hosting nonsa quando ascolti quale sezione dell’episodio. AntennaPod può essere configuratoper scaricare e cancellare automaticamente gli episodi, in modo da non doverlofare manualmente.)Inoltre, molti creatori di podcast forniscono un feed privo di pubblicità che èpossibile acquistare. Di solito, si ottiene un URL segreto del feed del podcasto, in alternativa, un nome utente e una password da inserire in AntennaPod.Se trovate fastidiose queste pubblicità, prendete in considerazione l’idea diparlarne con i creatori dei podcast."
    } ,
  
    
    {
      "title"    : "Fare il backup dei tuoi episodi",
      "url"      : "/it/documentation/general/backup",
      "content"  : "Fare il backup dei tuoi episodiCi sono diverse opzioni per copiare i tuoi dati sul tuo nuovo telefono, e ognimetodo copia una certa quantità di dati:Esportare il databaseEsportare il database di AntennaPod è un ottimo metodo se stai migrando verso unnuovo telefono o tablet. Dovresti assicurarti di avere la stessa versione diAntennaPod sia sul vecchio che sul nuovo telefono. Dopo l’importazione tutti idati vengono ripristinati; sarà necessario solo riscaricare gli episodi.SincronizzazioneSincronizzare AntennaPod tramite gpodder.net o l’app gPodder Sync perNextcloud permette di salvare e migrare alcuni dati sui podcast e sugli episodi.Perderai i tuoi preferiti, la coda e le impostazioni dell’app. Questa può essereuna soluzione quando si usano contemporaneamente telefono, tablet e/o computerdesktop. Consulta l’articolo sullasincronizzazione per le istruzioni.OPMLI file OPML permettono di trasferire i tuoi abbonamenti in un’altra app dipodcast. Perderai tutti i dati specifici dei podcast o degli episodi (adesempio, quali episodi sono stati riprodotti) e tutte le impostazionidell’applicazione. Per esportare il tuo file, vai su Impostazioni » Memoria» Importa/Esporta. Assicurati di cliccare Invia… per salvare il file inun’altra cartella del tuo telefono o da qualche altra parte, perché il fileoriginale sarà eliminato quando disinstalli AntennaPod.Se importi il file in AntennaPod su un altro dispositivo, l’applicazione mostreràuna lista di podcast con caselle di controllo. I podcast selezionati da questoelenco saranno aggiunti ai tuoi abbonamenti esistenti. Nessuno dei tuoiabbonamenti esistenti sarà toccato."
    } ,
  
    
    {
      "title"    : "Beta testing",
      "url"      : "/it/documentation/general/beta",
      "content"  : "Beta testingAntennaPod ha molti utenti e non vogliamo che si trovino in difficoltà quandoaggiungiamo una nuova funzionalità. È importante poter disporre di un grupposignificativo per testare la nostra applicazione, in modo da sapere se tutte lepossibili combinazioni di telefoni, versioni Android e modi di utilizzofunzionano come previsto.Dopo i grandi aggiornamenti spuntano spesso piccoli problemi, che vengonoscoperti solo attraverso le segnalazioni di bug da parte degli utenti in questeprime fasi. C’è solo uno sviluppatore principale che lavora sul progetto nel suotempo libero. Ha solo un paio di dispositivi su cui effettuare test, mentre ilcomportamento può variare molto da dispositivo a dispositivo.Google PlayOgni nuova versione di AntennaPod viene inviata ai nostri beta tester tramite lostore Google Play prima di essere rilasciata al pubblico. Questo ci permette ditestare gli aggiornamenti su molti diversi dispositivi e versioni di Android, inmodo da poter risolvere per tempo bug e problemi di esperienza utente. Se hai unocchio critico e sai spiegare cosa non sta funzionando, il tuo aiuto è moltoapprezzato! Inoltre, se vedi qualcosa che non ti piace è più probabile che turiesca a farlo cambiare per farlo corrispondere meglio a ciò che vuoi.Vuoi essere il primo ad avere le ultimissime novità? Si può fare! Basta visitarela pagina di AntennaPod nello store Google Play e andare alla sezione “Partecipaal programma beta” in fondo alla pagina. Oppure, se stai usando il tuo computer,puoi andare a questolink.                                                F-DroidAttualmente non offriamo versioni beta sullo store F-Droid.Questo perché F-Droid nonriconosce automaticamentele versioni beta. Aggiungere versioni beta a F-Droid richiederebbe un interventomanuale per ogni versione beta. Inoltre, se è necessario fare qualche correzioneimportante, un aggiornamento deve essere distribuito immediatamente. Purtroppoquesto non può essere garantito."
    } ,
  
    
    {
      "title"    : "Applicazioni di podcast centralizzate e distribuite",
      "url"      : "/it/documentation/general/central-distributed",
      "content"  : "Applicazioni di podcast centralizzate e distribuiteCi sono fondamentalmente due modi per realizzare un’applicazione per podcast:  Centralizzata: C’è un server centrale (gestito dalla società che sviluppal’applicazione) che controlla se ci sono nuovi episodi e li invia all’utente.  Distribuita: L’applicazione stessa controlla se ci sono nuovi episodi,direttamente dagli editori del podcast.AntennaPod utilizza il metodo 2, che presenta sia vantaggi che svantaggi:  Poiché l’applicazione controlla se ci sono nuovi episodi, i creatoridell’applicazione (come noi) non devono mantenere un server centrale. Questofa risparmiare un sacco di tempo e fatica. Si risparmiano anche un sacco disoldi, il che significa che non abbiamo bisogno di fare affidamento suinserzioni pubblicitarie o donazioni di grandi somme.  Dato che l’applicazione non si affida a un server centrale per raccoglierenuovi episodi, AntennaPod continuerà a funzionare indipendentemente da quelloche facciamo noi. Usando il metodo centralizzato, se l’azienda chiude il suoserver per qualsiasi motivo, l’applicazione smetterà di funzionare.  Noi, come sviluppatori dell’app, non sappiamo e non possiamo sapere a qualipodcast sei abbonato, quali episodi potresti ascoltare, o anche a che ora lofai. Gli editori di app con un server centrale raccolgono questi dati, a scapitodella tua privacy.  Alcuni editori offrono feed privati, fornendo accesso anticipato, contenutispeciali o episodi senza pubblicità. Tali feed richiedono un nome utente e unapassword, che AntennaPod dà direttamente all’host del podcast quando richiesto.I servizi centralizzati spesso semplicemente non permettono di aggiungere feedprivati. E se lo fanno, potrebbe essere necessario inviare le tue credenziali aicreatori dell’app.  Non avendo un punto centrale di accesso, che permetterebbe agli sviluppatori diapp di rimuovere i podcast dal loro server, non c’è rischio di censura.  D’altra parte, un modello distribuito significa che riceverai nuovi episodisolo quando aggiorni un podcast. In AntennaPod questo avviene di default ogni12 ore, ma puoi impostare un controllo più o meno frequente e inoltre puoisempre controllare manualmente se ci sono nuovi episodi. Un server centrale puòcontrollare i nuovi episodi molto frequentemente o anche essere informato daglihost dei podcast in tempo reale. In questo modo anche le app possono ricevere inuovi episodi molto più velocemente, senza dover controllare regolarmente tuttii podcast a cui sei abbonato.  Inoltre non è possibile per AntennaPod farti avere gli episodi che sono statirimossi dall’editore del podcast, per esempio perché hanno scelto di tenereonline solo i 10 episodi più recenti. Le applicazioni che si basano su un servercentrale potrebbero invece avere accesso agli episodi più vecchi anche se questisono ormai scomparsi dal feed RSS."
    } ,
  
    
    {
      "title"    : "Eliminare episodi",
      "url"      : "/it/documentation/general/episode-deletion",
      "content"  : "Eliminare episodiQuando hai finito di ascoltare un episodio, nella maggior parte dei casi vorraieliminarlo dal tuo telefono, per liberare spazio. Ci sono diversi modi per farlo.In primo luogo, è ovviamente possibile eliminare manualmente gli episodi. Quandosi visualizza la coda o un podcast specifico, è possibile tenere premuto su unepisodio e toccare Elimina. Quando si visualizza la scheda Completati nellaschermata Download si può anche semplicemente toccare l’icona del cestino. Sevuoi, AntennaPod può rimuovere automaticamente l’episodio dalla coda se vieneeliminato. Puoi trovare questa opzione in Impostazioni » Archiviazione »Elimina rimuove dalla coda.In secondo luogo, AntennaPod ha alcune soluzioni per eliminare automaticamentegli episodi. In particolare, AntennaPod può eliminare automaticamente gliepisodi al termine della riproduzione e quando ha bisogno di spazio per ilprocesso di download automatico. Per maggiori informazioni su queste opzioni,consulta l’articolo Eliminazioneautomatica."
    } ,
  
    
    {
      "title"    : "Usare una memoria esterna",
      "url"      : "/it/documentation/general/external-storage",
      "content"  : "Usare una memoria esternaÈ possibile impostare che AntennaPod scarichi gli episodi sulla scheda SD inveceche nella memoria interna. Questo ti permetterà di avere più spazio per gliepisodi. Per selezionare la scheda di memoria, andare su Impostazioni »` Memoria »  Scegli la cartella per i dati`.Risoluzione dei problemiPotrebbe essere possibile che la tua scheda SD non appaia nella finestra didialogo Scegli cartella dati. Affinché la scheda SD appaia, Android devericonoscere la scheda come memoria esterna. O la scheda non è montatacorrettamente o il produttore dello smartphone ha configurato l’hardware in modoerrato.Se stai usando Android 6+ (Marshmallow o più recente), puoi provare aformattare la schedaSD come memoria interna. Altrimenti, non c’è niente che possiamo fare perrisolvere il problema."
    } ,
  
    
    {
      "title"    : "Aggiornamenti su F-Droid",
      "url"      : "/it/documentation/general/f-droid",
      "content"  : "Aggiornamenti su F-DroidDopo il rilascio di una nuova versione di AntennaPod, spesso ci viene chiestoquando sarà disponibile su F-Droid. Non possiamo dare una risposta precisa: disolito ci vogliono alcuni giorni.Far arrivare una nuova versione su F-Droid comporta i seguenti passaggi:  Dopo aver creato unaversione, F-Droid deverilevare che qualcosa in AntennaPod è cambiato. A tale scopo, F-Droid esegue unserver di controllo degli aggiornamenti ogni 2 giorni circa.  Dopo che F-Droid ha rilevato l’esistenza di una nuova versione di AntennaPod,l’applicazione viene compilata. In questo modo, F-Droid si assicura chel’applicazione che scaricherai corrisponda realmente al codice sorgentepubblicato da AntennaPod. Poiché ci sono molte app da compilare, il server diF-Droid impiega altri 1-2 giorni per compilare l’app.  Infine, l’applicazione risultante deve essere firmata crittograficamente.Questo avviene su un computer non connesso a Internet. Un responsabile diF-Droid deve prendere l’app e portarla fisicamente a quel particolare computer.Il tempo necessario dipende dalla frequenza con cui il responsabile si reca aquel particolare computer. Di solito, questa fase richiede altri 1-2 giorni dopola compilazione dell’app.Come potete vedere, può passare facilmente una settimana prima che una nuovaversione di AntennaPod sia disponibile su F-Droid, quindi siate pazienti. Se unaggiornamento non è ancora disponibile dopo più di una settimana dal suorilascio, non esitate a farcelo sapere creando un post sul nostroforum, e indagheremo.Puoi farti un’idea degli ultimi progressi controllando se l’elenco di versionidi F-Droid è statoaggiornato da quando è stata rilasciata la nuova versione diAntennaPod e controllando su F-DroidMonitor se la nuova versione è giàstata compilata."
    } ,
  
    
    {
      "title"    : "AntennaPod for Windows, Apple and Linux",
      "url"      : "/it/documentation/general/other-platforms",
      "content"  : "AntennaPod for Windows, Apple and LinuxHowever attractive the title may sound, AntennaPod is not and will not be available on Windows, iOS or the Linux desktop. The app is made by a small team of volunteers, and making the app for these other platforms would be a lot of work.There are (open source) alternatives, however, which we would like to point you to:            App      Code      iOS      MacOS      Windows      Linux                  Podverse            ✅      ✅      ❌      ❌              Pocket Casts            ✅      ❌      ❌      ❌              gPodder            ❌      ✅      ✅      ✅              Poddr            ❌      ✅      ✅      ✅              Kasts            ❌      ❌      ❌      ✅              Vocal            ❌      ❌      ❌      ✅              GNOME Podcasts            ❌      ❌      ❌      ✅              MusicPod            ❌      ❌      ❌      ✅      Do you have a recommendation of an open source podcast app for these platforms? Let us know on the forum!"
    } ,
  
    
    {
      "title"    : "Indirizzare il traffico dati attraverso un proxy o la rete Tor",
      "url"      : "/it/documentation/general/proxy",
      "content"  : "Indirizzare il traffico dati attraverso un proxy o la rete TorÈ possibile fare in modo che AntennaPod indirizzi tutto il traffico (filemultimediali, immagini di copertina, richieste RSS e ricerche) attraverso unproxy o la rete Tor. Questo può avere due potenziali vantaggi:  Privacy: a seconda del tipo di servizio proxy, il tuo comportamento didownload/streaming può essere protetto dagli host di podcast  Accesso: se l’host di un podcast impedisce il download di contenuti dall’estero(basandosi sul tuo indirizzo IP), impostare un proxy con il paese d’originepuò permetterti di accedere comunque ai suoi contenutiTroverai questa opzione in Impostazioni » Rete » Proxy.Al fine di indirizzare tutto il traffico attraverso la rete Tor, è necessarioinstallare un’applicazione proxy per Tor e fornire i seguenti dettagli inAntennaPod:  Tipo: SOCKS  Host: “localhost” o “127.0.0.1”  Porta: “9050”"
    } ,
  
    
    {
      "title"    : "Come sincronizzare più dispositivi",
      "url"      : "/it/documentation/general/synchronization",
      "content"  : "Come sincronizzare più dispositiviAntennaPod può sincronizzare gli abbonamenti e i progressi di ascolto con altreinstallazioni di AntennaPod e con altre applicazioni (desktop). Per impostare lasincronizzazione, è necessario un server - il punto centrale attraverso il qualei dati vengono condivisi con altri dispositivi. A tal fine, sono disponibilidiverse opzioni:  gpodder.net fornisce un server di sincronizzazionegPodder gratuito a cui chiunque può iscriversi. Purtroppo, a causa dellapopolarità del servizio e dei fondi limitati, questo server è spessosovraccarico, con conseguenti errori in AntennaPod.  Gli utenti più esperti sono caldamente incoraggiati ad auto-ospitare unserver di sincronizzazione. Un server auto-ospitato è più affidabile econtribuisce a ridurre il carico dei servizi pubblici gratuiti. Esistono diverseopzioni: Nextcloud conl’applicazione gPodder Sync, unservergPoddercompleto o il Micro GPodderserver.Abilita la sincronizzazione tramite Nextcloud  Se disponi di un account Nextcloud, installa l’applicazione gPodder Sync ochiedi all’amministratore del server di farlo  Vai su Impostazioni » Sincronizzazione in AntennaPod e toccaScegli provider di sincronizzazione  Seleziona “Nextcloud”  Inserisci l’“indirizzo del server” (l’URL o l’indirizzo IP del server) e toccaProcedere  Accedi nella finestra del browser che si apre e autorizza AntennaPodAbilita la sincronizzazione tramite gPodder  Crea un account sul server www.gpodder.net o sul tuo server  When you have an account, log in on the webserver and create a device underSubscriptions » Devices for each client that you use:                                                  Quando hai aggiunto i dispositivi al tuo account, collegali usando il pulsante“Configura”. In questo modo, gpodder.net mantiene automaticamentesincronizzati i dispositivi attivati.                                                  Go to Settings » Synchronization inAntennaPod and tap Choose synchronization provider 5. Select ‘gPodder’ 6.Enter the ‘Server address’ (e.g. www.gpodder.net) and tap Proceed to login 7.Enter the ‘Username’ and ‘Password’ and tap Log in 8. Select the device thatyou created on the serverNOTA: Hai creato un dispositivo quando hai impostato la sincronizzazione suAntennaPod anziché farlo in anticipo sul sito web? Allora assicurati di premereil pulsante Forza sincronizzazione su AntennaPod per caricare lo stato diriproduzione di tutti gli episodi che hai ascoltato in precedenza. Se non lofai, solo i podcast che sono stati aggiunti dopo aver collegato idispositivi saranno sincronizzati. C’è una issue aperta pergpodder.net in cui viene chiestodi cambiare questo comportamento."
    } ,
  
    
    {
      "title"    : "Per cominciare",
      "url"      : "/it/documentation/getting-started",
      "content"  : "Per cominciareBenvenuto su AntennaPod! Qui di seguito puoi trovare alcune informazioni per iniziare a utilizzare AntennaPod.First, you want to subscribe to a podcast. You can find more about thathere. After subscribing, newepisodes are shown in the Inbox. There you can decide if you actually like tolisten to them or not. If an episode is in the inbox, it means that you have notyet decided what to do with the episode.  If you are not interested in an episode, just swipe it away to remove it fromthe inbox. The episode still stays marked as unplayed and you can find it onthe Episodes page, as well as on the podcast’s page.  Se sei interessato all’episodio, puoi fare una di queste due cose, a secondadelle tue abitudini di ascolto.          Download the episode. When downloading, AntennaPod also automatically adds theepisode to the queue and removes it from the inbox. There is a setting if youwant new episodes to be enqueued in the back, front or after the currentlyplaying episode. Downloading is the main way AntennaPod was originally designedto be used but as streaming is becoming more and more popular, you can also usethe second option.      Just add the episode to the queue. AntennaPod automatically removes it from theinbox and inserts it into the queue. You can later directly play the episodewithout having to download, so it does not take up space. Think: Streaming likevideos on YouTube. The disadvantage is that it will not be available offline,uses up your mobile data connection when you are on the run, and makes fastforwarding a little bit slower.        If you are done playing, AntennaPod marks the episode as played and removes itfrom the queue. There is a setting to also automatically delete the downloadafter playing. You can find a list of all episodes that are still downloaded toyour device (whether they are in the queue or not) on the Downloads page.  If you like an episode and are thinking about listening to it again, you canalso mark it as favorite. You can filter the Episodes page to show only yourfavorites and (by default) AntennaPod will not delete favorites after playing.In case you are subscribed to a really great podcast where you know from thebeginning that all episodes will be great, you can use the auto-downloadfeature. When enabled for a podcast, all of its future new episodes areautomatically downloaded and added to the queue. They will automatically beremoved from the inbox as soon as they are downloaded."
    } ,
  
    
    {
      "title"    : "Abbonarsi a un podcast",
      "url"      : "/it/documentation/getting-started/subscribe",
      "content"  : "Abbonarsi a un podcastLa prima cosa da fare dopo aver scaricato un’applicazione per podcast è abbonarsia un podcast.AbbonamentiApri il menù laterale scorrendo col dito da sinistra a destra o toccando l’icona☰ in alto a sinistra. Vai su + Aggiungi Podcast. Da qui puoi fare unaricerca, sfogliare i suggerimenti o aggiungere un podcast inserendo il suoindirizzo RSS.In alternativa, puoi importare un file OPML o controllare solo il database diApple Podcasts, gpodder.net, fyyd o Podcast Index rispettivamente. È supportatoanche importare feed RSS o Atom, o schemi di URL come pcast:// e itpc://.Abbonarsi a servizi di terziAbbiamo ricevuto alcune richieste di aggiungere il supporto per piattaforme comeSoundCloud, Mixcloud e simili. Sebbene potrebbe essere interessante avere unafunzione per incollare/aprire semplicemente gli URL dei canali in AntennaPod, èstato deciso di nonimplementarla. Tali piattaforme possono nascere e scomparire, mentre per inostri volontari implementare questa funzionalità richiede un bel po’ di lavoro.Se sei uno sviluppatore, naturalmente sei il benvenuto se vuoi discutere unaproposta che vorresti implementare tu stesso.SoundCloudSoundCloud permette ai produttori di crearepodcasta partire dai loro contenuti abbastanza facilmente. Dovresti contattarli,condividere la pagina di aiuto di SoundCloud (linkata qui sopra) e chiedere lorose sono disposti a configurarlo.MixcloudPurtroppo Mixcloud non offre questa opzione per i creatori di contenuti. Comesempre, ci ha pensato qualcuno nella comunità del podcasting a trovare unasoluzione. Dovresti controllare leopzionicome indicato in questo post.YouTubeYouTube ti permette di abbonarti a un canale, ma:  AntennaPod non può scaricare automaticamente i video, perché YouTube non lopermette. Mostrare inserzioni pubblicitarie è il loro modello di business,dopo tutto.  Non avrai un’immagine collegata al tuo abbonamento, poiché YouTube non lainclude nei feed.Ma è un modo per essere avvisati dei nuovi episodi. Basta aggiungere l’URLdell’utente/canale (https://www.youtube.com/user/USERNAME ohttps://www.youtube.com/channel/CHANNEL_ID) in AntennaPod. Dovresti vedere unafinestra di dialogo con l’opzione ‘RSS’; tocca per aggiungere il feed. Se questonon funziona come descritto, aggiungihttps://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; adAntennaPod. Puoi trovare l’ID del canale nell’URL del canale. Se il canale a cuivuoi abbonarti è un account utente (con un URL del tipoyoutube.com/user/UserName), puoi contattare l’utente per chiedergli qual è ilsuo ID del canale (qui è spiegato come gli utenti possono trovare il loro IDdel canale).Non abbiamo informazioni su altre piattaforme, come puoi vedere. Saremo lieti diincluderle qui se condividerai le tue osservazioni tramite ilforum."
    } ,
  
    
    {
      "title"    : "Riproduzione",
      "url"      : "/it/documentation/playback",
      "content"  : "RiproduzioneDi seguito potrai trovare argomenti relativi alla riproduzione."
    } ,
  
    
    {
      "title"    : "Riproduzione in auto (Android Auto)",
      "url"      : "/it/documentation/playback/android-auto",
      "content"  : "Riproduzione in auto (Android Auto)Puoi usare AntennaPod per ascoltare podcast nella tua auto abilitata ad AndroidAuto.Hai scaricato AntennaPod da Google Play?Non sono necessari altri passaggi per utilizzare AntennaPod in auto. Bastacollegare il telefono e iniziare ad ascoltare.Hai scaricato AntennaPod da F-Droid?Se hai scaricato AntennaPod da F-Droid, sono necessari altri passaggi.  Apri le impostazioni di Android Auto.  Attiva le Opzioni sviluppatore premendo 10 volte il numero di versione.  Apri il menu a 3 punti e lancia le opzioni sviluppatore.  Abilita Fonti sconosciute."
    } ,
  
    
    {
      "title"    : "Riavvolgimento automatico",
      "url"      : "/it/documentation/playback/auto-rewind",
      "content"  : "Riavvolgimento automaticoQuando un episodio è stato messo in pausa e poi viene ripresa la riproduzione,AntennaPod si riavvolge automaticamente, così è più facile continuare a seguirelo spettacolo. Quanto viene riavvolto non è configurabile e dipende da quantotempo un episodio è stato messo in pausa.            Tempo trascorso dall’ultima riproduzione      Durata del riavvolgimento                  Più di 1 giorno      20 secondi              Più di 1 ora      10 secondi              Più di 1 minuto      3 secondi      "
    } ,
  
    
    {
      "title"    : "Scorciatoie da tastiera",
      "url"      : "/it/documentation/playback/shortcuts",
      "content"  : "Scorciatoie da tastieraSe hai una tastiera fisica (“hardware”) collegata al tuo telefono o tablet, puoiusare alcune scorciatoie per controllare la riproduzione in AntennaPod. Leazioni per alzare, abbassare, disattivare e riattivare il volume hanno effettosul canale audio per i media (e non, ad esempio, su quello per le notifiche).Tutte le schermate (tranne il lettore video e le impostazioni)            Tasto      Azione                  P      Riproduci/Metti in pausa              J/A/,      Riavvolgi              K/D/.      Avanti              +/W      Alza il volume              -/S      Abbassa il volume              ` M`      Disattivare/attivare il volume (interruttore on/off) - solo su Android 6 o superiore      Lettore video            Tasto      Azione                  P/ Spazio      Riproduci/Metti in pausa              J/A/,      Riavvolgi              K/D/.      Avanti              F/Esc      Esci dal lettore video              i      Entra nella modalità picture-in-picture              0-9      Vai allo 0-90% del video              +/W      Alza il volume              -/S      Abbassa il volume              ` M`      Disattivare/attivare il volume (interruttore on/off) - solo su Android 6 o superiore      "
    } ,
  
    
    {
      "title"    : "Per podcaster ed editori",
      "url"      : "/it/documentation/podcasters-hosters",
      "content"  : "Per podcaster ed editoriDi seguito puoi trovare le nostre informazioni di supporto per podcaster e fornitori di hosting."
    } ,
  
    
    {
      "title"    : "Crea un link &quot;Apri in AntennaPod&quot;",
      "url"      : "/it/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "Crea un link “Apri in AntennaPod”Vuoi rendere più facile per la tua rete o il tuo pubblico aggiungere il tuopodcast in AntennaPod?Basta includere un link a https://antennapod.org/deeplink/subscribe?url=xyz neltuo sito web o dove vuoi. Assicurati di sostituire a xyz l’URL del tuo feedRSS. Gli utenti che hanno installato AntennaPod e aprono quel link saranno ingrado di vedere in anteprima gli episodi e abbonarsi al tuo podcast direttamentenella nostra app.Se hai bisogno del nostro logo, dai un’occhiata al nostro repository dibranding."
    } ,
  
    
    {
      "title"    : "Come far includere il tuo podcast nel catalogo",
      "url"      : "/it/documentation/podcasters-hosters/list-podcast",
      "content"  : "Come far includere il tuo podcast nel catalogoSe sei un produttore di podcast e vuoi rendere il tuo podcast visibile inAntennaPod, questa pagina è per te.AntennaPod utilizza principalmente tre directory per la sua funzione di ricerca:  Podcast Index (chiedi al tuo host come aggiungereil tuo podcast, o aggiungilo tramite leAPI)  Apple Podcasts (aggiungilo via PodcastConnect)  Fyyd (aggiungilo tramite il loro sitoweb)Se il tuo podcast è disponibile su uno qualsiasi di questi, può essere trovato inAntennaPod."
    } ,
  
    
    {
      "title"    : "Coda",
      "url"      : "/it/documentation/queue",
      "content"  : "CodaQui di seguito puoi trovare le domande più frequenti riguardo alla coda."
    } ,
  
    
    {
      "title"    : "Come usare la coda",
      "url"      : "/it/documentation/queue/how-to-use",
      "content"  : "Come usare la codaPuoi usare la coda per memorizzare gli episodi che hai intenzione di ascoltare.Se ti imbatti in un episodio interessante, tieni premuto e selezionaAggiungi alla coda. Se scarichi un episodio, AntennaPod lo aggiungeautomaticamente alla coda."
    } ,
  
    
    {
      "title"    : "(S)bloccare la coda",
      "url"      : "/it/documentation/queue/lock",
      "content"  : "(S)bloccare la codaUn problema abbastanza comune per gli utenti è che improvvisamente non possonoriordinare manualmente la coda.Se non potete spostare gli episodi nella coda, può essere per uno dei seguentimotivi:  Mantieni ordine è abilitato. È possibile disabilitarlo toccando i tre punti… nella barra superiore e selezionare Ordina.  La coda è bloccata. Puoi sbloccare la coda toccando l’icona con i 3 punti nellabarra superiore e dal menù deselezionando Blocca la coda."
    } ,
  
    
    {
      "title"    : "Come utilizzare code multiple",
      "url"      : "/it/documentation/queue/multiple-queues",
      "content"  : "Come utilizzare code multipleLe code multiple non sono attualmente supportate. Si prega di vedere la issue2648 su GitHub perulteriori informazioni e/o seguire la issue per essere aggiornati in caso dieventuali sviluppi."
    } ,
  
    
    {
      "title"    : "Abbonamenti",
      "url"      : "/it/documentation/subscriptions",
      "content"  : "AbbonamentiQui di seguito puoi trovare le domande più frequenti riguardo agli abbonamenti."
    } ,
  
    
    {
      "title"    : "Ascoltare un episodio senza abbonarsi",
      "url"      : "/it/documentation/subscriptions/listening-without-subscribing",
      "content"  : "Ascoltare un episodio senza abbonarsiAttualmente non c’è modo di aggiungere un episodio alla coda senza abbonarsi.Puoi trovare maggiori informazioni nella richiesta di funzionalità sulla nostrapiattaforma di sviluppo.C’è comunque un modo per aprire in anteprima un episodio senza doversiabbonare al podcast. Questo espediente presenta anche alcuni lati negativi:  L’episodio inizia automaticamente ad essere riprodotto in streaming (qualsiasiepisodio al momento in riproduzione o riprodotto viene stoppato)  Non è possibile passare a un altro episodio e tornare all’episodio in anteprimapiù tardiPer aprire in anteprima un episodio:  Fa’ come se stessi aggiungendo un abbonamento  Non toccare su “Abbonati” ma sull’episodio che vuoi ascoltare  La descrizione dell’episodio si espanderà; tocca Anteprima sotto ladescrizione"
    } ,
  
    
    {
      "title"    : "Tag degli abbonamenti (cioè gruppi o categorie)",
      "url"      : "/it/documentation/subscriptions/subscription-groups",
      "content"  : "Tag degli abbonamenti (cioè gruppi o categorie)Per organizzare meglio le tue sottoscrizioni, puoi assegnare dei tag (a voltechiamati gruppi o categorie) a un podcast. Nota che per il momento non èpossibile creare code sulla base dei tag. Questo richiederebbe prima il supportoper le code multiple. (Vedi anche la richiesta difunzionalità sulla nostrapiattaforma di sviluppo.)Per assegnare tag a un podcast devi:  Aprire un podcast specifico  Tocca l'icona dell'ingranaggio per accedere alle sue impostazioni  Seleziona l’opzione Tag"
    } 
  
]

