[
  
    
    {
      "title"    : "خودکارسازی",
      "url"      : "/fa/documentation/automation",
      "content"  : "خودکارسازیکاربر باتجربه‌اید و می‌خواهید کارها را خودکار کنید؟ صفحات زیر را ببینید."
    } ,
  
    
    {
      "title"    : "پاک‌سازی خودکار",
      "url"      : "/fa/documentation/automation/deletion",
      "content"  : "پاک‌سازی خودکارچرا برخی قسمت‌های بارگیری‌شده پاک می‌شوند؟آنتناپاد سازوکارهایی دارد تا از پر شدن حافظه گوشی با پادپخش‌های بارگیری‌شده جلوگیری کند. اگر برخی قسمت‌های بارگیری‌شده پاک می‌شوند، این دو تنظیم را بررسی کنید:پاک‌سازی خودکارپاک کردن خودکار در تنظیمات » حافظه قرار دارد. با روشن کردن، قسمت‌ها پس از پایان پخش پاک می‌شوند (اما نه هنگام نشانه‌گذاری دستی به‌عنوان «پخش‌شده»).پاک‌سازی قسمت‌هاپاک کردن قسمت‌ها در تنظیمات » شبک » بارگیری خودکار قرار دارد. اگر بارگیری خودکار برای قسمت‌های جدید نیاز به فضا داشته باشد، قسمت‌های قدیمی که در صف نیستند و برگزیده نشده‌اند، پاک می‌شوند. می‌توانید تأخیر (زمان پس از پخش) یا قسمت را تنظیم کنید. تنظیم «نهان‌گاه قسمت‌ها» بیشینه تعداد قسمت‌های بارگیری‌شده را تعیین می‌کند."
    } ,
  
    
    {
      "title"    : "نوسازی پادپخش‌ها",
      "url"      : "/fa/documentation/automation/refreshing-podcasts",
      "content"  : "نوسازی پادپخش‌هاپاک کردن خودکار در تنظیمات » حافظه قرار دارد. با روشن کردن، قسمت‌ها پس از پایان پخش پاک می‌شوند (اما نه هنگام نشانه‌گذاری دستی به‌عنوان پخش‌شده).می‌توانید این فرآیند را برای پادپخش‌های خاص خاموش کنید اگر تازه‌سازی آن‌ها لازم نباشد. مثلاً، اگر پادپخشی دیگر قسمت جدید منتشر نکند یا فقط گاهی به آن گوش دهید. این را می‌توانید با رفتن به پادپخش، زدن روی نماد «چرخ‌دنده» و تغییر تنظیم به‌روز نگه داشتن انجام دهید.با خاموش کردن این تنظیم، پادپخش هنگام به‌روزرسانی خودکار یا دستی از صف یا صفحه قسمت‌ها به‌روز نمی‌شود. همچنان می‌توانید آن پادپخش را به‌صورت دستی به‌روز کنید تا قسمت‌های جدید به آنتناپاد اضافه شوند، اما این قسمت‌ها در زبانه «جدید» صفحه قسمت‌ها نمایش داده نمی‌شوند."
    } ,
  
    
    {
      "title"    : "یکپارچگی با دیگر کاره‌ها",
      "url"      : "/fa/documentation/automation/tasker",
      "content"  : "یکپارچگی با دیگر کاره‌هابا آنتناپاد می‌توانید اشتراک‌ها (خوراک‌های پادپخش) را برای به‌روزرسانی منظم تنظیم کنید (به به‌روزرسانی پادپخش‌ها نگاه کنید).برای نیازهای پیچیده‌تر، می‌توانید برنامه‌های خودکارسازی شخص ثالث را با آنتناپاد به‌کار بگیرید. برای نمونه:  به‌روزرسانی اشتراک‌ها در آغاز روز: ساعت ۷ صبح، وای‌فای را روشن کنید، سپس خوراک‌های آنتناپاد را به‌روز کنید.  به‌روزرسانی اشتراک‌ها پیش از بازگشت به خانه: ساعت ۵ عصر روزهای کاری، اشتراک‌ها را به‌روز کنید.دستورهای کلیدر برنامه خودکارسازی، می‌توانید آنتناپاد را وادار به به‌روزرسانی اشتراک‌ها کنید با فرستادن یک «پخش» (ممکن است به‌عنوان گونه‌ای نیت اندروید نمایش داده شود) با تنظیمات زیر:  نام بسته: de.danoeh.antennapod  نام کلاس: de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiverگام‌ها برای برخی برنامه‌های خودکارسازیAutomate (وبگاه)در یک جریان، بلوکی از نوع APPS » Broadcast send بیافزایید و مشخص کنید  بسته: de.danoeh.antennapod  کلاس گیرنده: de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiverTasker (وبگاه)یک وظیفه بسازید. در وظیفه، یک کنش بیافزایید  System را انتخاب کنید  Send Intent را انتخاب کنید  نام بسته را de.danoeh.antennapod مشخص کنید  نام کلاس را de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver مشخص کنید  هدف را Broadcast receiver مشخص کنید  سایر بخش‌ها را می‌توانید خالی بگذاریدLlama - Location Profiles (وبگاه)یک رویداد (قانون خودکارسازی لاما) بسازید. در رویداد،  یک کنش از نوع نیت اندروید(Android intent) بیافزایید.  حالت فرستادن نیت را Broadcast مشخص کنید.  نام بسته را de.danoeh.antennapod مشخص کنید  نام کلاس را de.danoeh.antennapod.net.download.service.feed.FeedUpdateReceiver مشخص کنید  هر شرط یا کنش دیگری برای نیازهای خاص خود بیافزایید.برای میان‌بر، می‌توانید این پیوند را بزنید تا یک رویداد نمونه برای آغاز بسازید.سلب مسئولیت: اجتماع آنتناپاد هیچ ارتباطی با برنامه‌های خودکارسازی شخص ثالث فهرست‌شده ندارد."
    } ,
  
    
    {
      "title"    : "ایرادها، خطاها و کمک اولیه",
      "url"      : "/fa/documentation/bugs-first-aid",
      "content"  : "ایرادها، خطاها و کمک اولیهساخت نرم‌افزار کار انسانی است، پس اشتباهات ناگزیرند. اما معمولاً کاری می‌توان کرد!"
    } ,
  
    
    {
      "title"    : "چیزی کار نمی‌کند",
      "url"      : "/fa/documentation/bugs-first-aid/bug-report",
      "content"  : "چیزی کار نمی‌کندبا خطایی روبه‌رو شدید؟ از شنیدنش ناراحتیم.نخست، مطمئن شوید آخرین نگارش آنتناپاد را دارید. با هر به‌روزرسانی، خطاهای کوچک و بزرگ بسیاری برطرف می‌شوند. سپس انجمن ما را جستجو کنید تا ببینید آیا کس دیگری همین مشکل را دارد. اگر مشکل را پیدا کردید، پیشنهادها را ببینید. همچنین فرستادن داده‌هایی از وضعیت خودتان می‌تواند به توسعه‌دهندگان در پیدا کردن ریشه مشکل کمک کند.اگر آنتناپاد را به‌روز کرده‌اید و جستجو در انجمن چاره‌ساز نبود، مشکل را به ما بگویید. می‌توانید فرسته‌ای در انجمن ما بفرستید. برای این کار باید حساب کاربری بسازید (اگر از پیش ندارید) یا با گوگل وارد شوید.هر روشی که با ما تماس می‌گیرید، لطفاً داده‌های سامانه که در تنظیمات » گزارش خطا نمایش داده می‌شود را وارد کنید."
    } ,
  
    
    {
      "title"    : "نمی‌توان پخش را از صفحه قفل یا آگاه‌ساز ازسرگرفت",
      "url"      : "/fa/documentation/bugs-first-aid/cannot-resume-playback",
      "content"  : "نمی‌توان پخش را از صفحه قفل یا آگاه‌ساز ازسرگرفتدر اندروید ۱۳ و ۱۴، همیشه نمی‌توان پخش را از صفحه قفل یا آگاه‌ساز رسانه ادامه داد. این مشکل به‌ویژه زمانی رخ می‌دهد که پخش برای مدتی متوقف بوده باشد.اکنون مشخص نیست چرا این مشکل رخ می‌دهد. دریافته‌ایم که این مشکل دیگر برنامه‌ها، از جمله برنامه‌های گوگل، را نیز درگیر کرده است. بنابراین، گمان می‌کنیم این خطای اندروید باشد.راه‌حل موقتبرای ادامه دادن پخش، می‌توانید کاشی آنتناپاد را به دستگاه خود بیافزایید. کاشی‌ها دکمه‌هایی هستند که با کشیدن از بالای صفحه می‌بینید. احتمالاً کاشی اینترنت یا چراغ‌قوه را می‌شناسید. کاشی آنتناپاد امکان پخش و توقف را فراهم می‌کند، حتی اگر پخش برای مدتی متوقف بوده باشد.برای افزودن کاشی آنتناپاد:  دو بار از بالای صفحه بکشید تا دکمه‌های کامل (زیر نشانگر روشنایی) را ببینید  روی نماد مداد در پایین بخش کاشی‌ها بزنید تا کاشی‌ها را ویرایش کنید  فهرست کاشی‌ها را پایین ببرید، روی کاشی آنتناپاد نگه‌دایرید و آن را بکشید به فهرست کاشی‌های فعال  روی پیکان بازگشت بزنید تا از ویرایش کاشی خارج شوید"
    } ,
  
    
    {
      "title"    : "نمی‌توان قسمتی بارگیری کرد",
      "url"      : "/fa/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "نمی‌توان قسمتی بارگیری کردآنتناپاد یک برنامه پادپخش غیرمتمرکز است. این یعنی هیچ کارگزار مرکزی نیست که همه‌چیز را درباره هر پادپخش بداند.پرونده‌های رسانه‌ای مستقیماً از وبگاه ناشر گرفته می‌شوند. اگر ناشر آن‌ها را پاک کند، آنتناپاد دیگر نمی‌تواند آن‌ها را برای شما بازیابی کند."
    } ,
  
    
    {
      "title"    : "همه پادپخش‌ها و قسمت‌هایم غیبشان زده",
      "url"      : "/fa/documentation/bugs-first-aid/database-error",
      "content"  : "همه پادپخش‌ها و قسمت‌هایم غیبشان زدهشاید بخواهید فریاد بزنید کمک! پادپخش‌ها/قسمت‌ها/تنظیمات/همه‌چیزم را از دست دادم!در نگارش بسیار قدیمی آنتناپاد، مشکلاتی در پایگاه داده با همه داده‌ها (قسمت‌ها، وضعیت‌های شنیداری و غیره) داشتیم. اگرچه علت آن برطرف شده، پایگاه داده شما ممکن است آسیب دیده باشد (حتی اگر برنامه بدون مشکل کار می‌کرد). اگر نگارش جدید آنتناپاد تغییراتی در بخش‌های آسیب‌دیده ایجاد کند، این آسیب‌ها ناگهان مشکل‌ساز می‌شوند. در این شرایط، آنتناپاد نمی‌تواند با پایگاه داده خراب کار کند و باید با یک پایگاه تازه از نو آغاز کند.می‌دانیم این بسیار ناامیدکننده است و اگر درگیر این مشکل شده‌اید، ما را در غم‌تان شریک بدانید.کارهایی برای بازیابی داده‌هایتان می‌توانید انجام دهید. آن‌ها را در زیر فهرست می‌کنیم، از راه‌حل ساده و مؤثر شروع می‌کنیم:  آیا اخیراً پشتیبان برون‌ریزی‌شده از آنتناپاد دارید؟ بازیابی آن بسیار آسان است: به تنظیمات » حافظه » وارد کردن/برون‌ریزی » وارد کردن پایگاه داده بروید و پشتیبان را برگزینید. توجه کنید که پشتیبان ممکن است اندکی خرابی داشته باشد، بنابراین پیشنهاد می‌شود گام دوم را برای رفع کامل مشکل انجام دهید.  اگر آنتناپاد پایگاه داده خراب را تشخیص دهد، آن را در پرونده‌ای به نام CorruptedDatabaseBackup.db در پوشه حافظه برنامه می‌نویسد. می‌توانید این پرونده (یا پشتیبان برون‌ریزی‌شده) را با یکی از گام‌های زیر تعمیر کنید. این کار چالش‌برانگیز است و نیاز به یادگیری کار با پایانه دارد.  یکی از اعضای اجتماع این گام‌ها را برای تعمیر پایگاه داده دنبال کرد و گفته است که پس از آن توانست پایگاه داده تعمیرشده را با موفقیت وارد کند.  عضو دیگری از اجتماع پایگاه داده‌ای خالی را گرفت و محتوای خراب را به آن جابه‌جا کرد، و سپس چیز دیگری را درست کرد. پس از هر دو گام، توانست پایگاه داده جدید را با موفقیت در آنتناپاد وارد کند.  گرچه همه داده‌های درباره اشتراک‌ها و قسمت‌هایتان از بین رفته، پرونده‌های رسانه‌ای هنوز مانده‌اند.  در آنتناپاد می‌توانید پوشه‌ای را مانند خوراک بیافزایید. برای این کار، به «افزودن پادپخش» بروید و «افزودن پوشه محلی» را بزنید. سپس به این پوشه در گوشی بروید: Android » data » de.danoeh.antennapod » files » media و پوشه یک پادپخش را انتخاب کنید. توجه کنید که این فقط دسترسی به رسانه‌های بارگیری‌شده پیشین را می‌دهد - قسمت‌های جدید دریافت نمی‌شوند.  همچنین می‌توانید پادپخش‌های پیشین را از نو بیافزایید. می‌توانید پوشه نام برده را بررسی کنید تا ببینید به کدام پادپخش‌ها اشتراک داشتید."
    } ,
  
    
    {
      "title"    : "قسمت‌های قدیمی گم شده‌اند",
      "url"      : "/fa/documentation/bugs-first-aid/episodes-missing",
      "content"  : "قسمت‌های قدیمی گم شده‌اندآنتناپاد یک برنامه پادپخش غیرمتمرکز است. این یعنی هیچ کارگزار مرکزی نیست که همه‌چیز را درباره هر پادپخش بداند.اطلاعات قسمت‌ها مستقیماً از وبگاه ناشر گرفته می‌شود. وقتی به پادپخشی اشتراک دارید، آنتناپاد اطلاعات هر قسمت جدید را رونویسی و در برنامه نگه‌داری می‌کند. این اطلاعات حتی اگر دیگر در وبگاه ناشر در دسترس نباشد، نگه داشته می‌شود.بسیاری از ناشران فقط (اطلاعات) قسمت‌های اخیر را برخط نگه می‌دارند. بنابراین، وقتی تازه به پادپخشی اشتراک می‌کنید، آنتناپاد شما به اطلاعات قسمت‌های قدیمی‌تر دسترسی ندارد. برای فهرست شدن همه قسمت‌های گذشته در برنامه، می‌توانید با سازنده پادپخش تماس بگیرید و بخواهید (از میزبان خود بخواهند) از «خوراک‌های صفحه‌بندی‌شده» پشتیبانی کند (داده‌های فنی)."
    } ,
  
    
    {
      "title"    : "پخش ناگهان متوقف می‌شود",
      "url"      : "/fa/documentation/bugs-first-aid/playback-stops",
      "content"  : "پخش ناگهان متوقف می‌شوداگر پخش همیشه مثلاً چند ثانیه پس از خاموش کردن صفحه یا وقتی برای مدتی آنتناپاد را باز نکرده‌اید متوقف می‌شود، سامانه شما ممکن است برنامه را متوقف کند. برخی سازندگان برای صرفه‌جویی در باتری بیش از حد سخت‌گیر هستند. خواهشمندم استثنایی برای آنتناپاد در فهرست برنامه‌های بهینه‌شده باتری بیافزایید. چون روش افزودن استثنا بین گوشی‌ها متفاوت است، پیشنهاد می‌کنیم در اینترنت برای راهنمای برند و مدل گوشی خود جستجو کنید، اگر نمی‌دانید چگونه استثنا بیافزایید.اگر این کمک نکرد، درنگ نکنید و با همکاران آنتناپاد در انجمن ما تماس بگیرید."
    } ,
  
    
    {
      "title"    : "خطای بارگیری یا نوسازی خوراک",
      "url"      : "/fa/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "خطای بارگیری یا نوسازی خوراکآیا آگاه‌سازی دریافت می‌کنید که بارگیری‌ها با خطا به پایان رسیده‌اند؟ در این صورت، آنتناپاد نتوانسته پادپخش را به‌روز کند یا پرونده صوتی را از وبگاه میزبان پادپخش بارگیری کند.مشکلاتی که فقط با یک یا چند پادپخش خاص رخ می‌دهند، اغلب به آن پادپخش‌ها مربوطند. برای بررسی، این گام‌ها را دنبال کنید:  روی آگاه‌ساز بزنید تا گزارش بارگیری باز شود  روی ورودی گزارش خاص با خطا بزنید  نشانی نمایش‌داده‌شده را طولانی فشار دهید و آن را رونوشت کنید یا در مرورگر وب خود باز کنیداگر نشانی در مرورگر هم کار نکند، مشکل از آنتناپاد نیست. اگر پیام خطا پیوسته نمایش داده می‌شود، احتمالاً پادپخش جابه‌جا شده، برخط نیست یا درست پیکربندی نشده است. در این مورد، لطفاً با سازندگان پادپخش تماس بگیرید (چون کاری از دست ما ساخته نیست).آیا پیام خطا در گزارش بارگیری می‌گوید «ناتوانی در اتصال به [نشانی]»؟ گمان میرود شبکه شما ناسازگاری دارد. اگر مسدودکننده آگهی، فیلترشکن، درگاه محدود، پروکسی، نگهبان حریم خصوصی، خدمت دی‌ان‌اس ویژه یا واپایش والدین روی گوشی دارید، می‌توانید آن‌ها را خاموش کنید.آیا پیام خطایی مانند «نادرست شکل‌گرفته (توکن نامعتبر)» می‌بینید؟ در این صورت، ناشر خوراک (RSS) خود را خراب کرده است. (برای مثال، شاید نشان ساده &amp; را به‌جای کدگذاری &amp;amp; به‌کار برده.) لطفاً مستقیماً با ناشر تماس بگیرید، چون کاری از دست ما بر نمی‌آید.اگر نمی‌توانید مشکل را دقیق مشخص کنید، لطفاً پیام خطا را با دکمه رونوشت کپی کنید و در انجمن ما هم‌رسانی کنید. جامعه ما با خوشحالی بررسی می‌کند تا علت دقیق را پیدا کند!"
    } ,
  
    
    {
      "title"    : "اشتباه املایی یا نگارشی پیدا کردم",
      "url"      : "/fa/documentation/bugs-first-aid/typo-translations",
      "content"  : "اشتباه املایی یا نگارشی پیدا کردمآیا غلط املایی یا چیزی عجیب پیدا کرده‌اید؟ همیشه ممکن است در انگلیسی (که برنامه و وبگاه را می‌سازیم) اشتباه کرده باشیم، یا چیزی درست ترجمه نشده باشد. خوشبختانه بیشتر این مشکلات به‌راحتی درست می‌شوند.می‌خواهید خودتان آن را درست کنید؟اگر مشکل در زبانی غیر از انگلیسی است، می‌توانید ترجمه‌ها را در وب‌لیت به‌روز کنید. داده‌های بیشتر در بخش مشارکت ما بیابید.آیا مشکل در متن‌های انگلیسی است؟ در این صورت، باید با گیت‌هاب آشنا باشید یا شوید. می‌توانید Pull Request برای برنامه یا وبگاه بفرستید.فقط می‌خواهید ما را آگاه کنید؟می‌توانید فرسته‌ای در بخش ترجمه‌های انجمن ما بسازید. برای این کار باید حساب کاربری بسازید (اگر از پیش ندارید) یا با گوگل وارد شوید."
    } ,
  
    
    {
      "title"    : "عمومی",
      "url"      : "/fa/documentation/general",
      "content"  : "عمومیدر زیر، داده‌های بیشتری درباره پروژه آنتناپاد پیدا میکنید."
    } ,
  
    
    {
      "title"    : "درباره آگهی‌ها در آنتناپاد",
      "url"      : "/fa/documentation/general/ads",
      "content"  : "درباره آگهی‌ها در آنتناپادنگارش‌های رسمی آنتناپاد هیچ آگهی‌ای درج نمی‌کنند. این برنامه به‌دست داوطلبان بدون منافع اقتصادی ساخته شده و پروژه برای پوشش هزینه‌ها به کمک‌های مالی وابسته است. چون کد منبع و درآمد و هزینه‌های آنتناپاد عمومی هستند، همه می‌توانند این را بررسی کنند.اگر آگهی می‌بینید، دو دلیل ممکن است داشته باشد:۱. نگارش غیررسمی آنتناپاد را بارگیری کرده‌ایدآنتناپاد متن‌باز است. یعنی هرکسی می‌تواند کد منبع را بارگیری کند. متأسفانه، برخی توسعه‌دهندگان آنتناپاد را می‌گیرند، آگهی درج می‌کنند و به‌عنوان برنامه‌ای جدید منتشر می‌کنند. می‌توانید برنامه رسمی آنتناپاد را از گوگل‌پلی و اف-دروید بگیرید. حتی می‌توانید آخرین نگارش را از گیت‌هاب بگیرید و خودتان آنتناپاد را بسازید!۲. سازندگان پادپخش یا شرکت میزبان‌شان آگهی‌ها را به یادداشت‌ها یا پرونده صوتی افزوده‌اندآنتناپاد پادپخش‌ها را همان‌گونه که سازندگان منتشر کرده‌اند پخش می‌کند. اگر آن‌ها آگهی درج کنند، آنتناپاد آن‌ها را پخش می‌کند. ما هیچ ارتباطی با این آگهی‌ها نداریم، بنابراین کل درآمد به سازندگان یا شرکت میزبان‌شان می‌رسد.شاید بپرسید «چرا پادپخش به انگلیسی است اما آگهی به آلمانی؟» یا «چرا قسمت پادپخش از ۲۰۰۸ است اما محصولی از ۲۰۲۳ را تبلیغ می‌کند؟». دلیلش شگرد درج پویای آگهی است. سازندگان پادپخش می‌توانند به شرکت میزبان دستور دهند این آگهی‌ها را درج کند. سپس، هنگام بارگیری یا پخش جریانی قسمت با آنتناپاد، پرونده رسانه‌ای در لحظه بریده می‌شود تا دارای آگهی شود. آگهی‌ها جدید هستند (گرچه قسمت ممکن است نباشد) و می‌توانند بر پایه نشانی آی‌پی شما (مثلاً شرکتی در کشورتان) هدف‌گذاری شوند. بسته به هوشمندی شرکت میزبان، آگهی‌ها ممکن است وسط جمله درج شوند. برخی شرکت‌های میزبان نیز نشانه‌های فصل‌ها را هنگام درج آگهی خراب می‌کنند (بنابراین فصل‌ها به اندازه مدت آگهی جابه‌جا می‌شوند).همیشه می‌توانید از دکمه پیش‌روی سریع در آنتناپاد برای رد کردن آگهی‌ها استفاده کنید. اگر قسمت را به‌صورت جریانی پخش کنید، شرکت میزبان می‌داند تا کجای پادپخش پیش رفته‌اید. ممکن است شرکت تشخیص دهد که آگهی را رد کرده‌اید و آگهی جدیدی درج کند. اما اگر قسمت را بارگیری کنید، نمی‌توانند این کار را کنند و می‌توانید آگهی‌ها را آسوده‌تر رد کنید. (بارگیری همچنین برای حریم خصوصی بهتر است چون شرکت میزبان نمی‌داند کی به کدام بخش قسمت گوش می‌دهید. آنتناپاد را می‌توان برای بارگیری خودکار و پاک کردن قسمت‌ها پیکربندی کرد، تا نیازی به کار دستی نباشد.)همچنین، بسیاری از سازندگان پادپخش خوراک بدون آگهی فراهم میکنند که می‌توانید بخرید. معمولاً یا یک نشانی خوراک پادپخش مخفی می‌گیرید یا نام کاربری و گذرواژه‌ای که می‌توانید در آنتناپاد وارد کنید.اگر این آگهی‌ها آزاردهنده‌اند، با سازندگان پادپخش در این باره گفتگو کنید."
    } ,
  
    
    {
      "title"    : "پشتیبان‌گیری از قسمت‌هایتان",
      "url"      : "/fa/documentation/general/backup",
      "content"  : "پشتیبان‌گیری از قسمت‌هایتانچند گزینه برای رونوشت داده‌هایتان به گوشی جدید وجود دارد، و هر روش مقدار خاصی از داده‌ها را جابه‌جا می‌کند:برون‌ریزی پایگاه دادهبرون‌ریزی پایگاه داده آنتناپاد روشی عالی برای جابه‌جایی به گوشی یا تبلت نو است. باید مطمئن شوید هر دو گوشی نگارش یکسانی از آنتناپاد را دارند. پس از وارد کردن، همه داده‌ها بازیابی می‌شوند؛ فقط نیاز به بارگیری دوباره قسمت‌ها دارید.همگام‌سازیهمگام‌سازی آنتناپاد به‌دست gpodder.net یا برنامه gPodder Sync برای نکست‌کلود امکان نگه‌داری و جابه‌جایی برخی داده‌های پادپخش و قسمت را می‌دهد. برگزیده‌ها، صف و تنظیمات برنامه را از دست می‌دهید. این می‌تواند راه‌حلی برای جابه‌جایی بین گوشی، تبلت یا رایانه باشد. لطفاً نوشته همگام‌سازی را برای راهکارها ببینید.OPMLپاک کردن قسمت‌ها در تنظیمات » شبک » بارگیری خودکار قرار دارد. اگر بارگیری خودکار برای قسمت‌های جدید نیاز به فضا داشته باشد، قسمت‌های قدیمی که در صف نیستند و برگزیده نشده‌اند، پاک می‌شوند. می‌توانید تأخیر (زمان پس از پخش) یا قسمت را تنظیم کنید. تنظیم نهان‌گاه قسمت‌ها بیشینه تعداد قسمت‌های بارگیری‌شده را تعیین می‌کند.اگر پرونده را در آنتناپاد روی دستگاه دیگری وارد کنید، برنامه فهرستی از پادپخش‌ها با گزینه‌های انتخاب نشان می‌دهد. پادپخش‌هایی که از این فهرست انتخاب کنید به اشتراک‌های کنونی‌تان افزوده می‌شوند. هیچ‌یک از اشتراک‌های کنونی شما تحت تأثیر قرار نمی‌گیرند."
    } ,
  
    
    {
      "title"    : "آزمایش بتا",
      "url"      : "/fa/documentation/general/beta",
      "content"  : "آزمایش بتاآنتناپاد کاربران بسیاری دارد و نمی‌خواهیم با افزودن ویژگی جدید به مشکل بربخورند. مهم است که گروه بزرگی برنامه ما را آزمایش کند تا آسوده خاطر شویم که همه ترکیب‌های ممکن گوشی‌ها، نگارش‌های اندروید و روش‌های استفاده از برنامه به‌درستی کار می‌کنند.بیشتر مشکلات کوچک پس از به‌روزرسانی‌های بزرگ پدیدار می‌شوند و فقط با گزارش‌های خطا توسط کاربران در مراحل اولیه کشف می‌شوند. تنها یک توسعه‌دهنده اصلی وجود دارد که در وقت آزادش روی این کار می‌کند. او فقط چند دستگاه برای آزمایش دارد، در حالی که رفتار از دستگاهی به دستگاه دیگر یکی نیست.گوگل‌پلیهر نگارش جدید آنتناپاد پیش از انتشار عمومی در فروشگاه گوگل‌پلی برای آزمایش‌کنندگان بتا فرستاده می‌شود. این امکان آزمایش به‌روزرسانی‌ها روی دستگاه‌ها و نگارش‌های گوناگون اندروید را می‌دهد تا خطاها و مشکلات تجربه کاربری را به‌موقع گیر بیاوریم. اگر چشمی نقاد دارید و می‌توانید توضیح دهید که مشکل از کجاست، کمکتان بسیار ارزشمند است! همچنین، اگر چیزی را دوست ندارید، احتمال بیشتری دارد که آن را به آنچه می‌خواهید تغییر دهیم.پس می‌خواهید جدیدترین و بهترین را داشته باشید؟ چرا که نه! کافی است به فهرست آنتناپاد در فروشگاه‌پلی بروید و در پایین صفحه «آزمایش‌کننده بتا شوید» را بزنید. یا، اگر پشت رایانه هستید، به این نشانی بروید.                                                اف-درویداکنون نگارش‌های آزمایشی را در فروشگاه اف-دروید ارائه نمی‌دهیم.به این دلیل است که اف-دروید به‌طور خودکار نگارش‌های آزمایشی را شناسایی نمی‌کند. افزودن نگارش‌های آزمایشی به اف-دروید نیاز به دست‌کاری دستی برای هر نگارش آزمایشی دارد. همچنین، اگر چیزی مهم باید رفع شود، به‌روزرسانی باید به سرعت منتشر شود. متأسفانه چنین چیزی نمی‌تواند تضمین شود."
    } ,
  
    
    {
      "title"    : "کاره‌های پادپخش مرکزی و توزیع‌شده",
      "url"      : "/fa/documentation/general/central-distributed",
      "content"  : "کاره‌های پادپخش مرکزی و توزیع‌شدهبه‌طور کلی دو راه برای ساخت برنامه پادپخش وجود دارد:  متمرکز: یک کارگزار مرکزی (که توسط شرکتی که برنامه را می‌سازد اداره می‌شود) دارد که قسمت‌های جدید را بررسی و به شما تحویل می‌دهد.  غیرمتمرکز: خود برنامه قسمت‌های جدید را مستقیماً از ناشران پادپخش بررسی می‌کند.آنتناپاد روش دوم را پیش گرفته. این روش خوبی‌ها و بدی‌هایی دارد:  چون برنامه قسمت‌های جدید را بررسی می‌کند، سازندگان برنامه (مثل ما) نیازی به نگهداری کارگزار مرکزی ندارند. این در زمان و تلاش زیادی صرفه‌جویی می‌کند. همچنین پول زیادی نگه‌داشته می‌شود، یعنی نیازی به آگهی یا کمک‌های مالی بزرگ نداریم.  چون برنامه برای جمع‌آوری قسمت‌های جدید به کارگزار مرکزی وابسته نیست، آنتناپاد بی‌نیاز از کار ما ادامه می‌دهد. در روش متمرکز، اگر شرکت به هر دلیلی کارگزارش را خاموش کند، برنامه از کار می‌افتد.  ما، به‌عنوان توسعه‌دهندگان برنامه، نمی‌دانیم و نمی‌توانیم بدانیم به کدام پادپخش‌ها اشتراک دارید، به کدام قسمت‌ها گوش می‌دهید، یا حتی چه زمانی این کار را می‌کنید. ناشران برنامه‌های دارای کارگزار مرکزی این داده‌ها را گردآوری می‌کنند، که به زیان حریم خصوصی شماست.  برخی ناشران خوراک‌های خصوصی ارائه می‌دهند که دسترسی زودهنگام، محتوای ویژه یا قسمت‌های بدون آگهی دارند. این خوراک‌ها نیاز به نام کاربری و گذرواژه دارند که آنتناپاد هنگام درخواست مستقیماً به میزبان پادپخش می‌دهد. بیشتر خدمات متمرکز اجازه افزودن خوراک‌های خصوصی را نمی‌دهند. و اگر بدهند، ممکن است نیاز باشد اطلاعات ورودتان را به سازندگان برنامه بفرستید.  بدون داشتن مرکز دسترسی مرکزی، که به توسعه‌دهندگان برنامه امکان پاک کردن پادپخش‌ها از کارگزارشان را می‌دهد، خطری برای سانسور وجود ندارد.  از سوی دیگر، گونه غیرمتمرکز یعنی فقط وقتی پادپخش را به‌روز کنید، قسمت‌های جدید را می‌گیرید. در آنتناپاد این به‌صورت پیش‌فرض هر ۱۲ ساعت است، اما می‌توانید آن را بیشتر یا کمتر کنید و همیشه می‌توانید دستی هم بررسی کنید. کارگزار مرکزی می‌تواند بسیار مکرر یا حتی در لحظه توسط میزبان‌های پادپخش آگاه شود. این‌گونه برنامه‌ها می‌توانند خیلی سریع‌تر از قسمت‌های جدید باخبر شوند، بدون نیاز به بررسی منظم همه پادپخش‌هایی که اشتراک دارید.  همچنین، آنتناپاد نمی‌تواند قسمت‌هایی را که ناشر پادپخش پاک کرده به شما نشان دهد، مثلاً چون فقط ۱۰ قسمت اخیر را برخط نگه می‌دارند. برنامه‌هایی که به کارگزار مرکزی وابسته‌اند می‌توانند قسمت‌های قدیمی‌تر را حتی اگر از خوراک RSS پاک شده‌اند ارائه دهند."
    } ,
  
    
    {
      "title"    : "پاک‌کردن قسمت‌ها",
      "url"      : "/fa/documentation/general/episode-deletion",
      "content"  : "پاک‌کردن قسمت‌هاوقتی گوش دادن به قسمتی تمام شد، در بیشتر موارد می‌خواهید آن را از گوشی پاک کنید تا فضا آزاد شود. راه‌های بسیاری برای این کار وجود دارد.نخست، می‌توانید قسمت‌ها را به‌صورت دستی پاک کنید. هنگام مشاهده صف یا پادپخش خاص، می‌توانید روی یک قسمت فشار طولانی دهید و پاک کردن را بزنید. در زبانه تکمیل‌شده در صفحه بارگیری‌ها، می‌توانید به‌سادگی روی نماد سطل زباله بزنید. اگر بخواهید، آنتناپاد می‌تواند هنگام پاک کردن یک قسمت، آن را به‌صورت خودکار از صف بردارد. این گزینه در تنظیمات » حافظه » پاک کردن از صف بردارد قرار دارد.دوم، آنتناپاد راه‌حل‌هایی برای پاک کردن خودکار قسمت‌ها دارد. به‌ویژه، آنتناپاد می‌تواند قسمت‌ها را پس از پایان پخش به‌صورت خودکار پاک کند و هنگامی که برای فرآیند بارگیری خودکار به فضا نیاز دارد. برای اطلاعات بیشتر درباره این گزینه‌ها، لطفاً مقاله پاک کردن خودکار را ببینید."
    } ,
  
    
    {
      "title"    : "به‌کارگیری حافظه خارجی",
      "url"      : "/fa/documentation/general/external-storage",
      "content"  : "به‌کارگیری حافظه خارجیمی‌توانید این فرآیند را برای پادپخش‌های خاص خاموش کنید اگر تازه‌سازی آن‌ها لازم نباشد. مثلاً، اگر پادپخشی دیگر قسمت جدید منتشر نکند یا فقط گاهی به آن گوش دهید. این را می‌توانید با رفتن به پادپخش، زدن روی نماد چرخ‌دنده و تغییر تنظیم به‌روز نگه داشتن انجام دهید.عیب‌یابیممکن است کارت SD شما در پنجره انتخاب پوشه داده نمایش داده نشود. برای اینکه کارت SD نمایش داده شود، اندروید باید آن را به‌عنوان حافظه خارجی شناسایی کند. یا کارت به‌درستی نصب نشده است یا سازنده گوشی شما سخت‌افزار را نادرست پیکربندی کرده است.اگر اندروید ۶ یا جدیدتر دارید، می‌توانید کارت SD را به‌عنوان حافظه داخلی قالب‌بندی کنید. و اگر نه، کاری برای حل این مشکل نمی‌توانیم انجام دهیم."
    } ,
  
    
    {
      "title"    : "به‌روزرسانی‌ها در اِف‌دروید",
      "url"      : "/fa/documentation/general/f-droid",
      "content"  : "به‌روزرسانی‌ها در اِف‌درویدآیا دیدید که نگارش جدیدی از آنتناپاد منتشر شده و تعجب کردید:  چرا آخرین نگارش هنوز در اف-دیروید نیست؟  نگارش جدید چه زمانی در اف-دیروید در دسترس خواهد بود؟اگر نگارش جدید در حالت بتا باشد، فقط از طریق آنتناپاد در دسترس است (اینجا دلیلش را ببینید). وقتی فکر کنیم آماده است، آن را در گوگل‌پلی بارگذاری می‌کنیم. چند روز بعد، وقتی مطمئن شویم هیچ اشکال بنیادینی وجود ندارد، نگارش را در گیت‌هاب برچسب‌گذاری می‌کنیم. سپس اف-دیروید باید از این نگارش باخبر شود، آن را بسازد و در دسترس قرار دهد. همه این مراحل ممکن است مدتی طول بکشد. به دلیل مراحل مختلف و چون ما در انتشار نگارش‌ها در اف-دیروید دخیل نیستیم، نمی‌توانیم دقیقاً بگوییم آخرین نگارش چه زمانی آنجا در دسترس خواهد بود. معمولاً چند روز پس از برچسب‌گذاری نگارش در گیت‌هاب طول می‌کشد.به طور خلاصه: ممکن است مدتی طول بکشد. لطفاً شکیبا باشید.مراحل دریافت نگارش جدید در اف-دیروید  پس از اینکه ما یک نگارش بسازیم، اف-دیروید باید تشخیص دهد که چیزی در آنتناپاد تغییر کرده است. برای این کار، اف-دیروید کارساز بررسی به‌روزرسانی را حدود هر ۲ روز اجرا می‌کند.  پس از اینکه اف-دیروید تشخیص دهد نگارش جدیدی از آنتناپاد وجود دارد، برنامه را می‌سازد. با این کار، اف-دیروید مطمئن می‌شود که برنامه‌ای که بارگیری می‌کنید واقعاً با کد منبع منتشرشده توسط آنتناپاد مطابقت دارد. چون برنامه‌های زیادی برای ساخت وجود دارد، سرور اف-دیروید ۱-۲ روز بیشتر برای ساخت برنامه نیاز دارد.  در پایان، برنامه پایانی باید به‌صورت رمزنگاری‌شده امضا شود. این کار روی رایانه‌ای انجام می‌شود که به اینترنت متصل نیست. فردی در اف-دیروید باید برنامه را بگیرد و به‌صورت فیزیکی به آن رایانه خاص ببرد. مدت زمان این مرحله بستگی به این دارد که آن فرد چه‌قدر به آن رایانه خاص سر بزند. معمولاً این مرحله ۱-۲ روز بیشتر پس از ساخت برنامه طول می‌کشد.اگر بیشتر از حد انتظار طول کشید، چه می‌توانید بکنیدهمان‌طور که می‌بینید، ممکن است به‌راحتی یک هفته طول بکشد تا نگارش جدید آنتناپاد در اف-دیروید در دسترس باشد. اگر تازه‌سازی بیش از یک هفته پس از انتشار هنوز در دسترس نباشد، با ایجاد فرسته‌ای در انجمن ما به ما خبر دهید، و ما آن را بررسی خواهیم کرد.می‌توانید با بررسی اینکه آیا فهرست انتشارات اف-دروید به‌روزرسانی شده است از زمان انتشار نگارش جدید آنتن‌پاد و با بررسی ناظر اف-دروید برای اینکه ببینید آیا نسخه جدید ساخته شده است یا نه، دید نسبی از روند پیشرفت به دست آورید."
    } ,
  
    
    {
      "title"    : "آنتناپاد برای ویندوز، اپل و گنو/لینوکس",
      "url"      : "/fa/documentation/general/other-platforms",
      "content"  : "آنتناپاد برای ویندوز، اپل و گنو/لینوکسهرچقدر عنوان جذاب به نظر برسد، آنتناپاد در ویندوز، iOS یا لینوکس در دسترس نیست و نخواهد بود. این برنامه به‌دست گروهی کوچک از داوطلبان ساخته شده است، و ساخت برنامه برای سکوهای دیگر کار زیادی می‌طلبد.با این حال، جایگزین‌های (متن‌باز) وجود دارند که میخواهیم آنها را به شما معرفی کنیم:            کاره      Code      iOS      MacOS      Windows      Linux                  Podverse            ✅      ✅      ❌      ❌              Pocket Casts            ✅      ❌      ❌      ❌              gPodder            ❌      ✅      ✅      ✅              Poddr            ❌      ✅      ✅      ✅              Kasts            ❌      ❌      ❌      ✅              Vocal            ❌      ❌      ❌      ✅              GNOME Podcasts            ❌      ❌      ❌      ✅              MusicPod            ❌      ❌      ❌      ✅      آیا پیشنهادی برای برنامه پادپخش متن‌باز برای این سکوها دارید؟ در انجمن به ما بگویید!"
    } ,
  
    
    {
      "title"    : "هدایت ترافیک با پروکسی یا شبکه تور",
      "url"      : "/fa/documentation/general/proxy",
      "content"  : "هدایت ترافیک با پروکسی یا شبکه تورمی‌توان آنتناپاد را طوری تنظیم کرد که همه ترافیک (پرونده‌های رسانه‌ای، تصاویر پوشش، درخواست‌های RSS و جست‌وجوها) از طریق پراکسی یا شبکه Tor هدایت شود. این کار ممکن است دو سود مهم داشته باشد:  حریم خصوصی: بسته به گونه سرویس پراکسی، رفتار بارگیری/جریان شما ممکن است از میزبان‌های پادپخش محافظت شود  دسترسی: اگر میزبان پادپخشی از بارگیری محتوا از خارج (بر اساس نشانی IP شما) جلوگیری می‌کند، تنظیم پراکسی با کشور مبدأ ممکن است به شما اجازه دهد همچنان به محتوای آن دسترسی پیدا کنیداین گزینه را در تنظیمات » شبکه » پروکسی خواهید یافت.برای هدایت همه ترافیک از شبکه Tor، باید یک برنامه پراکسی برای Tor نصب کنید و داده‌های زیر را در آنتناپاد وارد کنید:  گونه: SOCKS  میزبان: “localhost” یا “127.0.0.1”  درگاه(پورت): “9050”"
    } ,
  
    
    {
      "title"    : "چگونه بین دستگاه‌ها همگام‌سازی کنیم",
      "url"      : "/fa/documentation/general/synchronization",
      "content"  : "چگونه بین دستگاه‌ها همگام‌سازی کنیمآنتناپاد می‌تواند اشتراک‌ها و پیشرفت گوش دادن شما را با نصب‌های دیگر آنتناپاد و همچنین برنامه‌های دیگر (دسکتاپ) همگام‌سازی کند. برای تنظیم همگام‌سازی، به یک کارساز (سرور) نیاز دارید - مرکزی که داده‌های شما به‌دست آن با دستگاه‌های دیگر به هم‌رسانی می‌شود. برای این کار چند گزینه دارید:  gpodder.net یک کارساز همگام‌سازی gPodder رایگان فراهم می‌کند که هر کسی می‌تواند در آن ثبت‌نام کند. متأسفانه، به دلیل محبوبیت این خدمت و بودجه محدود آن، این کارساز بیش از حد بارگذاری می‌کند و دلیل خطاهایی در آنتناپاد می‌گردد.  کاربران با دانش فنی بیشتر به شدت تشویق می‌شوند تا یک کارساز همگام‌سازی خود-میزبان راه‌اندازی کنند. کارساز خود-میزبان قابل اعتمادتر است و به کاهش بار روی سرویس‌های رایگان عمومی کمک می‌کند. گزینه‌های بسیاری وجود دارد: Nextcloud با برنامه gPodder Sync، یک کارساز کامل gPodder، یا کارساز Micro GPodder.روشن کردن همگام‌سازی به‌دست Nextcloud  اگر حساب Nextcloud دارید، برنامه gPodder Sync را نصب کنید یا از مدیر کارساز خود بخواهید این کار را انجام دهد  در آنتناپاد به تنظیمات » همگام‌سازی بروید و روی انتخاب فراهم‌کننده همگام‌سازی بزنید  ‘Nextcloud’ را برگزینید  «نشانی کارساز» (URL یا نشانی IP کارساز) را وارد کنید و روی ادامه بزنید  در پنجره مرورگری که باز می‌شود وارد شوید و آنتناپاد را مجاز کنیدروشن کردن همگام‌سازی به‌دست gPodder  یک حساب در کارساز www.gpodder.net یا در کارساز خودتان بسازید  When you have an account, log in on the webserver and create a device under Subscriptions » Devices for each client that you use:                                                  When you have added the devices to your account, link them using the “Configure” button. This way, gpodder.net automatically keeps the activated devices synchronized.                                                  در آنتناپاد به تنظیمات » همگام‌سازی بروید و روی انتخاب فراهم‌کننده همگام‌سازی بزنید  ‘gPodder’ را برگزینید  «نشانی کارساز» (مثل www.gpodder.net) را وارد کنید و روی ادامه برای ورود بزنید  نام کاربری و گذرواژه را وارد کنید و روی ورود بزنید  دستگاهی که در کارساز ساخته‌اید را برگزینیدتوجه: آیا دستگاهی را هنگام تنظیم همگام‌سازی در آنتناپاد ساختید، به‌جای اینکه از پیش در وبگاه دستگاهی بسازید؟ اگر آری، حتماً دکمه همگام‌سازی اجباری را بزنید تا وضعیت پخش تمام قسمت‌هایی که از پیش گوش داده‌اید بارگذاری شود. اگر این کار را نکنید، فقط پادپخش‌هایی که پس از اتصال دستگاه‌ها افزوده شدهاند، همگام‌سازی خواهند شد. یک مشکل باز برای gpodder.net وجود دارد که درخواست تغییر این رفتار را دارد."
    } ,
  
    
    {
      "title"    : "آغاز کار",
      "url"      : "/fa/documentation/getting-started",
      "content"  : "آغاز کاربه آنتناپاد خوش آمدید! در زیر، جزئیاتی درباره چگونگی آغاز کار با آنتناپاد می‌یابید.نخست، می‌خواهید در یک پادپخش اشتراک کنید. داده‌های بیشتر در این باره را اینجا می‌توانید پیدا کنید. پس از اشتراک، قسمت‌های جدید در صندوق ورودی نمایش داده می‌شوند. آنجا می‌توانید تصمیم بگیرید که واقعاً می‌خواهید به آن‌ها گوش دهید یا نه. اگر قسمتی در صندوق ورودی باشد، گمان می‌رود که هنوز درباره آن تصمیم نگرفته‌اید.  اگر یک قسمت را دوست ندارید، کافی است آن را بکشید تا از صندوق ورودی پاک شود. قسمت همچنان به‌عنوان پخش‌نشده علامت‌گذاری می‌ماند و می‌توانید آن را در صفحه قسمت‌ها و همچنین در صفحه پادپخش پیدا کنید.  اگر به قسمت علاقه‌مند هستید، بسته به رفتار گوش دادن خود، می‌توانید یکی از این دو کار را انجام دهید.          قسمت را بارگیری کنید. هنگام بارگیری، آنتناپاد به‌صورت خودکار قسمت را به صف می‌افزاید و از صندوق ورودی پاک می‌کند. تنظیماتی وجود دارد که می‌توانید برگزینید قسمت‌های جدید در انتها، ابتدا یا پس از قسمت در حال پخش به صف افزوده شوند. بارگیری روش پایه‌ای بود که آنتناپاد در ابتدا برای آن طراحی شده بود، اما با محبوب‌تر شدن پخش جریان، می‌توانید گزینه دوم هم به‌کار بگیرید.      فقط قسمت را به صف می‌افزاید. آنتناپاد به‌صورت خودکار آن را از صندوق ورودی پاک می‌کند و به صف می‌افزاید. بعداً می‌توانید قسمت را بدون نیاز به بارگیری مستقیم پخش کنید، بنابراین فضایی را درگیر نمی‌کند. فکر کنید: جریانی مثل ویدیوهای یوتیوب. مشکل این روش این است که آفلاین در دسترس نخواهد بود، اتصال داده گوشی شما را هنگام حرکت به‌کار میگیرد و جلو بردن سریع را کمی کندتر می‌کند.        اگر پخش را تمام کنید، آنتناپاد قسمت را به‌عنوان پخش‌شده علامت‌گذاری می‌کند و از صف پاک می‌کند. تنظیماتی وجود دارد که بارگیری را پس از پخش به‌صورت خودکار پاک کند. می‌توانید فهرستی از همه قسمت‌هایی که هنوز در دستگاه شما بارگیری شده‌اند (چه در صف باشند و چه نه) را در صفحه بارگیری‌ها پیدا کنید.  اگر از یک قسمت خوشتان آمد و فکر می‌کنید دوباره به آن گوش خواهید داد، می‌توانید آن را به‌عنوان برگزیده علامت‌گذاری کنید. می‌توانید صفحه قسمت‌ها را پالایش کنید تا فقط برگزیده‌هایتان را نشان دهد و (به‌صورت پیش‌فرض) آنتناپاد برگزیده‌ها را پس از پخش پاک نمی‌کند.اگر در یک پادپخش واقعاً عالی اشتراک کرده‌اید که از ابتدا می‌دانید همه قسمت‌هایش عالی خواهند بود، می‌توانید ویژگی بارگیری خودکار را به‌کار بگیرید. وقتی برای یک پادپخش روشن شود، همه قسمت‌های جدید آن به‌صورت خودکار بارگیری و به صف افزوده می‌شوند. این قسمت‌ها پس از بارگیری به‌صورت خودکار از صندوق ورودی پاک می‌شوند."
    } ,
  
    
    {
      "title"    : "به‌کارگیری صفحه خانه",
      "url"      : "/fa/documentation/getting-started/home",
      "content"  : "به‌کارگیری صفحه خانهصفحه اصلی به شما امکان می‌دهد تا یک مرور سریع از پادپخش‌هایتان داشته باشید، شنیدن را آغاز کنید و مجموعه‌ای از کنش‌ها را انجام دهید، همه به‌راحتی از همان صفحه ممکن است.این صفحه شامل پنج بخش است که هر یک قسمت‌ها یا اشتراک‌ها را برای ارتباط مستقیم نمایش می‌دهند، اما همچنین میانبری به صفحه مرتبط (مثلاً صف شما) فراهم می‌کنند. می‌توانید صفحه اصلی خود را سفارشی کنید – یعنی این بخش‌ها را بازچین کنید یا برخی را مخفی کنید – با زدن روی … در نوار بالا و انتخاب پیکربندی صفحه اصلی.ادامهٔ شنیدناین بخش به شما امکان می‌دهد به‌سرعت و به‌راحتی به گوش دادن به قسمت‌هایی که در صف خود دارید ادامه دهید، با آغاز از آن‌هایی که قبلاً گوش دادن به آن‌ها را آغاز کرده‌اید اما هنوز تمام نکرده‌اید.دیدن موارد جدیددر این بخش، جدیدترین قسمت‌هایی را خواهید یافت که در پایان تازه‌سازی اشتراک‌هایتان در صندوق ورودی شما قرار گرفته‌اند.شگفت‌زده شدناینجا می‌توانید انتخاب تصادفی از قسمت‌های اشتراک‌هایتان که هنوز گوش نداده‌اید را پیدا کنید. اگر چیزی که دوست دارید گوش دهید نبینید، می‌توانید دکمه پیکان را بزنید تا انتخاب تازه‌سازی شود.بررسی کلاسیک‌هایتاناینجا می‌توانید به‌سرعت اشتراک‌هایی که در تمام مدت بیشتر به آن‌ها گوش داده‌اید را ببینید و به آن‌ها دسترسی پیدا کنید.مدیریت بارگیری‌هادر این بخش، می‌توانید با قسمت‌هایی که روی دستگاه خود بارگیری کرده‌اید تعامل کنید."
    } ,
  
    
    {
      "title"    : "اشتراک به پادپخش",
      "url"      : "/fa/documentation/getting-started/subscribe",
      "content"  : "اشتراک به پادپخشاولین کاری که پس از بارگیری یک برنامه پادپخش می‌خواهید انجام دهید، اشتراک در یک پادپخش است.اشتراک کردنکشو را با کشیدن از سمت چپ یا زدن روی نماد همبرگری ☰ در گوشه بالا سمت چپ باز کنید. به + افزودن پادپخش بروید. حالا می‌توانید جستجو کنید، پیشنهادها را مرور کنید یا پادپخشی را با نشانی RSS آن بیافزایید.جایگزین روش بالا، می‌توانید یک پرونده OPML وارد کنید یا فقط پایگاه داده‌های Apple Podcasts، gpodder.net، fyyd یا Podcast Index را به‌ترتیب بررسی کنید. وارد کردن خوراک‌های RSS یا Atom، یا طرح‌های URL مثل pcast:// و itpc://، نیز کار خواهد کرد.اشتراک در خدمات شخص ثالثسوالاتی درباره پشتیبانی از سکوهایی مانند SoundCloud، Mixcloud و مشابه آن‌ها دریافت کردیم. اگرچه داشتن ویژگی‌ای برای چسباندن/باز کردن URL‌های کانال در آنتناپاد ممکن است جذاب باشد، تصمیم گرفته شده که این ویژگی پیاده‌سازی نشود. چنین سکوهایی ممکن است بیایند و بروند، در حالی که پیاده‌سازی این ویژگی برای داوطلبان ما کار زیادی می‌طلبد. اگر توسعه‌دهنده هستید، البته که خوشحال می‌شویم درباره پیشنهادی که مایل به پیاده‌سازی آن هستید گفتگو کنید.SoundCloudSoundCloud به تولیدکنندگان اجازه می‌دهد پادپخش‌هایی از محتوای خود به‌راحتی ایجاد کنند. باید با آن‌ها تماس بگیرید، صفحه راهنمای SoundCloud (که در بالا پیوند شده) را هم‌رسانی کنید و بپرسید آیا میخواهند آن را تنظیم کنند یا خیر.Mixcloudمتأسفانه Mixcloud این گزینه را به تولیدکنندگان محتوا نمی‌دهد. مانند همیشه، کسی در جامعه پادپخش راه‌حلی فراهم کرده است. باید گزینه‌ها را که در این فرسته بیان شده‌اند، بررسی کنید.YouTubeیوتیوب به شما اجازه می‌دهد در خوراک یک کانال اشتراک کنید، اما:  آنتناپاد نمی‌تواند ویدیوها را به‌صورت خودکار بارگیری کند، چون YouTube این اجازه را نمی‌دهد. نمایش تبلیغات مدل کسب‌وکار آن‌هاست، به هر حال.  تصویری مرتبط با اشتراک شما نخواهید داشت، چون یوتیوب آن را در خوراک‌ها قرار نمی‌دهد.اما این راهی برای دریافت آگاه‌ساز درباره قسمت‌های جدید است. کافی است URL کاربر/کانال (https://www.youtube.com/user/USERNAME یا https://www.youtube.com/channel/CHANNEL_ID) را در آنتناپاد بیافزایید. باید پنجره‌ای با گزینه «RSS» به شما نمایش داده شود؛ روی آن بزنید تا خوراک افزوده شود. اگر این‌طور که گفته شد کار نکرد، https://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; را به آنتناپاد بیافزایید. می‌توانید شناسه کانال را در URL کانال پیدا کنید. اگر کانالی که می‌خواهید در آن اشتراک کنید حساب کاربری است (با URL مثل youtube.com/user/UserName)، می‌توانید با کاربر تماس بگیرید و شناسه کانالشان را بپرسید (اینجا بیان شده چگونه کاربران می‌توانند شناسه کانال خود را پیدا کنند).همان‌طور که می‌بینید، داده‌هایی درباره سکوهای دیگر نداریم. خوشحال می‌شویم اگر دیدگاه خود را به کمک انجمن هم‌رسانی کنید، آن‌ها را اینجا درج میکنیم."
    } ,
  
    
    {
      "title"    : "پخش",
      "url"      : "/fa/documentation/playback",
      "content"  : "پخشدر زیر، موضوعات مرتبط با پخش را می‌یابید."
    } ,
  
    
    {
      "title"    : "پخش در خودروها (اندروید اتو)",
      "url"      : "/fa/documentation/playback/android-auto",
      "content"  : "پخش در خودروها (اندروید اتو)می‌توانید آنتناپاد را برای گوش دادن به پادپخش‌ها در خودروی مجهز به اندروید اتو (Android Auto) به‌کار بگیرید.آیا آنتناپاد را از گوگل‌پلی بارگیری کردید؟برای به‌کار بردن آنتناپاد در خودرو هیچ گام دیگری لازم نیست. فقط گوشی خود را متصل کنید و گوش دادن را آغاز کنید.آیا آنتناپاد را از اف-دیروید بارگیری کردید؟اگر آنتناپاد را از اف-دیروید بارگیری کرده‌اید، گام‌های بیشتری لازم است.  تنظیمات اندروید اتو را باز کنید.  با ۱۰ بار زدن روی شماره نگارش تنظیمات توسعه‌دهنده را در دسترس کنید.  فهرست سه‌نقطه را باز کنید و تنظیمات توسعه‌دهنده را راه‌اندازی کنید.  منابع ناشناخته را روشن کنید."
    } ,
  
    
    {
      "title"    : "پس‌روی خودکار",
      "url"      : "/fa/documentation/playback/auto-rewind",
      "content"  : "پس‌روی خودکاروقتی قسمتی متوقف شده و دوباره پخش شود، آنتناپاد به‌صورت خودکار پس‌روی میکند، تا ادامه دادن برنامه آسان‌تر باشد. میزان پس‌روی قابل تنظیم نیست و به مدت زمان توقف قسمت بستگی دارد.            زمان از آخرین پخش      مدت پس‌روی                  بیش از ۱ روز      ۲۰ ثانیه              بیش از ۱ ساعت      ۱۰ ثانیه              بیش از ۱ دقیقه      ۳ ثانیه      "
    } ,
  
    
    {
      "title"    : "پخش روی گوگل کروم‌کست",
      "url"      : "/fa/documentation/playback/chromecast",
      "content"  : "پخش روی گوگل کروم‌کستمی‌توانید آنتناپاد را برای گوش دادن به پادپخش‌ها در کروم‌کست گوگل به‌کار بگیرید.آیا آنتناپاد را از گوگل‌پلی بارگیری کردید؟برای به‌کار بردن آنتناپاد با گوگل کروم‌کست هیچ گام دیگری لازم نیست. مطمئن شوید که در همان شبکه وای‌فای که کروکست شما قرار دارد هستید. صفحه پخش‌کننده را با گسترش پخش‌کننده کوچک در پایین باز کنید و دکمه کروم‌کست را فشار دهید.                                                آیا آنتناپاد را از اف-دیروید بارگیری کردید؟متأسفانه، پشتیبانی از گوگل کروم‌کست در نگارش اف-دیروید در دسترس نیست چون کروم‌کست متن‌باز نیست."
    } ,
  
    
    {
      "title"    : "میان‌برهای صفحه‌کلید سخت‌افزاری",
      "url"      : "/fa/documentation/playback/shortcuts",
      "content"  : "میان‌برهای صفحه‌کلید سخت‌افزاریاگر یک صفحه‌کلید فیزیکی («سخت‌افزاری») به گوشی یا تبلت خود متصل کرده‌اید، می‌توانید میانبرهای خاصی را برای واپایش پخش در آنتناپاد به‌کار بگیرید. کنش‌های صدا و (بی‌صدا/با صدا) کانال صوتی رسانه را تغییر می‌دهند (نه، برای مثال، کانال تماس‌ها).همه صفحه‌ها (به جز پخش‌کننده ویدیو و تنظیمات)            کلید      کنش                  P      پخش/توقف              J/A/,      پس‌روی              K/D/.      پیش‌برد              +/W      افزایش صدا              -/S      کاهش صدا              M      بی‌صدا/با صدا (تغییر) - فقط در اندروید ۶ و بالاتر      پخش‌کننده ویدیو            کلید      کنش                  P/فاصله      پخش/توقف              J/A/,      پس‌روی              K/D/.      پیش‌برد              F/Esc      خروج از پخش‌کننده ویدیو              i      ورود به حالت تصویر در تصویر              0-9      رفتن به ۰-۹۰٪ ویدیو              +/W      افزایش صدا              -/S      کاهش صدا              M      بی‌صدا/با صدا (تغییر) - فقط در اندروید ۶ و بالاتر      "
    } ,
  
    
    {
      "title"    : "برای سازندگان پادپخش و میزبانان",
      "url"      : "/fa/documentation/podcasters-hosters",
      "content"  : "برای سازندگان پادپخش و میزباناندر زیر، اطلاعات پشتیبانی برای سازندگان پادپخش و فراهم‌کنندگان میزبانی را پیدا میکنید."
    } ,
  
    
    {
      "title"    : "ساخت پیوند «باز کردن در آنتناپاد»",
      "url"      : "/fa/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "ساخت پیوند «باز کردن در آنتناپاد»آیا می‌خواهید برای شبکه یا مخاطبان خود افزودن پادپخش(های) شما به آنتناپاد را آسان کنید؟ کافی است پیوندی مثل آنچه در زیر داده شده در وبگاه خود یا هر جای دیگری که می‌خواهید قرار دهید. مطمئن شوید که xyz را با URL خوراک RSS و abc را با نام پادپخش خود جایگزین کنید.https://antennapod.org/deeplink/subscribe?url=xyz&amp;title=abcکاربرانی که آنتناپاد را نصب کرده‌اند و آن پیوند را باز کنند، می‌توانند قسمت‌ها را پیش‌نمایش کنند و مستقیماً در برنامه ما در پادپخش شما اشتراک کنند. می‌توانید نمونه‌ای از چنین صفحه‌ای را اینجا ببینید. اگر به نماد ما نیاز دارید، لطفاً به مخزن نشان تجاری ما نگاهی بیندازید."
    } ,
  
    
    {
      "title"    : "فهرست کردن پادپخش‌تان",
      "url"      : "/fa/documentation/podcasters-hosters/list-podcast",
      "content"  : "فهرست کردن پادپخش‌تاناگر تولیدکننده پادپخش هستید و می‌خواهید پادپخش شما در آنتناپاد قابل‌مشاهده باشد، این صفحه برای شماست.آنتناپاد بیشتر وقت‌ها سه فهرست برای ویژگی جستجو خود به‌کار میگیرد:  Podcast Index (از میزبان خود بپرسید چگونه پادپخش خود را بیافزایید، یا پادپخش خود را با API بیافزایید)  Apple Podcasts (با Podcast Connect بیافزایید)  Fyyd (با وبگاه آن‌ها بیافزایید)اگر پادپخش شما در هر یک از این‌ها در دسترس باشد، می‌توان آن را در آنتناپاد پیدا کرد."
    } ,
  
    
    {
      "title"    : "به‌روزرسانی نشانی‌های خوراک",
      "url"      : "/fa/documentation/podcasters-hosters/update-feed-urls",
      "content"  : "به‌روزرسانی نشانی‌های خوراکوقتی میزبان خود را تغییر می‌دهید، URL خوراک RSS شما نیز احتمالا تغییر می‌کند. در چنین شرایطی، بسیار توصیه می‌کنیم که یک «تغییر مسیر» مناسب از خوراک قدیمی به خوراک جدید با یکی از این کدهای وضعیت پاسخ HTTP ترتیب دهید:  301 جابه‌جایی همیشگی  308 هدایت همیشگیبه این ترتیب، مطمئن می‌شوید که کاربران آنتناپاد این تغییر را در برنامه خود پیاده می‌کنند. مخاطبان شما سپس می‌توانند بدون نیاز به اشتراک مجدد در خوراک جدید، به دریافت قسمت‌های شما ادامه دهند.همچنین فراموش نکنید که ورودی خود را در فهرست‌ها که آنتناپاد برای قابلیت جستجو خود به‌کار میگیرد، تازه‌سازی کنید."
    } ,
  
    
    {
      "title"    : "صف",
      "url"      : "/fa/documentation/queue",
      "content"  : "صفدر زیر، پرسش‌های پرتکرار درباره صف را می‌یابید."
    } ,
  
    
    {
      "title"    : "چگونه از صف استفاده کنیم",
      "url"      : "/fa/documentation/queue/how-to-use",
      "content"  : "چگونه از صف استفاده کنیممی‌توانید صف را برای نگه‌داری قسمت‌هایی که قصد گوش دادن به آن‌ها را دارید به‌کار بگیرید. اگر با یک قسمت جالب برخورد کردید، فشار طولانی هید و افزودن به صف را برگزینید. اگر قسمتی را بارگیری کنید، آنتناپاد آن را به‌صورت خودکار به صف می‌افزاید."
    } ,
  
    
    {
      "title"    : "قفل(گشایی) صف",
      "url"      : "/fa/documentation/queue/lock",
      "content"  : "قفل(گشایی) صفمشکلی که بسیاری از کاربران تجربه می‌کنند این است که ناگهان نمی‌توانند صف را به‌صورت دستی بازچین کنند.اگر نمی‌توانید قسمت‌ها را در صف جابه‌جا کنید، ممکن است به یکی از دلایل زیر باشد:  مرتب نگه داشتن روشن است. می‌توانید آن را با زدن روی سه‌نقطه … در نوار بالا و انتخاب مرتب‌سازی خاموش کنید.  صف قفل شده است. می‌توانید با زدن روی منوی سه‌نقطه در نوار بالا و برداشتن قفل صف آن را باز کنید."
    } ,
  
    
    {
      "title"    : "چگونه از چند صف استفاده کنیم",
      "url"      : "/fa/documentation/queue/multiple-queues",
      "content"  : "چگونه از چند صف استفاده کنیمچندین صف در حال حاضر پشتیبانی نمی‌شوند. لطفاً برای داده‌های بیشتر مسئله 2648 را در گیت‌هاب ببینید و/یا در این مسئله اشتراک کنید تا با هرگونه پیشرفت آگاه شوید."
    } ,
  
    
    {
      "title"    : "چگونه از درهم‌سازی هوشمند استفاده کنیم",
      "url"      : "/fa/documentation/queue/smart-shuffle",
      "content"  : "چگونه از درهم‌سازی هوشمند استفاده کنیممرتب‌سازی هوشمند یک روش مرتب‌سازی پیشرفته برای صف است که به شما امکان می‌دهد صف خود را بر پایه تاریخ انتشار مرتب نگه دارید، در حالی که تا جای ممکن از انباشت قسمت‌های یک اشتراک واحد در صف جلوگیری می‌کند.برای به‌کارگیری مرتب‌سازی هوشمند، چند قسمت از اشتراک‌های مختلف را در صف خود بگذارید، سپس روی … در نوار بالا بزنید، مرتب‌سازی را انتخاب کنید و در پایان مرتب‌سازی هوشمند را برگزینید. مانند دیگر روش‌های مرتب‌سازی، مرتب‌سازی هوشمند می‌تواند به‌صورت صعودی یا نزولی مرتب شود.چگونه به‌صورت جزئی کار می‌کندفکر کنید ۱۵ قسمت در صف خود دارید: ۱ قسمت از هر یک از پادپخش‌های A، B و C، ۲ قسمت از پادپخش D و ۱۰ قسمت از پادپخش E. مرتب‌سازی هوشمند ابتدا پادپخشی با بیشترین قسمت‌ها (E) را می‌گیرد و قسمت‌هایش را در صف پخش می‌کند: EE_EE_E_E_EE_EE. سپس پادپخشی با دومین تعداد قسمت‌ها (D) را می‌گیرد و آن‌ها را در جایگاه‌های موجود پخش می‌کند: EE_EEDE_EDEE_EE. این روند ادامه می‌یابد تا در پایان صفی به این شکل داشته باشیم: EEBEEDECEDEEAEE.تاریخ‌های انتشار هم درون پادپخش‌ها (در مثال ما، قسمت‌های پادپخش E به ترتیب مرتب می‌شوند) و هم بین پادپخش‌ها نقش دارند (قسمت از پادپخش B جایگاه زودتری نسبت به پادپخش A می‌گیرد چون قدیمی‌تر است)."
    } ,
  
    
    {
      "title"    : "اشتراک‌ها",
      "url"      : "/fa/documentation/subscriptions",
      "content"  : "اشتراک‌هادر زیر، پرسش‌های پرتکرار درباره اشتراک‌ها را می‌یابید."
    } ,
  
    
    {
      "title"    : "برچسب‌های اشتراک (یا گروه‌ها یا دسته‌ها)",
      "url"      : "/fa/documentation/subscriptions/subscription-groups",
      "content"  : "برچسب‌های اشتراک (یا گروه‌ها یا دسته‌ها)برای کمک به سازمان‌دهی اشتراک‌هایتان، می‌توانید برچسب‌ها را (که گاهی گروه‌ها یا دسته‌ها نامیده می‌شوند) برای یک پادپخش تنظیم کنید. لطفاً توجه کنید که در حال حاضر امکان ساخت صف‌ها بر پایه برچسب‌ها نیست. این کار اول نیاز به پشتیبانی از چندین صف دارد. (همچنین درخواست ویژگی را در سکو توسعه ما ببینید.)برای تنظیم برچسب‌ها به یک پادپخش باید:  یک پادپخش خاص را باز کنید  روی نماد چرخ‌دنده بزنید تا به تنظیمات آن دسترسی پیدا کنید  تنظیم برچسب‌ها را برگزینید"
    } 
  
]

