[
  
    
    {
      "title"    : "Automatiseren",
      "url"      : "/nl/documentation/automation",
      "content"  : "AutomatiserenBen je een behendig gebruiker en wil je taken automatisch laten uitvoeren? Blader eens door onderstaande pagina’s."
    } ,
  
    
    {
      "title"    : "Automatisch verwijderen",
      "url"      : "/nl/documentation/automation/deletion",
      "content"  : "Automatisch verwijderenWaarom worden sommige gedownloade afleveringen verwijderd?AntennaPod heeft verschillende mechanismen die ervoor zorgen dat het geheugen vande telefoon niet volloopt met gedownloade podcasts. Als je merkt dat gedownloadeafleveringen worden verwijderd, kijk dan eens naar deze twee instellingen:Automatisch verwijderenAutomatisch verwijderen bevindt zich in Instellingen » Opslag. Als hetingeschakeld is, worden afleveringen verwijderd na het afspelen (maar nietwanneer een aflevering handmatig wordt gemarkeerd als ‘afgespeeld’).Aflevering opschonenAflevering opschonen bevindt zich in Instellingen » Netwerk »Automatisch downloaden. Als Automatisch downloaden ruimte nodig heeft voornieuwe afleveringen, worden oude afleveringen verwijderd die niet in de wachtrijstaan en niet als favoriet zijn gemarkeerd. Er kan een vertraging (x tijd na hetafspelen) of een aflevering worden toegevoegd. De instelling Afleveringscachebepaalt het maximale aantal gedownloade afleveringen."
    } ,
  
    
    {
      "title"    : "Podcasts bijwerken",
      "url"      : "/nl/documentation/automation/refreshing-podcasts",
      "content"  : "Podcasts bijwerkenStandaard worden alle podcasts ververst met een interval van 12 uur om nieuweafleveringen op te halen. Via Instellingen » Netwerk » Podcasts verversenkun je de intervalperiode wijzigen, een specifiek tijdstip op de dag instellenof de automatische updates uitschakelen.Dit proces kan uitgeschakeld worden voor individuele podcasts als het niet nodigis om een podcast up-to-date te houden. Bijvoorbeeld als er geen nieuweafleveringen meer komen voor de podcast. Of wanneer er een podcast toegevoegd iswaar je maar af en toe een aflevering van beluisterd. Dit is in te stellen doornaar de podcast te gaan, op het Tandwiel-pictogram te tikken en de instellingBijgewerkt houden te wijzigen.Na uitschakelen van deze instelling wordt deze individuele podcast niet meerbijgewerkt als podcasts automatisch, vanuit de Wachtrij, of via hetAfleveringen-scherm worden ververst. Je kunt de individuele podcast dan nogsteeds vernieuwen, waardoor nieuwe afleveringen naar AntennaPod komen. Maar dezenieuwe afleveringen zijn niet zichtbaar op het tabblad Nieuw van het schermAfleveringen."
    } ,
  
    
    {
      "title"    : "Integratie met andere apps",
      "url"      : "/nl/documentation/automation/tasker",
      "content"  : "Integratie met andere appsAntennaPod heeft een instelling om abonnementen (podcastfeeds) regelmatig teverversen (zie Podcasts verversen).Voor meer ingewikkelde behoeften bestaan verschillendeautomatiseringstoepassingen van derden voor gebruik met AntennaPod. Bijvoorbeeld:  Werk de abonnementen bij aan het begin van de dag: zet om 7 uur ‘s ochtendsWiFi aan, werk vervolgens AntennaPod feeds bij.  Haal je abonnementen op voor je naar huis gaat: update abonnementen opwerkdagen om 17:00.InstructiesVraag in de automatiseringstoepassing AntennaPod de abonnementen bij te werkendoor een ‘Broadcast’ te verzenden (dit kan worden weergegeven als een soortAndroid-intentie) met de volgende instellingen:  Pakketnaam: de.danoeh.antennapod   Klassenaam: de.danoeh.antennapod.core.receiver.FeedUpdateReceiverInstructies voor sommige automatiseringsappsAutomate (website)Voeg in een ‘flow’ een blok toe van het type APPS » Broadcast send enspecificeer  de.danoeh.antennapod als het pakket  de.danoeh.antennapod.core.receiver.FeedUpdateReceiver als de ‘receiver class’Tasker (website)Maak een taak. In de taak, voeg een actie toe  Kies Systeem  Kies Send Intent  Geef de pakketnaam op als de.danoeh.antennapod  Geef de klassenaam op alsde.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Specificeer Doel als Broadcast ontvanger  Laat de andere velden leegLlama - Location Profiles(website)Maak een gebeurtenis (Llama automatiseringsregel). In geval dat  Voeg een actie toe van het type Android intent.  Specificeer Intent send mode als Broadcast.  Geef de pakketnaam op als de.danoeh.antennapod  Geef de klassenaam op alsde.danoeh.antennapod.core.receiver.FeedUpdateReceiver  Voeg elke andere voorwaarde / acties toe voor specifieke behoeften.Als snelkoppeling kunt u klikken op de dezelinkom een voorbeeldgebeurtenis te maken, om mee te beginnen.Disclaimer: De AntennaPod-community heeft geen relatie met een van devermelde automatiseringstoepassingen van derden."
    } ,
  
    
    {
      "title"    : "Bugs, fouten &amp; eerste hulp",
      "url"      : "/nl/documentation/bugs-first-aid",
      "content"  : "Bugs, fouten &amp; eerste hulpSoftware ontwikkelen is een mensenwerk, dus fouten zijn onontkoombaar. Maar meestal kunnen we snel verhelpen!"
    } ,
  
    
    {
      "title"    : "Er werkt iets niet",
      "url"      : "/nl/documentation/bugs-first-aid/bug-report",
      "content"  : "Er werkt iets nietEen bug tegengekomen? Het spijt ons te horen.Controleer eerst of de nieuwste versie van AntennaPod is geïnstalleerd: regelmatig worden fouten opgelost en verbeteringen ingevoerd. Kijk daarna op ons forum of iemand anders hetzelfde probleem heeft, mogelijk vind je daar een oplossing. Overweeg ook informatie over jouw probleem op het forum te plaatsen - het kan ontwikkelaars helpen de bron van het probleem te vinden.Als AntennaPod bijgewerkt is en het forum tevergeefs doorzocht, vertel ons dan over het probleem. Maak een bericht op op ons forum. Om dit te doen, moet je een account aanmaken (als je er nog geen hebt) of inloggen via Google.Hoe je ook contact met ons opneemt, vermeld altijd de systeeminformatie die wordt weergegeven in Instellingen » Bug melden."
    } ,
  
    
    {
      "title"    : "Een aflevering kan niet gedownload worden",
      "url"      : "/nl/documentation/bugs-first-aid/cannot-stream-download",
      "content"  : "Een aflevering kan niet gedownload wordenAntennaPod is een gedecentraliseerde podcast-app. Dat betekent dat er geen centrale server is die alles weet over elke podcast.De mediabestanden worden rechtstreeks van de website van de uitgever geladen. Als de uitgever ze verwijdert, kan AntennaPod ze niet meer voor je downloaden."
    } ,
  
    
    {
      "title"    : "Al m&#39;n podcasts en afleveringen zijn verdwenen",
      "url"      : "/nl/documentation/bugs-first-aid/database-error",
      "content"  : "Al m’n podcasts en afleveringen zijn verdwenenMisschien wil je het uitschreeuwen: Help! Al mijn podcasts, afleveringen en instellingen zijn weg!Het probleem is dat de database met alle informatie (afleveringen, luisterstaten, etc) een aantal fouten bevat. AntennaPod functioneert niet met een kapotte database en moet dan opnieuw beginnen met een lege database. Hoewel het minder vaak voorkomt in recente versies van AntennaPod, komt het nog steeds voor bij sommige gebruikers. Onze gemeenschap van ontwikkelaars heeft (nog) niet kunnen vaststellen wat precies de oorzaak is van de kapotte databases. Hetzelfde probleem doet zich ook voor in sommige andere open source apps. Maar we realiseren ons dat het erg frustrerend is dat dit gebeurt en het spijt ons echt als u ook getroffen bent.Er zijn een aantal mogelijkheden om de gegevens te herstellen. We zetten ze hieronder op een rij, te beginnen met de oplossing die het gemakkelijkst is en de beste resultaten geeft:  Is er recent een back-up geëxporteerd van AntennaPod? Het herstellen is dan relatief eenvoudig: ga naar Instellingen » Opslag » Importeren/Exporteren » Database importeren en selecteer de back-up.  Is er geen back-up dan is de volgende stap een poging om de kapotte database te herstellen (‘repair corrupted sql database’). Als AntennaPod een kapotte database detecteert, slaat het deze op als CorruptedDatabaseBackup.db in het mapje met app-data. Het is een uitdaging en het vereist enige vaardigheden of oefening. Je zult een terminal moeten gebruiken.  Een lid van de gemeenschap volgde deze stappen om de database te herstellen en gaf aan dat hij daarna de herstelde database met succes kon importeren.  Een ander lid van de gemeenschap nam een schone database en verplaatste inhoud van de beschadigde erin, en voerde vervolgens een andere correctie uit. Na beide stappen slaagden ze erin de nieuwe database met succes te importeren in AntennaPod.  Hoewel alle gegevens over de abonnementen en afleveringen verdwenen zijn, zijn de mediabestanden nog steeds beschikbaar.  In AntennaPod kun je een map toevoegen alsof het een feed is. Ga hiervoor naar Podcast toevoegen en tik op Lokale map toevoegen. Ga vervolgens naar deze map op je telefoon: Android » data » de.danoeh.antennapod » files » media en selecteer vervolgens de map van een podcast. Houd er rekening mee dat dit alleen toegang geeft tot eerder gedownloade media - de nieuwe afleveringen van de podcast zullen niet worden toegevoegd.  Het is mogelijk de eerdere podcasts toe te voegen vanaf nul. In de bovenvermelde map kun je je recente podcast-abonnementen vinden."
    } ,
  
    
    {
      "title"    : "Oude afleveringen ontbreken",
      "url"      : "/nl/documentation/bugs-first-aid/episodes-missing",
      "content"  : "Oude afleveringen ontbrekenAntennaPod is een gedecentraliseerde podcast-app. Dat betekent dat er geen centrale server is die alles weet over elke podcast.Afleveringsinformatie wordt daarom rechtstreeks overgenomen van de website van de uitgever. Wanneer je geabonneerd bent op een podcast, kopieert AntennaPod informatie over elke nieuwe aflevering en slaat deze op in de app. Deze informatie wordt bewaard, zelfs als deze niet langer beschikbaar is op de site van de uitgever.Veel uitgevers houden alleen (informatie over) de meest recente afleveringen online. Dus wanneer je je net hebt geabonneerd op een podcast, heeft je AntennaPod-installatie geen toegang tot informatie over de oudere afleveringen. Om alle eerdere afleveringen in de app te krijgen, kunt u contact opnemen met de podcaster en hen vragen om (hun hoster te contacteren teneinde) ondersteuning te bieden voor ‘paged feeds’ (technische informatie in het Engels)."
    } ,
  
    
    {
      "title"    : "Het afspelen stopt plotseling",
      "url"      : "/nl/documentation/bugs-first-aid/playback-stops",
      "content"  : "Het afspelen stopt plotselingAls het afspelen altijd stopt enkele seconden na het uitschakelen van het scherm, of als je AntennaPod een tijdje niet hebt geopend, kan het zijn dat het systeem de app stopt. Sommige leveranciers hebben een overdreven streng beleid om energie te besparen. Probeer alsjeblieft een uitzondering voor AntennaPod toe te voegen aan de lijst met voor batterij-geoptimaliseerde apps. Omdat de manier om zo’n uitzondering toe te voegen nogal eens verschilt tussen telefoons, raden we aan om op internet te zoeken naar instructies specifiek voor jouw merk en model (als je niet al weet hoe je een uitzondering kan toevoegen).Als dit niet helpt, aarzal dan niet om contact zoeken met AntennaPod-vrijwilligers in ons forum."
    } ,
  
    
    {
      "title"    : "Fout bij het downloaden of verversen van de feed",
      "url"      : "/nl/documentation/bugs-first-aid/refresh-download-errors",
      "content"  : "Fout bij het downloaden of verversen van de feedDo you get a notification saying that downloads completed with errors? Then AntennaPod could not refresh the podcast or download an audio file from the website of the podcast hoster.Issues that only occur with one or a few specific podcasts are often related to those podcasts. To confirm if this is the case, you can follow these steps:  Tap on the notification to open the Download Log  Tap on the specific log entry with the error  Long-press on the URL that is displayed, and copy or open it in your web browserIf the URL doesn’t work in the browser either, this means that it is not a problem with AntennaPod. If you get the error message consistently then the podcast has likely been moved, taken off-line or is not properly configured. In this case, please contact the podcast creators (as this cannot be fixed at our end).Does the error message in the Download log say “Failed to connect to [url]”? Then this probably means that there is interference on your network. If you have an ad-blocker, VPN, captive portal, proxy, privacy guard, special DNS service, or parental control set up on your phone, you can try turning these off.Do you see an error message like “not well-formed (invalid token)”? Then the publisher messed up their (RSS) feed. (For example, they might have used a plain &amp;-sign rather than encoding it as &amp;amp;.) Please contact the publisher directly, as this cannot be fixed at our end.If you can’t pinpoint the issue, please copy the error message via the Copy-button and share it on our forum. Our community will happily have a look to find out the exact cause!"
    } ,
  
    
    {
      "title"    : "Ik heb een type- of spelfout ontdekt",
      "url"      : "/nl/documentation/bugs-first-aid/typo-translations",
      "content"  : "Ik heb een type- of spelfout ontdektHeb je een spelfout gevonden, of iets dat vreemd klinkt? Het kan altijd zijn dat we een fout hebben gemaakt in het Engels (waarin we de app &amp; website maken), of dat er iets niet goed vertaald is. Gelukkig zijn deze problemen vaak eenvoudig op te lossen.Wil je het zelf oplossen?Als het probleem zich in een andere taal dan het Engels voordoet, kunt je app-vertalingen bijwerken op Transifex. Problemen met de website-vertalingen kunnen worden opgelost op Weblate. Er is meer informatie in onze sectie over bijdragen.Is er een probleem in de Engelse teksten? Dan moet je bekend zijn of vertrouwd raken met GitHub. Stuur een Pull Request voor de app of voor de website.Wil je ons alleen informeren?Je kunt een bericht maken in de sectie vertalingen op ons forum. Maak hiervoor een account aan (als je dat nog niet hebt) of log in via Google."
    } ,
  
    
    {
      "title"    : "Algemeen",
      "url"      : "/nl/documentation/general",
      "content"  : "AlgemeenHieronder vind je meer informatie over het AntennaPod-project."
    } ,
  
    
    {
      "title"    : "Over advertenties in AntennaPod",
      "url"      : "/nl/documentation/general/ads",
      "content"  : "Over advertenties in AntennaPodThe official versions of AntennaPod do not insert any ads. The app is developedby volunteers without commercial interest and the project relies on donations tocover costs. As AntennaPod’s sourcecode and income andexpenses are publiceveryone is free to verify this.If you are seeing ads, this can have two reasons:1. You downloaded an unofficial version of AntennaPodJe hebt een niet-officiële versie van AntennaPod gedownload. AntennaPod isopen source. Dat houdt in dat iedereen de broncode kan downloaden. Helaasgebruiken sommige ontwikkelaars AntennaPod om snel een podcast-app te maken metadvertenties en die vervolgens te publiceren als nieuwe app. De officiëleAntennaPod app staat op Google Play ofF-Droid. Het is ookmogelijk de laatste versie vanGitHub te downloaden en AntennaPodzelf te bouwen!2. The podcast publishers added the ads to their shownotes or audio fileDe podcast-uitgevers hebben advertenties toegevoegd aan hun shownotes ofaudiobestand. AntennaPod speelt podcasts af zoals ze door de makers zijngepubliceerd. Als ze advertenties bevatten, speelt AntennaPod die af. Wij hebbenniets met die advertenties te maken, dus de opbrengst gaat volledig naar deuitgevers van je podcast.Now, you might ask something like “But then why is the podcast in English and thead in German?” or “But why is the podcast episode from 2008 but still promotes aproduct released in 2023?”. The reason is a technique called dynamic adinsertion. Podcast publishers can instruct the hosting company to insert thoseads. Then, while downloading or streaming the episode with AntennaPod, the mediafile delivered to AntennaPod gets cut on-the-fly to include the ads. The ads arerecent (while the episode might not be) and can be targeted based on the IPaddress from which you request the media file (e.g. a company in your country).Depending on how smart the hosting company does this, the ads might get insertedright in the middle of a sentence. Some of the hosting companies also mess upthe chapter marks while inserting the ads (so the chapters are off by theduration of the ad).You can always use the fast forward button in AntennaPod to skip the ads. If youare streaming an episode instead of downloading, the hosting company has an ideaof how far you are in the podcast. It might be possible that the company detectsthe fact that you skipped the ad and insert a new one. If you instead downloadthe episode, they cannot do that and you can skip the ads more reliably.(Downloading is also better for your privacy because then the hosting companydoes not know when you listen to which section of the episode. AntennaPod can beconfigured to automatically download and later delete episodes, so you don’thave to do that manually.)Additionally, many podcast hosts provide an ad-free feed that you can buy.Usually, you then either get a secret podcast feed URL, or alternativelyusername and password that you can enter in AntennaPod.If you find these ads annoying, consider talking to the podcast publishers aboutthis."
    } ,
  
    
    {
      "title"    : "Je podcasts en afleveringen back-uppen",
      "url"      : "/nl/documentation/general/backup",
      "content"  : "Je podcasts en afleveringen back-uppenEr zijn een paar mogelijkheden om je gegevens naar een nieuw toestel te kopiëren.Elke methode kopieert een bepaalde hoeveelheid gegevens:Database exporterenHet exporteren van de AntennaPod-database is een goede manier als je naar eennieuwe telefoon of tablet wilt migreren. Zorg ervoor dat dezelfde versie vanAntennaPod op de oude en de nieuwe telefoon staat. Na het importeren worden allegegevens hersteld, je moet wel de afleveringen opnieuw downloaden.SynchronisatieHet synchroniseren van AntennaPod via gpodder.net of de gPodder Sync app voorNextcloud maakt het mogelijk om bepaalde podcast- &amp; aflevering-gegevens op teslaan en te migreren. Je zult al je favorieten, de wachtrij en deapp-instellingen verliezen. Dit kan een oplossing zijn wanneer je een telefoon,tablet en/of desktop-app gebruikt. Zie het artikel oversynchronisatie voor meer informatie.OPMLMet OPML-bestanden zet je abonnementen over naar een andere podcast-app. Allepodcast- of afleveringsspecifieke gegevens (bijvoorbeeld of een specifiekeaflevering is afgespeeld) en alle app-instellingen gaan verloren. Ga naarInstellingen » Opslag » Importeren/Exporteren om het OPML-bestand aan temaken. Klik op Versturen… om het bestand op te slaan in een andere map op jetelefoon of ergens anders te bewaren, want het originele bestand wordtverwijderd bij het deïnstalleren van AntennaPod.Als je het bestand in AntennaPod in een ander apparaat importeert, toont de appeen lijst met podcasts met selectievakjes. De podcasts die je uit die lijstselecteert, worden toegevoegd aan je bestaande abonnementen. Geen van jebestaande abonnementen wordt beïnvloed."
    } ,
  
    
    {
      "title"    : "Bèta-testen",
      "url"      : "/nl/documentation/general/beta",
      "content"  : "Bèta-testenAntennaPod heeft veel gebruikers en we willen niet dat die in de problemen komenals we een nieuwe functie toevoegen. Het is belangrijk dat we een significantegroep onze app laten testen, zodat we weten dat alle mogelijke combinaties vantelefoons, Android-versies en use cases werken zoals verwacht.Kleine problemen duiken vaak op na grote updates en ze worden pas in een vroegstadium ontdekt via bugrapporten van gebruikers. Er is maar éénhoofdontwikkelaar die hier in zijn vrije tijd mee bezig is. Hij heeft maarenkele toestellen om op te testen, terwijl het gedrag van toestel tot toestelkan verschillen.Google PlayElke nieuwe versie van AntennaPod wordt via de Google Play Store naar onzebètatesters gestuurd voordat deze beschikbaar komt aan het grote publiek.Daarmee kunnen we updates testen op veel verschillende apparaten enAndroid-versies, zodat we bugs en problemen met de gebruikerservaring op tijdkunnen detecteren. Als je een kritische blik hebt en kunt uitleggen wat er misgaat, dan is je hulp van harte welkom! Bovendien, als je iets ziet dat nietbevalt, is als bètatester je kans groter dat de app nog zo kan worden aangepastdat het werkt zoals je wil.Dus je wilt het nieuwste van het nieuwste hebben? Dat kan zeker! Ga gewoon naarde AntennaPod-lijst in de Play Store en ga naar “Word een bètatester” onderaande pagina. Of ga naar dezeurl.                                                F-DroidWe bieden momenteel geen bètaversies aan in de F-Droid Store.Dit komt omdat F-Droid bètaversiesniet automatisch herkent.Het toevoegen van bètaversies aan F-Droid zou een handmatige interventie voorelke bètaversie vereisen. Ook als er iets belangrijks moet worden opgelost, moeter direct een update worden uitgerold. Helaas kan dit niet worden gegarandeerd."
    } ,
  
    
    {
      "title"    : "Centrale en gedecentraliseerde podcast-apps",
      "url"      : "/nl/documentation/general/central-distributed",
      "content"  : "Centrale en gedecentraliseerde podcast-appsEr zijn in principe twee manieren om een podcast-app te maken:  Gecentraliseerd: Er is een centrale server (gerund door het bedrijf dat deapp ontwikkelt) die controleert op nieuwe afleveringen en deze vervolgensdoorstuurt aan jouw app.  Gedistribueerd: De app zelf controleert op nieuwe afleveringen,rechtstreeks van de podcast-uitgevers.AntennaPod gebruikt methode 2. Dit heeft zowel voor- als nadelen:  Omdat de app controleert opber nieuwe, hoeven de makers van de app (zoals wij)geen centrale server te onderhouden. Dit bespaart veel tijd en moeite. Hetbespaart ook veel geld, daardoor zijn we niet afhankelijk van advertenties ofgrote bedragen aan donaties.  Omdat de app niet afhankelijk is van een centrale server om nieuwe afleveringente verzamelen, zal AntennaPod zelfstandig blijven werken. Als het bedrijf zijnserver om welke reden dan ook afsluit, zal de app niet meer werken.  Als app-ontwikkelaars weten wij niet op welke podcasts je geabonneerd bent,welke afleveringen je beluistert of zelfs op welk tijdstip u dat doet.Uitgevers van apps met een centrale server verzamelen dergelijke gegevens wel,ten koste van uw privacy.  Sommige uitgevers bieden besloten feeds aan, met vroege toegang, specialecontent of reclamevrije afleveringen. Dergelijke feeds vereisen eengebruikersnaam en wachtwoord, die AntennaPod op verzoek rechtstreeks aan depodcasthost doorgeeft. Gecentraliseerde diensten staan het toevoegen van privatefeeds gewoon niet toe. En als ze dat wel doen, kan het nodig zijn je gegevensnaar de makers van de app te sturen.  Omdat er geen centraal toegangspunt is, waardoor app-ontwikkelaars podcasts vanhun server kunnen weren of verwijderen, is er geen risico op censuur.  Aan de andere kant betekent een gedistribueerd model dat je alleen nieuweafleveringen krijgt wanneer je een podcast ververst. In AntennaPod is ditstandaard elke 12 uur, maar je kunt dit veranderen om vaker of minder vaak telaten gebeuren. Je kunt ook altijd handmatig controleren op nieuwe afleveringen.Een centrale server kan zeer frequent controleren of er nieuwe afleveringen zijnof zelfs in realtime op de hoogte gebracht worden door podcast-hosts. Op diemanier kunnen apps ook veel sneller op de hoogte zijn van nieuwe afleveringen,zonder dat je regelmatig alle podcasts waarop je geabonneerd bent hoeft tecontroleren.  Bovendien is het niet mogelijk voor AntennaPod om je afleveringen aan te biedendie door de podcast-uitgever zijn verwijderd, bijvoorbeeld omdat ze alleen de10 meest recente afleveringen online houden. Apps die afhankelijk zijn van eencentrale server zouden je wel toegang kunnen geven tot oudere afleveringen,zelfs als deze zijn verdwenen uit de RSS-feed."
    } ,
  
    
    {
      "title"    : "Afleveringen verwijderen",
      "url"      : "/nl/documentation/general/episode-deletion",
      "content"  : "Afleveringen verwijderenAls je klaar bent met het beluisteren van een aflevering, verwijder je ze meestalvan de telefoon om ruimte vrij te maken. Daarvoor bestaan verschillende methoden.Ten eerste zijn afleveringen natuurlijk handmatig te verwijderen. In de wachtrijof bij specifieke podcast kun je lang drukken op een aflevering en opVerwijderen tikken. Op het tabblad Voltooid in het scherm Downloads kun je ophet prullenbak-icoontje tikken. Als je wilt kan AntennaPod kan automatisch eenaflevering uit de wachtrij verwijderen wanneer deze wordt gewist. Deze optievind je onder Instellingen » Opslag »Aflevering verwijderen uit wachtrij na wissen.Ten tweede heeft AntennaPod enkele oplossingen om afleveringen automatisch teverwijderen. AntennaPod kan met name automatisch afleveringen verwijderenwanneer het afspelen is voltooid en wanneer er ruimte nodig is voor hetautomatische downloadproces. Raadpleeg het artikel Automatischverwijderen voor meer informatie over dezeopties."
    } ,
  
    
    {
      "title"    : "Externe opslag gebruiken",
      "url"      : "/nl/documentation/general/external-storage",
      "content"  : "Externe opslag gebruikenAntennaPod kan afleveringen downloaden naar de SD-kaart in plaats van het internegeheugen. Daarmee heb je vaak meer ruimte voor afleveringen. Selecteer deSD-kaart via Instellingen » Opslag » Kies de gegevensmap.Problemen oplossenHet is mogelijk dat de SD-kaart niet verschijnt in hetKies de gegevensmap-dialoogvenster. Om de SD-kaart te laten verschijnen, moetAndroid de kaart herkennen als externe opslag. Ofwel is de kaart niet correctgekoppeld in het systeem, ofwel heeft de fabrikant of de telefoon de hardwareverkeerd geconfigureerd.Probeer bij Android 6 + (Marshmallow of nieuwer) de SD-kaart teformatteren alsinterne opslag. Er zijn verder geen andere oplossingen voor dit probleem."
    } ,
  
    
    {
      "title"    : "Updates on F-Droid",
      "url"      : "/nl/documentation/general/f-droid",
      "content"  : "Updates on F-DroidAfter a new version of AntennaPod gets released, we often are asked when it willbe available on F-Droid. We can’t give an exact answer — it usually takes a fewdays.Getting a new version on F-Droid involves the following steps:  After we create a release,F-Droid needs to detect that something in AntennaPod changed. For this,F-Droid runs an update checker server about every 2 days.  After F-Droid detects that there is a new AntennaPod release, it builds theapp. With this, F-Droid makes sure that the app you download really matchesthe source code that AntennaPod publishes. Because there are many apps to build,the F-Droid server takes an additional 1-2 days to build the app.  Finally, the resulting app needs to get signed cryptographically. This happenson a computer that is not connected to the internet. A person at F-Droid needsto take the app and physically walk it to that special computer. How long thistakes depends on how often the person walks to that special computer. Usually,this step takes an additional 1-2 days after the app was built.As you can see it can easily take a week before a new AntennaPod release isavailable on F-Droid, so please be patient. If an update is still not availablemore than a week after its release, feel free to let us know by creating a poston our forum, and we’ll investigate it.You can get an idea of the progress by checking if F-Droid’s releases list wasupdated since the new AntennaPod release and by checking onF-Droid Monitor if the new releasewas built yet."
    } ,
  
    
    {
      "title"    : "Verkeer via een proxy of het Tor-netwerk leiden",
      "url"      : "/nl/documentation/general/proxy",
      "content"  : "Verkeer via een proxy of het Tor-netwerk leidenHet is mogelijk om AntennaPod al het verkeer (mediabestanden, omslagafbeeldingen,RSS-verzoeken en zoekopdrachten) via een proxy of het Tor-netwerk te latenleiden. Dat heeft twee potentiële voordelen:  Privacy: afhankelijk van het type proxy-dienst kan hetdownload/streaming-gedrag worden afgeschermd van podcast-hosts  Toegang: als een podcast-host het downloaden van afleveringen vanuit een anderland verhindert (op basis van je IP-adres), kun je door het instellen van eenproxy in het land van oorsprong mogelijk toch toegang krijgenDeze optie vind je onder Instellingen » Netwerk » Proxy.Installeer, om al het verkeer via het Tor-netwerk te leiden, een proxy-app voorTor. Stel AntennaPod als volgt in:  Type: SOCKS  Host: “localhost” of “127.0.0.1”  Poort: “9050”"
    } ,
  
    
    {
      "title"    : "Tussen verschillende apparaten synchroniseren",
      "url"      : "/nl/documentation/general/synchronization",
      "content"  : "Tussen verschillende apparaten synchroniserenAntennaPod can synchronise your subscriptions and listening progress with otherAntennaPod installations as well as other (desktop) apps. To set upsynchronisation, you need a server - the central point through which your datais shared with other devices. You have several options for this:  gpodder.net provides a free gPodder synchronizationserver that anyone can sign up for. Unfortunately, due to the popularityof the service and its limited funding, this server is often overloaded, leadingto errors in AntennaPod.  More technically inclined users are strongly encouraged to self-host asynchronization server. A self-hosted server is more reliable and helpsreduce the load on free, public services. There are several options:Nextcloud with thegPodder Sync app, a fullgPodderserver, or the Micro GPodderserver.Veel plezier met synchroniseren :)  If you have a Nextcloud account, install the gPodder Sync app or ask yourserver admin to do so  Go to Settings » Synchronization in AntennaPod and tapChoose synchronization provider  Select ‘Nextcloud’  Enter the ‘Server address’ (the URL or IP address of the server) and tapProceed  Log in on the browser window that opens and authorize AntennaPodVeel plezier met synchroniseren :)  Maak een account aan op gpodder.net of log in als je er al een hebt.  When you have an account, log in on the webserver and create a device underSubscriptions » Devices for each client that you use:                                                  Koppel de toestellen, na het aanmaken, met de “Configure” knop. Op deze manierhoudt gpodder.net automatisch de abonnementen van de geactiveerde toestellengesynchroniseerd.                                                  Go to Settings » Synchronization inAntennaPod and tap Choose synchronization provider 5. Select ‘gPodder’ 6.Enter the ‘Server address’ (e.g. www.gpodder.net) and tap Proceed to login 7.Enter the ‘Username’ and ‘Password’ and tap Log in 8. Select the device thatyou created on the serverHeb je een apparaat aangemaakt tijdens het inloggen in plaats van vooraf, zoalshierboven voorgesteld? Druk dan op de knop Volledige synchronisatie afdwingenin AntennaPod om de ‘afgespeeld’-status te uploaden van alle afleveringen die jeeerder beluisterd hebt. Als je dit niet doet, worden alleen de podcastsgesynchroniseerd die werden toegevoegd na het koppelen van de apparaten. Eris een open ticket voorgpodder.net dat vraagt om dit teveranderen."
    } ,
  
    
    {
      "title"    : "Aan de slag",
      "url"      : "/nl/documentation/getting-started",
      "content"  : "Aan de slagWelkom bij AntennaPod! Hieronder vind je informatie voor je eerste stappen met AntennaPod.Begin door je te abonneren op een podcast. Meer daarover staathier. Na het abonneren worden nieuweafleveringen getoond op Afleveringen » Nieuw. Beslis of je ze inderdaad wiltbeluisteren of niet. Nieuw houdt in dat nog niet is bepaald wat je wilt doen.  Als je geen interesse hebt in bepaalde aflevering kun je ‘m wegvegen.AntennaPod verwijdert dan de nieuw-status. De aflevering blijft nog steedsgemarkeerd als niet-afgespeeld en is te vinden op de pagina Afleveringen »Alle en op de pagina van de podcast.  Bij interesse in een aflevering zijn er twee opties, afhankelijk van jeluistergedrag.          Download de aflevering. Bij het downloaden voegt AntennaPod de aflevering ookautomatisch toe aan de wachtrij en wordt de nieuw-status verwijderd. Er iseen instelling om nieuwe afleveringen achteraan, vooraan of na de momenteelspelende aflevering in de wachtrij te plaatsen. AntennaPod is oorspronkelijkontworpen voor downloaden, maar aangezien streamen steeds populairder wordt, kunje ook de tweede optie gebruiken.      Voeg de aflevering simpelweg toe aan de wachtrij. AntennaPod verwijdert danautomatisch de nieuw-status. De aflevering kan later direct afgespeeldworden zonder downloaden en neemt geen ruimte in beslag. Denk daarbij aanstreamen, zoals video’s op YouTube. Nadelen: de aflevering is niet offlinebeschikbaar, je hebt mobiel dataverbruik onderweg, en doorspoelen gaat eenbeetje langzamer.        Na het afspelen markeert AntennaPod de aflevering als gespeeld en verwijderthem uit de wachtrij. AntennaPod kan de download ook automatisch verwijderen naafspelen. Er is een lijst van alle afleveringen die gedownload zijn (of ze nu inde wachtrij staan of niet) op de pagina Downloads » Voltooid.  Markeer een aflevering die je bevalt en nog eens wilt beluisteren als favoriet.De aflevering verschijnt bij Afleveringen » Favorieten. AntennaPodverwijdert deze (standaard) niet na afspelen.Als je geabonneerd bent op een werkelijk goede podcast en je weet al dat alleafleveringen geweldig zullen zijn, gebruik dan de auto-download functie. Wanneerdeze ingeschakeld is, worden alle toekomstige nieuwe afleveringen automatischgedownload en toegevoegd aan de wachtrij. Ze verdwijnen automatisch van depagina Afleveringen » Nieuw zodra ze gedownload zijn."
    } ,
  
    
    {
      "title"    : "Je abonneren op een podcast",
      "url"      : "/nl/documentation/getting-started/subscribe",
      "content"  : "Je abonneren op een podcastHet eerste wat je wilt doen na het downloaden van een podcast-app is je abonnerenop een podcast.AbonnerenOpen het menu door van links te vegen of te tikken op het ☰ hamburgerpictogramin de linkerbovenhoek. Ga naar + Podcast toevoegen. Daar kun je zoeken,suggesties bekijken en een podcast toevoegen met het RSS adres.Als alternatief kun je een OPML-bestand importeren of alleen de database vanrespectievelijk Apple Podcasts, gpodder.net, fyyd of Podcast Index controleren.Het importeren van RSS- of Atom-feeds, of URL-schema’s zoals pcast:// enitpc://, werkt ook.Abonneren op diensten van derdenWe kregen enkele vragen over ondersteuning voor platforms zoals SoundCloud,Mixcloud en dergelijke. Hoewel een functie om een kanaal-URL direct inAntennaPod te plakken/openen handig lijkt, isbesloten dit niet teimplementeren. Dergelijke platformen zijn soms maar kort actief, terwijl hetbehoorlijk wat werk is voor onze vrijwilligers om deze functie te implementeren.Als je ontwikkelaar bent, ben je natuurlijk welkom om een voorstel te besprekendat je graag zou willen implementeren.SoundCloudOp SoundCloud kunnen makers vrij eenvoudig hun content omtoveren totpodcast.Neem contact met op met de maker, deel de SoundCloud-helppagina (zie de link) envraag of ze bereid zijn om het in te stellen.MixcloudMixcloud biedt deze functie voor contentmakers helaas niet aan. Zoals altijd iser iemand in de podcasting-community met een oplossing. We raden je aan om eenste kijken naar de opties beschreven in dezeblogpost.YouTubeYouTube laat je abonneren op een kanaal-feed, maar:  AntennaPod kan de video’s niet automatisch downloaden, omdat YouTube dat niettoestaat. Het tonen van advertenties is immers hun businessmodel.  Je zult geen afbeelding hebben die aan je abonnement gekoppeld is, omdatYouTube deze niet in de feeds opneemt.Maar het is een manier om op de hoogte te blijven van nieuwe afleveringen. Voeggewoon de URL van de gebruiker/kanaal (https://www.youtube.com/user/USERNAMEof https://www.youtube.com/channel/CHANNEL_ID) toe aan AntennaPod. Erverschijnt een dialoogvenster met de optie ‘RSS’; tik om de feed toe te voegen.Als je op deze manier je niet kunt abonneren, voeg danhttps://www.youtube.com/feeds/videos.xml?channel_id=&lt;CHANNEL_ID&gt; toe aanAntennaPod. De kanaal-ID staat in de URL van het kanaal. Als het kanaal eengebruikersaccount is (met een URL zoals youtube.com/user/UserName), vraag je aande gebruiker wat zijn kanaal-ID is (hier wordt uitgelegd hoe gebruikers hunkanaal-ID kunnen vinden).We hebben geen informatie over andere platforms, zoals je kunt zien. We delengraag je ideeën middels het forum."
    } ,
  
    
    {
      "title"    : "Afspelen",
      "url"      : "/nl/documentation/playback",
      "content"  : "AfspelenHieronder vind je onderwerpen omtrent het afspelen van afleveringen."
    } ,
  
    
    {
      "title"    : "Afspelen in auto&#39;s (Android Auto)",
      "url"      : "/nl/documentation/playback/android-auto",
      "content"  : "Afspelen in auto’s (Android Auto)U kunt AntennaPod gebruiken om naar podcasts te luisteren in uw auto met AndroidAuto.Heb je AntennaPod gedownload van Google Play?Er zijn geen verdere stappen nodig om AntennaPod in je auto te gebruiken. Sluitgewoon je telefoon aan en begin te luisteren.Heb je AntennaPod gedownload van F-Droid?Als je AntennaPod hebt gedownload van F-Droid, zijn aanvullende stappen nodig.  Open de Android Auto instellingen.  Activeer Ontwikkelaarsinstellingen door 10 keer op het versienummer tedrukken.  Open het 3-dot menu en start de ontwikkelaarsinstellingen.  Onbekende bronnen inschakelen."
    } ,
  
    
    {
      "title"    : "Automatisch terugspoelen",
      "url"      : "/nl/documentation/playback/auto-rewind",
      "content"  : "Automatisch terugspoelenAls een aflevering is gepauzeerd en opnieuw wordt afgespeeld, spoelt AntennaPoddeze automatisch terug. Zo kun je weer makkelijker de rest van de uitzendingvolgen. Je kunt niet instellen hoeveel wordt teruggespoeld; dat hangt af van hoelang een aflevering op pauze heeft gestaan.            Tijd sinds laatste weergave      Tijdsuur terugspoelen                  Meer dan 1 dag      20 seconden              Meer dan 1 uur      10 seconden              Meer dan 1 minuut      3 seconden      "
    } ,
  
    
    {
      "title"    : "Sneltoetsen voor fysieke toetsenborden",
      "url"      : "/nl/documentation/playback/shortcuts",
      "content"  : "Sneltoetsen voor fysieke toetsenbordenAls een fysiek toetsenbord (‘hardware’) is aangesloten op telefoon of tablet, kunje bepaalde sneltoetsen gebruiken om het afspelen in AntennaPod te regelen.Aanpassingen van het volume en dempen (opheffen) worden toegepast op hetaudiokanaal voor media (en, bijvoorbeeld, niet op die voor notificaties).Alle schermen (behalve de videospeler en de instellingen)            Toets      Actie                  P      Afspelen/Pauzeren              J/A/,      Terugspoelen              K/D/.      Vooruitspoelen              +/W      Verhoog volume              -/S      Verlaag volume              M      Dempen/dempen opheffen (wisselen) - alleen op Android 6 en hoger      Videospeler            Toets      Actie                  P/Spatie      Afspelen/Pauzeren              J/A/,      Terugspoelen              K/D/.      Vooruitspoelen              F/Esc      Videospeler afsluiten              i      Ga naar beeld-in-beeld modus              0-9      Ga naar 0-90% van de video              +/W      Verhoog volume              -/S      Verlaag volume              M      Dempen/dempen opheffen (wisselen) - alleen op Android 6 en hoger      "
    } ,
  
    
    {
      "title"    : "Voor podcasters &amp; hosters",
      "url"      : "/nl/documentation/podcasters-hosters",
      "content"  : "Voor podcasters &amp; hostersHieronder vind je onze ondersteuningsinformatie voor podcasters &amp; hostingproviders."
    } ,
  
    
    {
      "title"    : "Maak een &#39;Open in AntennaPod&#39;-link",
      "url"      : "/nl/documentation/podcasters-hosters/add-on-antennapod",
      "content"  : "Maak een ‘Open in AntennaPod’-linkWil je het gemakkelijk maken voor je netwerk of je luisteraars om je podcast(s)toe te voegen in AntennaPod?Plaats simpelweg een link naarhttps://antennapod.org/deeplink/subscribe?url=xyz op je website of waar jemaar wilt. Vervang xyz door de URL van de feed-RSS. Gebruikers die AntennaPodhebben geïnstalleerd en die de link openen, kunnen een afleveringen alsvoorproefje beluisteren en zich direct in onze app abonneren op je podcast.Heb je ons logo nodig? Deze vind je in onze brandingrepository."
    } ,
  
    
    {
      "title"    : "Je podcast vermeld krijgen",
      "url"      : "/nl/documentation/podcasters-hosters/list-podcast",
      "content"  : "Je podcast vermeld krijgenAls je een podcast producer bent en je wilt je podcast zichtbaar maken inAntennaPod, is deze pagina voor jou.AntennaPod gebruikt hoofdzakelijk drie bronnen voor zijn zoekfunctie:  Podcast Index (vraag je hoster hoe je de podcasttoevoegt, of voeg je eigen podcast toe via deAPI)  Apple Podcasts (toevoegen via PodcastConnect)  Fyyd (toevoegen via hun website)Je podcast kan in AntennaPod gevonden worden zodra deze beschikbaar is in een vanbovenstaande databases."
    } ,
  
    
    {
      "title"    : "Wachtrij",
      "url"      : "/nl/documentation/queue",
      "content"  : "WachtrijHieronder vind je vaak gestelde vragen over de wachtrij."
    } ,
  
    
    {
      "title"    : "Het gebruik van de wachtrij",
      "url"      : "/nl/documentation/queue/how-to-use",
      "content"  : "Het gebruik van de wachtrijGebruik de wachtrij voor het bewaren van afleveringen die je wilt beluisteren.Als je een interessante aflevering tegenkomt, tik dan lang op de aflevering enselecteer Toevoegen aan wachtrij. Als je een aflevering downloadt, voegtAntennaPod deze automatisch toe aan de wachtrij."
    } ,
  
    
    {
      "title"    : "De wachtrij ont-/vergrendelen",
      "url"      : "/nl/documentation/queue/lock",
      "content"  : "De wachtrij ont-/vergrendelenEen vrij vaak voorkomend probleem is dat gebruikers opeens niet meer handmatig dewachtrij kunnen herschikken.Als afleveringen niet verplaatst kunnen worden in de wachtrij, kan dit een van devolgende oorzaken hebben:  Gesorteerd houden is ingeschakeld. Dit is uit te schakelen door op de driepuntjes … in de bovenste balk te tikken en Sorteren te selecteren.  De wachtrij is vergrendeld. Je kunt deze ontgrendelen door op het menu teopenen via de drie puntjes in de bovenste balk en vervolgens het vinkje bijVergrendel wachtrij weg te halen."
    } ,
  
    
    {
      "title"    : "Meerdere wachtrijen gebruiken",
      "url"      : "/nl/documentation/queue/multiple-queues",
      "content"  : "Meerdere wachtrijen gebruikenMeerdere wachtrijen worden momenteel niet ondersteund. Je kunt issue2648 op GitHub bekijkenvoor meer informatie en/of je daar op updates abonneren voor als erontwikkelingen zijn."
    } ,
  
    
    {
      "title"    : "Abonnementen",
      "url"      : "/nl/documentation/subscriptions",
      "content"  : "AbonnementenHieronder vind je vaak gestelde vragen over abonnementen."
    } ,
  
    
    {
      "title"    : "Naar een aflevering luisteren zonder je te abonneren",
      "url"      : "/nl/documentation/subscriptions/listening-without-subscribing",
      "content"  : "Naar een aflevering luisteren zonder je te abonnerenHet is momenteel niet mogelijk om een aflevering aan de wachtrij toe te voegenzonder je te abonneren op de podcast. Meer informatie vind je in hetfunctieverzoek op het platform waar AntennaPod ontwikkeldwordt.Je kunt echter een voorproefje van een aflevering beluisteren zonder je teabonneren op de podcast. Er zijn een aantal nadelen van deze onofficiëleoplossing:  De aflevering begint automatisch te spelen (elke eerder afgespeelde of danspelende aflevering wordt gestopt)  Het is niet mogelijk om naar een andere aflevering over te schakelen en erlater naar terug te keren naar de aflevering die je aan het ‘voorproeven’ wasOm een voorvertoning van een aflevering te starten:  Doe alsof je een abonnement toevoegt  Tik niet op abonneren maar op de aflevering die je wilt beluisteren  De beschrijving van de aflevering wordt groter: tik op Voorvertoning onderbeschrijving"
    } ,
  
    
    {
      "title"    : "Podcast-tags (groepen of categorieën)",
      "url"      : "/nl/documentation/subscriptions/subscription-groups",
      "content"  : "Podcast-tags (groepen of categorieën)Om abonnementen te organiseren, kun je labels (ook wel groepen of categorieëngenoemd) aan een podcast toewijzen. Houd er rekening mee dat het momenteel nietmogelijk is om wachtrijen aan te maken op basis van labels. Hiervoor is eerstondersteuning nodig voor meerdere wachtrijen. (Zie ook hetfunctieverzoek op onsontwikkelplatform.)Om een label aan een podcast toe te kennen moet je:  Een specifieke podcast openen  Op het tandwiel-pictogram tikken om de instellingen te openen  De instelling Labels selecteren"
    } 
  
]

